Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: Enter your API Key or Application ID. An API Key is required for the Google Maps API. Refer to developers.google.com for the latest information.
sk_sk: Zadajte kľúč rozhrania API alebo ID aplikácie. Kľúč rozhrania API je potrebný pre rozhranie API služby Mapy Google. Najnovšie informácie získate na developers.google.com.

source: Mapping Provider
sk_sk: Poskytovateľ mapovania

source: Choose the mapping provider that has the best coverage for the majority of your contact addresses.
sk_sk: Vyberte si poskytovateľa mapovania, ktorý najlepšie pokrýva väčšinu vašich adries kontaktov.

source: Default online membership renewal page
sk_sk: Predvolená stránka na online obnovenie členstva

source: If you select a default online contribution page for self-service membership renewals, a "renew" link pointing to that page will be displayed on the Contact Dashboard for memberships which were entered offline. You will need to ensure that the membership block for the selected online contribution page includes any currently available memberships.
sk_sk: Ak vyberiete predvolenú stránku online príspevku na samoobslužné obnovenie členstva, na tabuli kontaktov sa pre členstvá zadané offline zobrazí odkaz 'obnoviť' odkazujúci na túto stránku. Musíte zabezpečiť, aby blok členstva pre zvolenú stránku online príspevku zahŕňal všetky momentálne dostupné členstvá.

source: Enable Multi Site Configuration
sk_sk: Povoliť konfiguráciu viacerých lokalít

source: Make CiviCRM aware of multiple domains. You should configure a domain group if enabled
sk_sk: Poskytnite CiviCRM informácie o viacerých doménach. Ak je táto možnosť povolená, mali by ste nakonfigurovať skupinu domény.

source: Multisite Domain Group
sk_sk: Skupina domény viacerých lokalít

source: Contacts created on this site are added to this group
sk_sk: Kontakty vytvorené na tejto lokalite sa pridajú do tejto skupiny

source: Domain Event Price Set
sk_sk: Súbor cien podujatia domény

source: Unique Email per Domain?
sk_sk: Jedinečný e-mail pre doménu?

source: Autocomplete Results
sk_sk: Výsledky automatického dokončovania

source: The maximum number of contacts to show at a time when typing in an autocomplete field.
sk_sk: Maximálny počet kontaktov, ktoré sa majú zobraziť, keď sa vpisuje do poľa s automatickým dokončovaním.

source: InnoDB Full Text Search
sk_sk: Celotextové vyhľadávanie InnoDB

source: Enable InnoDB full-text search optimizations. (Requires MySQL 5.6+)
sk_sk: Povoliť optimalizácie celotextového vyhľadávania InnoDB (vyžaduje sa MySQL 5.6+).

source: How to handle full-text queries
sk_sk: Ako spracovať celotextové dopyty

source: Include Order By Clause
sk_sk: Zahrnúť klauzulu Order By

source: If disabled, the search results will not be ordered. This may improve response time on search results on large datasets.
sk_sk: Ak je táto možnosť zakázaná, výsledky hľadania nebudú zoradené. To môže zlepšiť čas odozvy výsledkov vyhľadávania vo veľkých množinách údajov.

source: Automatic Wildcard
sk_sk: Automatický zástupný znak

source: If enabled, wildcards are automatically added to the beginning AND end of the search term when users search for contacts by Name. EXAMPLE: Searching for 'ada' will return any contact whose name includes those letters - e.g. 'Adams, Janet', 'Nadal, Jorge', etc. If disabled, a wildcard is added to the end of the search term only. EXAMPLE: Searching for 'ada' will return any contact whose last name begins with those letters - e.g. 'Adams, Janet' but NOT 'Nadal, Jorge'. Disabling this feature will speed up search significantly for larger databases, but users must manually enter wildcards ('%' or '_') to the beginning of the search term if they want to find all records which contain those letters. EXAMPLE: '%ada' will return 'Nadal, Jorge'.
sk_sk: Ak je táto možnosť povolená, zástupné znaky sa automaticky pridajú na začiatok AJ koniec vyhľadávaného výrazu, keď používatelia vyhľadávajú kontakty podľa mena. PRÍKLAD: Pri vyhľadávaní výrazu 'ada' sa vyhľadajú všetky kontakty, v ktorých mene sa nachádzajú tieto písmená, napr. 'Adams, Janet', 'Nadal, Jorge' atď. Ak je táto možnosť zakázaná, zástupný znak sa pridá iba na koniec vyhľadávaného výrazu. PRÍKLAD: Pri vyhľadávaní výrazu 'ada' sa vyhľadajú všetky kontakty, ktorých priezvisko sa začína na tieto písmená, napr. 'Adams, Janet', ale NIE 'Nadal, Jorge'. Ak sa táto funkcia zakáže, výrazne sa zrýchli vyhľadávanie vo väčších databázach, no používatelia musia zadať zástupné znaky ('%' alebo '_') na začiatok vyhľadávaného výrazu manuálne, ak chcú nájsť všetky záznamy, ktoré obsahujú tieto písmená. PRÍKLAD: v prípade '%ada' sa vyhľadá 'Nadal, Jorge'.

source: Include Email
sk_sk: Zahrnúť e-mail

source: If enabled, email addresses are automatically included when users search by Name. Disabling this feature will speed up search significantly for larger databases, but users will need to use the Email search fields (from Advanced Search, Search Builder, or Profiles) to find contacts by email address.
sk_sk: Ak je táto možnosť povolená, keď používatelia vyhľadávajú podľa mena, automaticky sa zahrnú e-mailové adresy. Ak sa táto funkcia zakáže, výrazne sa zrýchli vyhľadávanie vo väčších databázach, no používatelia budú musieť používať vyhľadávacie polia pre e-mail (z rozšíreného vyhľadávania, tvorby vyhľadávania alebo profilov), aby sa našli kontakty podľa e-mailovej adresy.

source: Include Nickname
sk_sk: Zahrnúť prezývku

source: If enabled, nicknames are automatically included when users search by Name.
sk_sk: Ak je táto možnosť povolená, pri vyhľadávaní podľa mena sa automaticky zahrnú aj prezývky.

source: Include Alphabetical Pager
sk_sk: Zahrnúť stránkovanie podľa abecedy

source: If disabled, the alphabetical pager will not be displayed on the search screens. This will improve response time on search results on large datasets.
sk_sk: Ak je táto možnosť zakázaná, stránkovanie podľa abecedy sa nezobrazí na obrazovkách vyhľadávania. Zlepší sa tým čas odozvy výsledkov vyhľadávania vo veľkých množinách údajov.

source: Smart group cache timeout
sk_sk: Časový limit vyrovnávacej pamäte inteligentnej skupiny

source: The number of minutes to cache smart group contacts. We strongly recommend that this value be greater than zero, since a value of zero means no caching at all. If your contact data changes frequently, you should set this value to at least 5 minutes.
sk_sk: Počet minút na uloženie kontaktov inteligentnej skupiny do vyrovnávacej pamäte. Dôrazne odporúčame, aby bola táto hodnota väčšia ako nula, pretože nula znamená, že sa nič nebude ukladať do vyrovnávacej pamäte. Ak sa vaše údaje kontaktov často menia, mali by ste túto hodnotu nastaviť aspoň na 5 minút.

source: Default Contact Search Profile
sk_sk: Predvolený profil vyhľadávania kontaktov

source: If set, this will be the default profile used for contact search.
sk_sk: Ak je táto možnosť nastavená, bude to predvolený profil používaný na vyhľadávanie kontaktov.

source: PrevNext Cache
sk_sk: Vyrovnávacia pamäť pre predchádzajúce/nasledujúce položky

source: When performing a search, how should the search-results be cached?
sk_sk: Ako sa majú pri vyhľadávaní výsledky vyhľadávania ukladať do vyrovnávacej pamäte?

source: Search Primary Details Only
sk_sk: Vyhľadávať iba primárne podrobnosti

source: If enabled, only primary details (eg contact's primary email, phone, etc) will be included in Basic and Advanced Search results. Disabling this feature will allow users to match contacts using any email, phone etc detail.
sk_sk: Ak je táto možnosť povolená, medzi výsledky základného a rozšíreného vyhľadávania sa zahrnú iba primárne podrobnosti (napr. primárny e-mail kontaktu, telefón atď.) Ak je táto možnosť zakázaná, používatelia budú môcť vyhľadať zhodný kontakt pomocou akejkoľvek podrobnosti e-mailu, telefónu atď.

source: Quicksearch options
sk_sk: Možnosti rýchleho vyhľadávania

source: Which fields can be searched on in the menubar quicksearch box? Don't see your custom field here? Make sure it is marked as Searchable.
sk_sk: Ktoré polia je možné vyhľadávať v poli rýchleho vyhľadávania na paneli s ponukami? Nevidíte tu vlastné pole? Skontrolujte, či je označené ako Dá sa vyhľadať.

source: Default Search Pager size
sk_sk: Predvolená veľkosť stránkovania vyhľadávania

source: What is the default number of records to show on a search
sk_sk: Aký je predvolený počet záznamov, ktoré sa zobrazia pri vyhľadávaní

source: CiviCRM Resource URL
sk_sk: Adresa URL zdroja CiviCRM

source: Absolute URL of the location where the civicrm module or component has been installed.
sk_sk: Absolútna adresa URL miesta, kde bol nainštalovaný modul alebo komponent CiviCRM.

source: Image Upload URL
sk_sk: Adresa URL pre nahratie obrázka

source: URL of the location for uploaded image files.
sk_sk: Adresa URL pre nahraté súbory s obrázkami.

source: Custom CSS URL
sk_sk: Adresa URL pre vlastné CSS

source: You can modify the look and feel of CiviCRM by adding your own stylesheet. For small to medium sized modifications, use your css file to override some of the styles in civicrm.css. Or if you need to make drastic changes, you can choose to disable civicrm.css completely.
sk_sk: Vzhľad CiviCRM a používateľský zážitok pri práci s ním môžete upraviť tak, že pridáte vlastnú šablónu so štýlmi. Pre malé a stredné úpravy použite vlastný súbor CSS, ktorým sa prepíšu niektoré štýly v civicrm.css. Alebo, ak chcete urobiť veľké zmeny, môžete sa rozhodnúť civicrm.css úplne zakázať.

source: Extension Resource URL
sk_sk: Adresa URL zdroja rozšírenia

source: Base URL for extension resources (images, stylesheets, etc). This should match extensionsDir.
sk_sk: Základná adresa URL pre zdroje rozšírenia (obrázky, šablóny so štýlmi atď.). Mala by sa zhodovať s adresárom rozšírení.

source: Synchronize %1 Users
sk_sk: Synchronizovať %1 používateľov

source: Synchronize Users to Contacts:
sk_sk: Synchronizovať používateľov s kontaktmi:

source: CiviCRM will check each user record for a contact record. A new contact record will be created for each user where one does not already exist.
sk_sk: CiviCRM skontroluje záznam každého používateľa z hľadiska záznamu kontaktu. Pre každého používateľa, pre ktorého nebol vytvorený záznam kontaktu, sa vytvorí nový záznam kontaktu.

source: (built-in)
sk_sk: (zabudované)

source: Support for Image URL will be dropped in the future. Please select an icon instead.
sk_sk: V budúcnosti nebude k dispozícii podpora pre adresu URL obrázka. Vyberte namiesto toho ikonu.

source: WARNING: Uninstalling this extension might result in the loss of all records which use the extension.
sk_sk: UPOZORNENIE: Ak odinštalujete toto rozšírenie, môže to viesť k strate všetkých záznamov, ktoré toto rozšírenie používajú.

source: This may mean the loss of a substantial amount of data, and the action cannot be undone. Please review the extension information below before you make final decision.
sk_sk: Môže to spôsobiť stratu podstatného množstva údajov a táto akcia sa nedá vrátiť späť. Skôr ako urobíte konečné rozhodnutie, pozrite si informácie o rozšírení uvedené nižšie.

source: Installing this extension will provide you with new functionality.
sk_sk: Inštaláciou tohto rozšírenia získate nové funkcie.

source: Downloading this extension will provide you with new functionality. Please make sure that the extension you're installing or upgrading comes from a trusted source.
sk_sk: Stiahnutím tohto rozšírenia získate nové funkcie. Overte si, či rozšírenie, ktoré inštalujete alebo inovujete, pochádza z dôveryhodného zdroja.

source: New Scheduled Job
sk_sk: Nová naplánovaná úloha

source: Execute Scheduled Job
sk_sk: Vykonať naplánovanú úlohu

source: WARNING: Deleting this Scheduled Job will cause some important site functionality to stop working.
sk_sk: UPOZORNENIE: Ak odstránite túto naplánovanú úlohu, niektoré dôležité funkcie lokality prestanú fungovať.

source: Are you sure you would like to execute %1 job?
sk_sk: Naozaj chcete vykonať úlohu %1?

source: API call:
sk_sk: Volanie API:

source: Put in the API method name. You need to enter pieces of full API function name as described in the documentation.
sk_sk: Zadajte názov metódy API. Musíte zadať časti celého názvu funkcie API, ako je opísané v dokumentácii.

source: Do not run this job before this date / time. The run frequency selected above will apply thereafter.
sk_sk: Nespúšťať túto úlohu pred týmto dátumom/časom. Potom sa použije frekvencia spustenia vybratá vyššie.

source: Leave blank to run as soon as possible.
sk_sk: Nechajte prázdne, aby sa spustilo čo najskôr.

source: Leave blank to run at next run frequency.
sk_sk: Nechajte prázdne, aby sa spustilo pri nasledujúcej frekvencii spustenia.

source: WARNING: You are about to delete the Label Format titled <strong>%1</strong>.
sk_sk: UPOZORNENIE: Chystáte sa odstrániť formát označenia s názvom <strong>%1</strong>.

source: Are you sure you would like to make a copy of the Label Format titled <strong>%1</strong>?
sk_sk: Naozaj si prajete vytvoriť kópiu formátu označenia s názvom <strong>%1</strong>?

source: Space between labels.
sk_sk: Priestor medzi označeniami.

source: Pad inside each label.
sk_sk: Pole v každom označení.

source: Weight controls the order in which Label Formats are displayed in selection lists. Enter a positive or negative integer. Lower numbers are displayed ahead of higher numbers.
sk_sk: Váha stanovuje, v akom poradí sa budú formáty označenia zobrazovať v zoznamoch výberu. Zadajte kladné alebo záporné celé číslo. Nižšie čísla sa zobrazujú pred vyššími.

source: WARNING: Deleting this option will result in the loss of all location type records which use the option.
sk_sk: UPOZORNENIE: Ak odstránite túto možnosť, stratia sa všetky záznamy typu umiestnenia, ktoré ju používajú.

source: WARNING: Do NOT use spaces in the Location Name.
sk_sk: UPOZORNENIE: NEPOUŽÍVAJTE v názve miesta medzery.

source: WARNING: Deleting this option will result in the loss of mail settings data.
sk_sk: UPOZORNENIE: Keď sa táto možnosť odstráni, stratia sa údaje o nastavení e-mailov.

source: Name of this group of settings.
sk_sk: Názov tejto skupiny nastavení.

source: Name or IP address of mail server machine.
sk_sk: Názov alebo IP adresa mailového servera.

source: Username to use when polling (for IMAP and POP3).
sk_sk: Používateľské meno, ktoré sa používa na vzorkovanie (pre IMAP a POP3).

source: Password to use when polling (for IMAP and POP3).
sk_sk: Heslo, ktoré sa používa na vzorkovanie (pre IMAP a POP3).

source: Optional local part (e.g., 'civimail+' for addresses like civimail+s.1.2@example.com).
sk_sk: Voliteľná lokálna časť (napr. 'civimail+' pre adresy ako civimail+s.1.2@priklad.com).

source: Email address domain (the part after @).
sk_sk: Doména e-mailovej adresy (časť po @).

source: Contents of the Return-Path header.
sk_sk: Obsah hlavičky Spiatočná cesta.

source: Name of the protocol to use for polling.
sk_sk: Názov protokolu, ktorý sa používa na vzorkovanie.

source: Folder to poll from when using IMAP (will default to INBOX when empty), path to poll from when using Maildir, etc..
sk_sk: Priečinok na vzorkovanie, keď sa používa IMAP (predvolene INBOX, keď je prázdne), cesta na vzorkovanie, keď sa používa Maildir, atď.

source: Whether to use SSL for IMAP and POP3 or not.
sk_sk: Či sa má alebo nemá použiť SSL pre IMAP a POP3.

source: How this mail account will be used. Only one box may be used for bounce processing. It will also be used as the envelope email when sending mass mailings.
sk_sk: Ako sa bude toto poštové konto používať. Na spracovanie vrátenia je možné použiť iba jedno pole. Použije sa aj ako e-mail s obálkou, keď sa posiela hromadná pošta.

source: WARNING: Are you sure you want to delete mapping '<b>%1</b>'?
sk_sk: UPOZORNENIE: Naozaj chcete odstrániť mapovanie '<b>%1</b>'?

source: Use this form to add or edit re-usable message templates.
sk_sk: Použiť tento formulár na pridanie alebo úpravu opätovne použiteľných šablón správ.

source: New Message Template
sk_sk: Nová šablóna správy

source: Edit Message Template
sk_sk: Upraviť šablónu správy

source: Delete Message Template
sk_sk: Odstrániť šablónu správy

source: Do you want to delete the message template '%1'?
sk_sk: Chcete odstrániť túto šablónu správy "%1\?

source: Descriptive title of message - used for template selection.
sk_sk: Opisný názov správy – používa sa na výber šablóny.

source: Compose a message on-screen for general use in emails or document output, or upload a pre-composed document for mail-merge.
sk_sk: Vytvoriť správu na obrazovke na všeobecné použitie v e-mailoch alebo výstupných dokumentoch, alebo nahrať vopred vytvorený dokument pre hromadnú korešpondenciu.

source: Upload the document in .docx or .odt format.
sk_sk: Nahrať dokument vo formáte .docx alebo .odt.

source: An HTML formatted version of this message will be sent to contacts whose Email Format preference is 'HTML' or 'Both'.
sk_sk: Verzia tejto správy vo formáte HTML bude odoslaná kontaktom, ktoré preferujú formát e-mailu 'HTML' alebo 'Oboje'.

source: Text formatted message.
sk_sk: Správa v textovom formáte.

source: Page format to use when creating PDF files using this template.
sk_sk: Formát stránky, ktorý sa má použiť, keď sa vytvárajú súbory PDF pomocou tejto šablóny.

source: Enter the destination URL. Generally you should use relative URLs for CiviCRM pages (e.g. links to profiles). Use complete URLs for external pages. Leave this field empty if you are creating a menu section that does not have a clickable destination.
sk_sk: Zadajte adresu URL cieľa. Vo všeobecnosti by ste mali použiť relatívne adresy URL pre stránky CiviCRM (napr. odkazy na profily). Pre externé stránky použite kompletné adresy URL. Ak vytvárate sekciu ponuky, ktorá nemá cieľ, na ktorý možno kliknúť, nechajte toto pole prázdne.

source: Select an icon to appear to the left side of the navigation menu item.
sk_sk: Vyberte ikonu, ktorá sa má zobrazovať naľavo od položky navigačnej ponuky.

source: Parent Section
sk_sk: Nadradená sekcia

source: Select the menu item corresponding to the section this item should be placed in. If this is a top-level menu, leave this field empty.
sk_sk: Vyberte položku ponuky v závislosti od toho, do ktorej sekcie má byť táto položka umiestnená. Ak je to ponuka v najvyššej úrovni, nechajte toto pole prázdne.

source: Separators
sk_sk: Oddeľovače

source: Check this box to add a separator line between this menu item and the one below it.
sk_sk: Začiarknite toto políčko, ak chcete pridať oddeľovaciu čiaru medzi touto položkou ponuky a položkou pod ňou.

source: You can assign one or more permissions to this menu item. Multiple permissions are additive by default. EXAMPLE: If you assign <em>access CiviContribute</em> and <em>administer CiviCRM</em> to a menu item, a user will need to have BOTH permissions to access it. You can change this behavior to "either / or" by changing the Operator below.
sk_sk: Tejto položke ponuky môžete priradiť jedno alebo viac povolení. Viaceré povolenia sa predvolene pripočítavajú. PRÍKLAD: Ak priradíte do položky ponuky <em>prístup k CiviContribute</em> a <em>spravovať CiviCRM</em>, používateľ bude potrebovať na prístup OBIDVE povolenia. Toto správanie môžete zmeniť na 'buď/alebo' zmenou operátora nižšie.

source: Set the Operator to "OR" if you've assigned multiple permissions and want access to be granted for any one of them. EXAMPLE: If you assign <em>access CiviContribute</em> and <em>administer CiviCRM</em> to a menu item, and set the Operator to "OR", users who have either of those permissions will have access.
sk_sk: Nastavte operátor na 'ALEBO', ak ste priradili viac povolení a chcete, aby bol prístup povolený ktorémukoľvek z nich. PRÍKLAD: Ak priradíte do položky ponuky <em>prístup k CiviContribute</em> a <em>spravovať CiviCRM</em> a nastavíte operátor na 'ALEBO', používatelia, ktorí budú mať jedno z týchto povolení, získajú prístup.

source: New Option Group
sk_sk: Nová skupina možností

source: Edit Option Group
sk_sk: Upraviť skupinu možností

source: Delete Option Group
sk_sk: Odstrániť skupinu možností

source: WARNING: Deleting this option gruop will result in the loss of all records which use the option.
sk_sk: UPOZORNENIE: Ak odstránite túto skupinu možností, stratia sa všetky záznamy, ktoré túto možnosť používajú.

source: WARNING: Deleting this option will result in the loss of all %1 related records which use the option.
sk_sk: UPOZORNENIE: Ak odstránite túto možnosť, stratia sa všetkých súvisiace záznamy v počte %1, ktoré túto možnosť používajú.

source: Custom Search Path
sk_sk: Cesta pre vlastné vyhľadávanie

source: Enter the "class path" for this custom search here.
sk_sk: Zadajte tu pre toto vlastné vyhľadávanie 'cestu triedy'.

source: FROM Email Address
sk_sk: E-mailová adresa odosielateľa

source: Include double-quotes (&quot;) around the name and angle-brackets (&lt; &gt;) around the email address.<br />EXAMPLE: <em>&quot;Client Services&quot; &lt;clientservices@example.org&gt;</em>
sk_sk: Pred a za menom použite dvojité úvodzovky (&quot;) a pred a za e-mailovou adresou lomené zátvorky (&lt; &gt;).<br />PRÍKLAD: <em>&quot;Klientske služby&quot; &lt;klientskesluzby@priklad.org&gt;</em>

source: Match Value or Expression
sk_sk: Zhodná hodnota alebo výraz

source: A "string value" or regular expression to be redacted (replaced).
sk_sk: 'Reťazcová hodnota' alebo regulárny výraz, ktorý sa má redigovať (nahradiť).

source: The option label is displayed to users.
sk_sk: Označenie možnosti sa zobrazí používateľom.

source: Changing the Value field will unlink records which have been marked with this option. This change can not be undone except by restoring the previous value.
sk_sk: Pri zmene poľa Hodnota sa odpoja záznamy, ktoré boli označené touto možnosťou. Táto zmena sa nedá vrátiť späť, ibaže by sa obnovila predchádzajúca hodnota.

source: Search Title
sk_sk: Názov vyhľadávania

source: This title is displayed to users in the Custom Search listings.
sk_sk: Tento názov sa zobrazí používateľom v zoznamoch Vlastné vyhľadávanie.

source: Replacement (prefix)
sk_sk: Náhrada (predpona)

source: Matched values are replaced with this prefix plus a unique code. EX: If replacement prefix for &quot;Vancouver&quot; is <em>city_</em>, occurrences will be replaced with <em>city_39121</em>.
sk_sk: Zhodné hodnoty sa nahradia touto predponou a jedinečným kódom. PRÍKLAD: Ak je predpona náhrady pre &quot;Vancouver&quot; <em>city_</em>, výskyty sa nahradia označením <em>city_39121</em>.

source: The class name which implements this functionality.
sk_sk: Názov triedy, ktorý implementuje túto funkciu.

source: Description is included at the top of the activity edit and view pages for this type of activity.
sk_sk: Pre tento typ aktivity sa zahrnie opis v hornej časti stránok na úpravu a zobrazenie aktivity.

source: Description will be appended to processed greeting.
sk_sk: Opis sa pridá k spracovanému pozdravu.

source: New Participant Status
sk_sk: Nový stav účastníka

source: Edit Participant Status
sk_sk: Upraviť stav účastníka

source: Delete Participant Status
sk_sk: Odstrániť stav účastníka

source: WARNING: Deleting this Participant Status will remove all of its settings.
sk_sk: UPOZORNENIE: Pri odstránení tohto stavu účastníka sa odstránia všetky jeho nastavenia.

source: Name of this status type, for use in the code.
sk_sk: Názov tohto typu stavu, na použitie v kóde.

source: Display label for this status.
sk_sk: Zobraziť označenie pre tento stav.
