Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: If you use a payment processor service where credit card and billing information is collected <strong>on your site</strong> it is strongly recommended that you create or obtain an <strong>SSL certificate</strong> and configure your webserver to support SSL connections. Consult your hosting provider or web-server documentation for more information on obtaining and installing SSL certificates.
sk_sk: Ak <strong>na svojej lokalite</strong> používate službu systému na spracovanie platieb, pri ktorej sa zbierajú informácie o kreditnej karte a fakturačné informácie, dôrazne odporúčame, aby ste si vytvorili alebo zabezpečili <strong>certifikát SSL</strong> a nakonfigurovali webový server tak, aby podporoval pripojenia SSL. Viac informácií o získaní a inštalácií certifikátov SSL vám poskytne poskytovateľ hosťovania alebo ich nájdete v dokumentácii k webovému serveru.

source: Once you have your certificate installed, test that is working by navigating to one of your online contribution pages and changing the URL prefix from 'http://' to 'https://'. If your browser loads the page and indicates a valid security certificate - then you can change this setting to <strong>Yes</strong> and CiviCRM will automatically redirect requests for all online contribution / member / event / admin pages to the corresponding SSL secured URLs.
sk_sk: Ak ste si nainštalovali certifikát, otestujte jeho funkčnosť tak, že prejdete na jednu zo stránok online príspevku a zmeníte predponu URL adresy z 'http://' na 'https://'. Ak váš prehliadač načíta stránku a zobrazí platný bezpečnostný certifikát, potom môžete toto nastavenie zmeniť na možnosť <strong>Áno</strong> a CiviCRM automaticky presmeruje požiadavky pre všetky stránky online príspevku/člena/podujatia/správcu na príslušné adresy URL zabezpečené pomocou SSL.

source: Verify SSL Certificates
sk_sk: Overiť certifikáty SSL

source: This setting will verify the SSL certificates received when making secure HTTPS connections to payment processors.
sk_sk: Toto nastavenie overí certifikáty SSL získané pri vytváraní zabezpečených pripojení HTTPS k systémom na spracovanie platieb.

source: For example, in order to process a payment through Authorize.net, CiviCRM must make a request to https://secure2.authorize.net/gateway/transact.dll. Using https to connect to secure2.authorize.net insures that the connection is encrypted, but it's possible that CiviCRM is actually connecting to an attacker and the attacker is connecting to secure2.authorize.net.
sk_sk: Napríklad na spracovanie platby cez Authorize.net CiviCRM musí odoslať požiadavku na https://secure2.authorize.net/gateway/transact.dll. Použitím protokolu https pri pripojení k secure2.authorize.net sa zaručuje, že pripojenie bude šifrované, ale je možné, že CiviCRM sa v skutočnosti pripája k útočníkovi a útočník sa pripája k secure2.authorize.net.

source: Verifying the SSL certificate helps confirm that CiviCRM is securely communicating directly to payment processors.
sk_sk: Overenie certifikátu SSL pomáha potvrdiť, že CiviCRM bezpečne komunikuje priamo so systémami na spracovanie platieb.

source: Resource URL
sk_sk: Adresa URL zdroja

source: Location where the civicrm module or component has been installed.
sk_sk: Miesto, kde bol nainštalovaný modul alebo komponent civicrm.

source: By default, your CiviCRM Resource URL should be:
sk_sk: Predvolene má byť adresa URL zdroja CiviCRM:

source: Extensions URL
sk_sk: Adresa URL rozšírení

source: Base URL for extension resources (images, stylesheets, etc).
sk_sk: Základná adresa URL pre zdroje rozšírenia (obrázky, šablóny so štýlmi atď.).

source: This should match the <a href="%1">"CiviCRM Extensions Directory"</a> ("%2").
sk_sk: Mala by sa zhodovať s <a href="%1">'adresárom rozšírení CiviCRM'</a> ('%2').

source: Customizing CSS
sk_sk: Prispôsobenie CSS

source: CiviCRM generates callback URLs for external services.
sk_sk: CiviCRM vytvára adresu URL spätného volania pre externé služby.

source: Some callback URLs are being migrated to a different style. During the transition, you may indicate a preferred style, such as:
sk_sk: Niektoré adresy URL spätného volania migrujú na iný štýl. Počas tohto prechodu môžete zadať preferovaný štýl, napríklad:

source: "Standalone Scripts" - In the traditional style, each callback URL is a standalone PHP script. You may wish to use this style if you need to maximize performance or if you need continuity.
sk_sk: 'Samostatné skripty' – Tradičný štýl pre každú adresu URL spätného volania je samostatný skript PHP. Ak si prajete maximalizovať výkon alebo potrebujete kontinuitu, použite tento štýl.

source: "Router" - In the newer style, each callback URL is defined like a normal CiviCRM page. You may wish to use this style for greater consistency or portability.
sk_sk: 'Smerovač' – V novšom štýle je každá adresa URL spätného volania definovaná ako bežná stránka CiviCRM. Ak si prajete väčšiu konzistentnosť alebo prenosnosť, použite tento štýl.

source: This setting only affects the default URL produced by "civicrm-core". Extensions and add-ons may override specific URLs.
sk_sk: Toto nastavenie ovplyvní iba predvolenú adresu URL vytvorenú prostredníctvom 'civicrm-core'. Rozšírenia a doplnky môžu prepísať konkrétne adresy URL.

source: URL Variables
sk_sk: Premenné URL

source: These settings define the URLs used to access CiviCRM resources (CSS files, Javascript files, images, etc.).
sk_sk: Tieto nastavenia stanovujú, aké adresy URL sa používajú na prístup k zdrojom CiviCRM (súbory CSS, Javascript, obrázky atď.).

source: You may configure these settings using absolute URLs or URL variables.
sk_sk: Tieto nastavenia môžete nakonfigurovať pomocou absolútnych adries URL alebo premenných URL.

source: Change all occurrences of a word or phrase in CiviCRM screens (e.g. replace all occurrences of 'Contribution' with 'Donation').
sk_sk: Zmeňte všetky výskyty slova alebo frázy na obrazovkách CiviCRM (napr. nahraďte všetky výskyty slova 'Príspevok' slovom 'Dar').

source: Partial matches will be replaced unless you click "Exact Match". EXAMPLE: replacing 'Contribution' with 'Donation' will also replace 'Contributions' with 'Donations' unless 'Exact Match' is checked.
sk_sk: Ak nekliknete na položku 'Presná zhoda', nahradia sa aj čiastočné zhody. Príklad: ak nezačiarknete políčko 'Presná zhoda', nahradením slova 'Príspevok' slovom 'Dar' sa nahradia aj 'Príspevky' slovom 'Dary'.

source: Use 'Exact Match' if you don't want partial matches to be replaced OR you are replacing a complete phrase (e.g. replace 'Create Printable Letters (PDF)' with 'Write Letters').
sk_sk: Ak si neprajete, aby sa nahrádzali čiastočné zhody ALEBO nahrádzate celú frázu, použite možnosť 'Presná zhoda' (napr. nahraďte 'Vytvoriť vytlačiteľné listy (PDF)' spojením 'Napísať listy').

source: IMPORTANT: Replacements are case-sensitive whether 'Exact Match' is checked or not.
sk_sk: DÔLEŽITÉ: Pri nahradzovaní sa rozlišujú malé a veľké písmená bez ohľadu na to, či je alebo nie je začiarknutá možnosť 'Presná zhoda'.

source: Use <strong>Word Replacements</strong> to change all occurrences of a word or phrase in CiviCRM screens (e.g. replace all occurrences of 'Contribution' with 'Donation').
sk_sk: Pomocou možnosti <strong>Náhrady slov</strong> zmeňte všetky výskyty slova alebo frázy na obrazovkách CiviCRM (napr. nahraďte všetky výskyty slova 'Príspevok' slovom 'Dar').

source: Replacement
sk_sk: Náhrada

source: Add row
sk_sk: Pridať riadok

source: Parameter Name
sk_sk: Názov parametra

source: Choose a parameter from the list, or select "other" for manual entry.
sk_sk: Vyberte zo zoznamu parameter alebo vyberte 'iné', ak chcete vykonať manuálne zadanie.

source: The default operator is equals (=), and is the only operator supported for "create" or "delete" actions.
sk_sk: Predvolený operátor je 'rovná sa' (=) a je to jediný operátor podporovaný pre akcie 'vytvoriť' alebo 'odstrániť'.

source: Some apis support a special syntax to allow other operators for "get" type actions. Choosing a different operator will automatically use this syntax, although it may not work with every api.
sk_sk: Niektoré rozhrania API podporujú špeciálnu syntax, aby sa mohli používať iné operátory pre akcie typu 'získať'. Výberom iného operátora sa automaticky bude používať táto syntax, hoci nemusí fungovať pri každom rozhraní API.

source: Parameter Value
sk_sk: Hodnota parametra

source: The following formats are accepted:
sk_sk: Prijateľné sú nasledujúce formáty:

source: Simple values such as numbers, true, false and null.
sk_sk: Jednoduché hodnoty, ako sú čísla, true, false a null.

source: Strings. You may include quotes around the string to ensure it's not interpreted otherwise, e.g. "false".
sk_sk: Reťazce. Reťazec môžete vymedziť úvodzovkami, aby sa neinterpretoval inak, napr. 'false'.

source: Arrays in js format, e.g. [1, 2, 3, 'foo', 'bar', 'baz'].
sk_sk: Polia vo formáte js, napr. [1, 2, 3, 'foo', 'bar', 'baz'].

source: A comma-separated list will automatically be turned into an array for multivalue operations, or you can explicitly use the js array format above.
sk_sk: Zoznam hodnôt oddelených čiarkou sa automaticky zmení na pole s operáciami s viacerými hodnotami, prípadne môžete explicitne použiť formát poľa js uvedený vyššie.

source: Api Chaining
sk_sk: Zreťazenie API

source: Chains allow you to execute api calls on the results of this one.
sk_sk: Reťazce vám umožňujú vykonať volania API na základe súvisiacich výsledkov.

source: Example: When creating a contact, you can chain the Email.create api to add email addresses for them.
sk_sk: Príklad: Pri vytváraní kontaktu môžete zreťaziť API Email.create, aby ste preň pridali e-mailovú adresu.

source: Disambiguation: api chains are different from joins in that chaining executes a separate api call for every result returned from the main call.
sk_sk: Rozdiel: reťazce API sa odlišujú od pripojení, pretože zreťazením sa vykoná samostatné volanie API po každom výsledku vrátenom z hlavného volania.

source: Api Joins
sk_sk: Pripojenia API

source: Join this api call to return values from or filter on a related entity.
sk_sk: Pripojte toto volanie API, aby sa vrátili hodnoty z príslušnej entity alebo aby sa vyfiltrovala príslušná entita.

source: The new fields will be selectable from the "Params" and "Fields to return" lists.
sk_sk: Nové polia sa budú dať vybrať zo zoznamov 'Parametre' a 'Polia na vrátenie'.

source: Example: If the api entity is Email, you can also fetch the display name of the contact this email belongs to.
sk_sk: Príklad: Ak je entita API e-mail, môžete načítať zobrazované meno kontaktu, ktorému patrí tento e-mail.

source: Disambiguation: Joins are different from api chaining in that joins execute as a single SELECT query, and only work for api "get" operations.
sk_sk: Rozlíšenie: pripojenia sa odlišujú od zreťazenia API, pretože vykonávajú jeden dopyt SELECT a fungujú iba pre operácie API typu 'získať'.

source: Choose a field not in this list
sk_sk: Vybrať pole, ktoré nie je v tomto zozname

source: Fields to return
sk_sk: Polia na vrátenie

source: Leave blank for default
sk_sk: Nechať predvolene prázdne

source: Group by
sk_sk: Zoskupiť podľa

source: Return Value
sk_sk: Hodnota vrátenia

source: Select field
sk_sk: Vybrať pole

source: Auto-Select Current User
sk_sk: Automaticky vybrať aktuálneho používateľa

source: Syntax error: input should be valid JSON or a quoted string.
sk_sk: Chyba syntaxe: vstup musí byť platný JSON alebo reťazec v úvodzovkách.

source: Select an entity.
sk_sk: Vyberte entitu.

source: This will delete data from CiviCRM. Are you sure?
sk_sk: Týmto sa vymažú údaje z CiviCRM. Naozaj chcete pokračovať?

source: This will write to the database. Continue?
sk_sk: Týmto sa bude zapisovať do databázy. Chcete pokračovať?

source: Confirm %1
sk_sk: Potvrdiť %1

source: Given the importance of auditability, extension developers are strongly discouraged from writing code to add, update or delete entries in the civicrm_financial_item, civicrm_entity_financial_trxn, and civicrm_financial_trxn tables. Before publishing an extension on civicrm.org that does any of this, please ask for a special bookkeeping code review for the extension.
sk_sk: Vzhľadom na dôležitosť možnosti vykonávania auditu sa vývojárom rozšírení dôrazne neodporúča vytváranie kódu na pridávanie, aktualizovanie alebo odstránenie záznamov v tabuľkách civicrm_financial_item, civicrm_entity_financial_trxn a civicrm_financial_trxn. Pred publikovaním rozšírenia na civicrm.org, ktoré má jednu z týchto úloh, požiadajte o špeciálnu revíziu účtovníckeho kódu pre toto rozšírenie.

source: First select %1
sk_sk: Vybrať najprv %1

source: Deprecation Notice
sk_sk: Oznámenie o zamietnutí

source: APIv3 is the legacy version of CiviCRM's API. While still supported, it is not recommended for use in new projects.
sk_sk: APIv3 je staršia verzia API pre CiviCRM. Hoci je stále podporovaná, neodporúča sa jej používanie v nových projektoch.

source: Switch to APIv4
sk_sk: Prejsť na APIv4

source: Examples
sk_sk: Príklady

source: Code Docs
sk_sk: Dokumentácia kódov

source: Choose
sk_sk: Vybrať

source: Display debug output with results.
sk_sk: Zobraziť výstup ladenia s výsledkami.

source: Sequential is more compact format, well-suited for json and smarty.
sk_sk: Sequential je kompaktnejší formát, ktorý sa hodí pre formáty json a smarty.

source: Join on:
sk_sk: Pridať sa:

source: Add Parameter
sk_sk: Pridať parameter

source: Chain API Call
sk_sk: Volanie API reťazca

source: Code
sk_sk: Kód

source: Execute API call and display results
sk_sk: Vykonať volanie API a zobraziť výsledky

source: Results are displayed here.
sk_sk: Výsledky sa zobrazia tu.

source: Example
sk_sk: Príklad

source: Other operators not available for this action.
sk_sk: Pre túto akciu nie sú dostupné ďalšie operátory.

source: API Params
sk_sk: Parametre API

source: Source Code
sk_sk: Zdrojový kód

source: ACLs (Access Control Lists) allow you control access to CiviCRM data. An ACL consists of an <strong>Operation</strong> (e.g. 'View' or 'Edit'), a <strong>set of Data</strong> that the operation can be performed on (e.g. a group of contacts), and a <strong>Role</strong> that has permission to do this operation. Refer to the %1 for more info.
sk_sk: ACL (zoznamy prístupových práv) vám umožňujú riadenie prístupu k údajom CiviCRM. ACL tvorí <strong>operácia</strong> (napr. 'Zobraziť' alebo 'Upraviť'), <strong>súbor údajov</strong>, v ktorom možno operáciu vykonať (napr. skupina kontaktov), a <strong>rola</strong>, ktorá má povolenie na vykonanie tejto operácie. Ďalšie informácie nájdete tu: %1.

source: Note that a CiviCRM ACL Role is not related to the Drupal Role.
sk_sk: Všimnite si, že rola ACL v CiviCRM nesúvisí s rolou v systéme Drupal.

source: <strong>EXAMPLE:</strong> 'Team Leaders' (<em>ACL Role</em>) can 'Edit' (<em>Operation</em>) all contacts in the 'Active Volunteers Group' (<em>Data</em>).
sk_sk: <strong>PRÍKLAD:</strong> 'Vedúci tímov' (<em>rola ACL</em>) môžu 'upraviť' (<em>Operácia</em>) všetky kontakty v 'skupine aktívnych dobrovoľníkov' (<em>Údaje</em>).

source: Use <a href='%1' %2>%3 Access Control</a> to manage basic access to CiviCRM components and menu items. Use CiviCRM ACLs to control access to specific CiviCRM contact groups. You can also configure ACLs to grant or deny access to specific Events, Profiles, and/or Custom Data Fields.
sk_sk: Použite funkciu <a href='%1' %2>Riadenie prístupu%3</a> na správu základného prístupu ku komponentom CiviCRM a položkám ponuky. Pomocou ACL CiviCRM riaďte prístup k určitým skupinám kontaktov CiviCRM. ACL môžete nakonfigurovať aj tak, aby ste povolili alebo zakázali prístup k určitým podujatiam, profilom a/alebo poliam s vlastnými údajmi.

source: Note that %1 Access Control permissions take precedence over CiviCRM ACLs. If you wish to use CiviCRM ACLs, first disable the related permission in %1 Access control for a user role, and then gradually add ACLs to replace that permission for certain groups of contacts.
sk_sk: Pamätajte na to, že povolenia na riadenie prístupu %1 majú prednosť pred ACL CiviCRM. Ak si prajete používať ACL CiviCRM, najprv zakážte príslušné povolenie v riadení prístupu %1 pre rolu používateľa a potom postupne pridávajte ACL, aby ste nahradili toto povolenie pre určité skupiny kontaktov.

source: %1 Access Control
sk_sk: Riadenie prístupu %1

source: Grant access to CiviCRM components and other CiviCRM permissions.
sk_sk: Udeľte prístup komponentom CiviCRM a ďalšie povolenia CiviCRM.

source: Use following steps if you need to control View and/or Edit permissions for specific contact groups, specific profiles or specific custom data fields.
sk_sk: Ak potrebujete riadiť povolenia Zobraziť a/alebo Upraviť pre určité skupiny kontaktov, určité profily alebo určité polia s vlastnými údajmi, postupujte podľa nasledujúcich krokov.

source: 1. Manage Roles
sk_sk: 1. Spravovať roly

source: Each CiviCRM ACL Role is assigned a set of permissions. Use this link to create or edit the different roles needed for your site.
sk_sk: Každej role ACL v CiviCRM je priradený súbor povolení. Pomocou tohto odkazu môžete vytvárať alebo upravovať rôzne roly potrebné pre vašu lokalitu.

source: 2. Assign Users to CiviCRM ACL Roles
sk_sk: 2. Priradiť používateľov k rolám ACL v CiviCRM

source: Once you have defined CiviCRM ACL Roles and granted ACLs to those Roles, use this link to assign users to role(s).
sk_sk: Keď ste definovali roly ACL v CiviCRM a priradili k týmto rolám ACL, pomocou tohto odkazu priraďte k rolám používateľov.

source: 3. Manage ACLs
sk_sk: 3. Spravovať ACL

source: ACLs define permission to do an operation on a set of data, and grant that permission to a CiviCRM ACL Role. Use this link to create or edit the ACLs for your site.
sk_sk: ACL definujú povolenie na vykonanie operácie v množine údajov a priraďujú toto povolenie role ACL v CiviCRM. Pomocou tohto odkazu môžete vytvárať alebo upravovať ACL pre vašu lokalitu.

source: Edit settings
sk_sk: Upraviť nastavenia

source: Use this checklist to review and complete configuration tasks for your site. You will be redirected back to this checklist after saving each setting. Settings which you have not yet reviewed will be <span class="status-overdue">displayed in red</span>. After you have visited a page, the links will <span class="status-pending">display in green</span> (although you may still need to revisit the page to complete or update the settings). You can access this page again from the <a href="%1">Administer CiviCRM</a> menu at any time.
sk_sk: Pomocou tohto kontrolného zoznamu posúďte a dokončite konfiguračné úlohy pre svoju lokalitu. Po uložení každého nastavenia vás znova presmerujeme k tomuto kontrolnému zoznamu. Nastavenia, ktoré ste ešte neposúdili, sa budú zobrazovať <span class="status-overdue">v červenej farbe</span>. Po návšteve stránky budú odkazy <span class="status-pending">zelené</span> (hoci možno budete musieť znovu navštíviť túto stránku a dokončiť alebo aktualizovať nastavenia). Na túto stránku sa môžete kedykoľvek dostať znovu cez ponuku <a href="%1">Spravovať CiviCRM</a>.

source: Site Configuration and Registration
sk_sk: Konfigurácia stránky a registrácia

source: Localization settings include user language, default currency and available countries for address input.
sk_sk: K nastaveniam lokalizácie patrí používateľský jazyk, predvolená mena a dostupné krajiny pre zadávanie adresy.

source: Organization name, email address for system-generated emails, organization address
sk_sk: Názov organizácie, e-mailová adresa pre e-maily generované systémom, adresa organizácie

source: Enable components
sk_sk: Povoliť komponenty

source: Enable the required CiviCRM components.(CiviContribute, CiviEvent etc.)
sk_sk: Povoľte požadované komponenty CiviCRM. (CiviContribute, CiviEvent atď.)

source: Register your site at CiviCRM.org. Opens in a new window.
sk_sk: Zaregistrujte si lokalitu na CiviCRM.org. Otvorí sa v novom okne.

source: Register your site
sk_sk: Zaregistrujte si lokalitu

source: Register your site, join the community, and help CiviCRM remain a leading CRM for organizations worldwide.
sk_sk: Zaregistrujte si lokalitu, pripojte sa ku komunite a pomôžte CiviCRM, aby bol aj naďalej popredným systémom CRM pre organizácie na celom svete.

source: Viewing and Editing Contacts
sk_sk: Zobrazenie a úprava kontaktov

source: Display Preferences
sk_sk: Preferencie zobrazenia

source: Configure screen and form elements for Viewing Contacts, Editing Contacts, Advanced Search, Contact Dashboard and WYSIWYG Editor.
sk_sk: Nakonfigurujte obrazovky a prvky formulárov pre položky Zobrazenie kontaktov, Úprava kontaktov, Rozšírené vyhľadávanie, Tabuľa kontaktu a Editor WYSIWYG.

source: Address Settings
sk_sk: Nastavenia adresy

source: Format addresses in mailing labels, input forms and screen display.
sk_sk: Formát adries v označeniach pošty, vstupných formulároch a na obrazovkách.

source: Mapping and Geocoding
sk_sk: Mapovanie a geokódovanie

source: Configure a mapping provider (e.g. OpenStreetMap or Google) to display maps for contact addresses and event locations.
sk_sk: Nakonfigurujte si poskytovateľa mapovania (napr. OpenStreetMap alebo Google), aby sa zobrazovali mapy pre adresy kontaktov a miesta podujatí.

source: Adjust search behaviors including wildcards, and data to include in quick search results. Adjusting search settings can improve performance for larger datasets.
sk_sk: Upravte správanie vyhľadávania vrátane zástupných znakov a údajov, ktoré sa majú zobrazovať vo výsledkoch rýchleho vyhľadávania. Úpravou nastavení vyhľadávania je možné zlepšiť výkon pre väčšie množiny údajov.

source: Version reporting, alerts and attachments.
sk_sk: Uvádzanie verzie, upozornenia a prílohy.

source: You can modify the names of the built-in contact types (Individual, Household, Organizations), and you can create or modify "contact subtypes" for more specific uses (e.g. Student, Parent, Team, etc.).
sk_sk: Môžete zmeniť názvy zabudovaných typov kontaktov (Jednotlivec, Domácnosť, Organizácie) a môžete vytvárať alebo upravovať 'podtypy kontaktu' na konkrétnejšie použitie (napr. Študent, Rodič, Tím atď.).

source: Sending Emails (includes contribution receipts and event confirmations)
sk_sk: Odosielanie e-mailov (zahŕňa potvrdenia o príspevkoch a potvrdenia registrácie)

source: From Email Addresses
sk_sk: E-mailové adresy odosielateľov

source: Define general email address(es) that can be used as the FROM address when sending email to contacts from within CiviCRM (e.g. info@example.org)
sk_sk: Zadajte všeobecné e-mailové adresy, ktoré sa môžu používať ako e-mailové adresy odosielateľov, keď sa odosielajú e-maily kontaktom z CiviCRM (napr. info@priklad.org)

source: Outbound Email
sk_sk: Odchádzajúci e-mail

source: Settings for outbound email - either SMTP server, port and authentication or Sendmail path and argument.
sk_sk: Nastavenia pre odchádzajúci e-mail – buď server SMTP, port a autentifikácia, alebo cesta sendmail a argument.

source: Online Contributions / Online Membership Signup / Online Event Registration
sk_sk: Online príspevky/online registrácia členstva/online registrácia na podujatie

source: Select and configure one or more payment processing services for online contributions, events and / or membership fees.
sk_sk: Vyberte a nakonfigurujte jednu alebo viac služieb na spracovanie platieb pre online príspevky a poplatky za podujatia a/alebo členstvo.

source: Permissions for Anonymous Users
sk_sk: Povolenia pre anonymných používateľov
