Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: Checked one user record.
sk_sk: Skontrolovaný jeden záznam používateľa.

source: Found one matching contact record.
sk_sk: Nájdený jeden zhodný záznam kontaktu.

source: Created one new contact record.
sk_sk: Vytvorený jeden nový záznam kontaktu.

source: Synchronize Complete
sk_sk: Synchronizácia dokončená

source: Basic Contact Type
sk_sk: Základný typ kontaktu

source: Choose Icon
sk_sk: Vybrať ikonu

source: This contact type name already exists in database. Contact type names must be unique.
sk_sk: Toto názov typu kontaktu sa už v databáze nachádza. Názvy typu kontaktu musia byť jedinečné.

source: Contact type names should not use reserved keywords.
sk_sk: Názvy typu kontaktu nesmú používať vyhradené kľúčové slová.

source: Selected contact type has been deleted.
sk_sk: Vybratý typ kontaktu bol odstránený.

source: Selected contact type can not be deleted. Make sure contact type doesn't have any associated custom data or group.
sk_sk: Vybratý typ kontaktu sa nedá odstrániť. Skontrolujte, či typ kontaktu nemá priradené vlastné údaje alebo skupinu.

source: The Contact Type '%1' has been saved.
sk_sk: Typ kontaktu "%1\ bol uložený.

source: The system administrator has disabled this feature.
sk_sk: Správca systému túto funkciu zakázal.

source: Unsupported action
sk_sk: Nepodporovaná akcia

source: Install
sk_sk: Inštalovať

source: Install "%1"?
sk_sk: Inštalovať "%1\?

source: Download and Install
sk_sk: Stiahnuť a inštalovať

source: Download and Install "%1"?
sk_sk: Stiahnuť a inštalovať "%1\?

source: Uninstall
sk_sk: Odinštalovať

source: Uninstall "%1"?
sk_sk: Odinštalovať "%1\?

source: Enable "%1"?
sk_sk: Povoliť "%1\?

source: Disable "%1"?
sk_sk: Zakázať "%1\?

source: Extension Uninstalled
sk_sk: Rozšírenie bolo odinštalované

source: Cannot uninstall this extension - there is at least one payment processor using the payment processor type provided by it.
sk_sk: Rozšírenie nie je možné odinštalovať. Minimálne jeden systém na spracovanie platieb používa typ systému na spracovanie platieb, ktorý rozšírenie poskytuje.

source: Uninstall Error
sk_sk: Chyba pri odinštalovaní

source: Extension Installed
sk_sk: Rozšírenie bolo nainštalované

source: Extension Enabled
sk_sk: Rozšírenie bolo povolené

source: Extension Disabled
sk_sk: Rozšírenie bolo zakázané

source: Extension Upgraded
sk_sk: Rozšírenie bolo inovované

source: Extension Upgrade Failed
sk_sk: Inovácia rozšírenia zlyhala

source: Save Failed
sk_sk: Uloženie zlyhalo

source: Manage - Scheduled Jobs
sk_sk: Spravovať – naplánované úlohy

source: Execute
sk_sk: Vykonať

source: API Call Entity
sk_sk: Entita volania rozhrania API

source: API Call Action
sk_sk: Akcia volania rozhrania API

source: Run frequency
sk_sk: Frekvencia spustenia

source: Command parameters
sk_sk: Parametre príkazu

source: Is this Scheduled Job active?
sk_sk: Je táto naplánovaná úloha aktívna?

source: Given API command is not defined.
sk_sk: Zadaný príkaz rozhrania API nie je definovaný.

source: Scheduled Job Deleted.
sk_sk: Naplánovaná úloha bola odstránená.

source: %1 Scheduled Job has been executed. See the log for details.
sk_sk: Naplánovaná úloha %1 bola vykonaná. Podrobnosti nájdete v denníku.

source: Executed
sk_sk: Vykonané

source: Relative month values are calculated based on the length of month(s) that they pass through. The result will land on the same day of the month except for days 29-31 when the target month contains fewer days than the previous month. For example, if a job is scheduled to run on August 31st, the following invocation will occur on October 1st, and then the 1st of every month thereafter. To avoid this issue, please schedule Monthly and Quarterly jobs to run within the first 28 days of the month.
sk_sk: Relatívne hodnoty mesiaca sa počítajú podľa dĺžky mesiaca, ktorého sa týkajú. Výsledok pripadne na rovnaký deň mesiaca s výnimkou dní od 29. do 31., keď má cieľový mesiac menej dní ako predchádzajúci. Ak je napríklad nejaká úloha naplánovaná na 31. august, nasledujúce vyvolanie nastane 1. októbra a potom vždy 1. deň každého nasledujúceho mesiaca. Aby sa tomu predišlo, naplánujte mesačné a štvrťročné úlohy tak, aby sa spustili v priebehu prvých 28 dní mesiaca.

source: The update greeting job can be very resource intensive and is typically not necessary to run on a regular basis. If you do choose to enable the job, we recommend you do not run it with the force=1 option, which would rebuild greetings on all records. Leaving that option absent, or setting it to force=0, will only rebuild greetings for contacts that do not currently have a value stored. %1
sk_sk: Úloha aktualizácie pozdravu môže byť veľmi náročná na zdroje a zvyčajne nie je potrebné, aby sa pravidelne spúšťala. Ak sa rozhodnete túto úlohu povoliť, odporúčame vám, aby ste ju nespúšťali s možnosťou force=1, čím by sa znovu vytvorili pozdravy vo všetkých záznamoch. Keď túto možnosť vynecháte alebo ju nastavíte na force=0, vytvoria sa znovu pozdravy iba pre kontakty, ktoré momentálne nemajú uloženú hodnotu. %1

source: Warning: Update Greeting job enabled
sk_sk: Upozornenie: úloha aktualizácie pozdravu povolená

source: Is this Label Format the default?
sk_sk: Je tento formát označenia predvolený?

source: Sheet Size
sk_sk: Veľkosť hárka

source: Sheet Size (w x h)
sk_sk: Veľkosť hárka (š x v)

source: Label Width
sk_sk: Šírka označenia

source: Label Height
sk_sk: Výška označenia

source: Labels Per Row
sk_sk: Označenia na riadok

source: Labels Per Column
sk_sk: Označenia na stĺpec

source: Horizontal Spacing
sk_sk: Vodorovné rozstupy

source: Vertical Spacing
sk_sk: Zvislé rozstupy

source: Left Padding
sk_sk: Odsadenie zľava

source: Top Padding
sk_sk: Odsadenie zhora

source: Selected Label Format has been deleted.
sk_sk: Vybratý formát označenia bol odstránený.

source: Copy %1 of %2
sk_sk: Kopírovať %1 z %2

source: Your new Label Format titled <strong>%1</strong> has been saved.
sk_sk: Váš nový formát označenia s názvom <strong>%1</strong> bol uložený.

source: Your Label Format titled <strong>%1</strong> has been updated.
sk_sk: Váš nový formát označenia s názvom <strong>%1</strong> bol aktualizovaný.

source: Name can only consist of alpha-numeric characters
sk_sk: Názov môže obsahovať iba alfanumerické znaky

source: vCard Name
sk_sk: Názov vCard

source: Selected Location type has been deleted.
sk_sk: Zvolený typ umiestnenia bol zmazaný.

source: The location type '%1' has been saved.
sk_sk: Typ umiestnenia "%1\ bol uložený.

source: Mail Account
sk_sk: Poštové konto

source: Save & Test
sk_sk: Uložiť a otestovať

source: Email Domain
sk_sk: E-mailová doména

source: Email domain must use a valid internet domain format (e.g. 'example.org').
sk_sk: E-mailová doména musí byť v platnom formáte internetových domén (napr. 'priklad.org').

source: Localpart
sk_sk: Miestna časť

source: Return-Path
sk_sk: Spiatočná cesta

source: Return-Path must use a valid email address format.
sk_sk: Spiatočná cesta musí mať platný formát e-mailovej adresy.

source: Bounce Processing
sk_sk: Spracovanie vrátenia

source: Email-to-Activity Processing
sk_sk: E-mail pre spracovanie aktivity

source: Used For?
sk_sk: Používané na?

source: Please enter a valid domain for this mailbox account (the part after @).
sk_sk: Zadajte platnú doménu pre toto konto poštovej schránky (časť za @).

source: Mail Setting Deleted.
sk_sk: Nastavenie mailu bolo odstránené.

source: Your New Email Settings have been saved.
sk_sk: Vaše nové nastavenia e-mailu boli uložené.

source: Your Email Settings have been updated.
sk_sk: Vaše nastavenia e-mailu boli aktualizované.

source: Changes Not Saved.
sk_sk: Zmeny sa neuložili.

source: Field Mapping
sk_sk: Mapovanie poľa

source: Selected mapping has been deleted successfully.
sk_sk: Vybraté mapovanie bolo úspešne odstránené.

source: Message Title
sk_sk: Názov správy

source: Upload Document
sk_sk: Nahrať dokument

source: Message Subject
sk_sk: Predmet správy

source: View System Default Message Template
sk_sk: Zobraziť šablónu správy predvolenú systémom

source: You do not have permission to view requested page.
sk_sk: Nemáte povolenie na zobrazenie požadovanej stránky.

source: Please upload document
sk_sk: Nahrajte dokument

source: The Message Template '%1' has been saved.
sk_sk: Šablóna správy "%1\ bola uložená.

source: Menu Item
sk_sk: Položka ponuky

source: Unrestricted
sk_sk: Neobmedzené

source: Top level
sk_sk: Najvyššia úroveň

source: Menu '%1' has been saved.
sk_sk: Ponuka "%1\ bola uložená.

source: Dropdown Options
sk_sk: Možnosti rozbaľovacieho zoznamu

source: Selected option group has been deleted.
sk_sk: Vybratá skupina možností bola odstránená.

source: The Option Group '%1' has been saved.
sk_sk: Skupina možností "%1\ bola uložená.

source: Learn more about a script that can automatically update contact addressee and greeting options.
sk_sk: Zistite viac o skripte, ktorý dokáže automaticky aktualizovať adresáta kontaktu a možnosti pozdravu.

source: The selected %1 option has <strong>not been deleted</strong> because it is currently in use. Please update these contacts to use a different format before deleting this option. %2
sk_sk: Vybratá možnosť %1 <strong>nebola odstránená</strong>, pretože sa momentálne používa. Pred odstránením tejto možnosti aktualizujte tieto kontakty, aby sa používal odlišný formát. %2

source: %1 Option
sk_sk: Možnosť %1

source: This Value already exists in the database for this option group. Please select a different Value.
sk_sk: Táto hodnota pre túto skupinu možností už je v databáze. Vyberte inú hodnotu.

source: This Label already exists in the database for this option group. Please select a different Label.
sk_sk: Toto označenie pre túto skupinu možností už je v databáze. Vyberte iné označenie.

source: Status Class
sk_sk: Trieda stavu

source: Status Type
sk_sk: Typ stavu

source: Incomplete
sk_sk: Nedokončené

source: Regular Expression?
sk_sk: Regulárny výraz?

source: Class Name
sk_sk: Názov triedy

source: Contacts AND Cases
sk_sk: Kontakty A prípady

source: Cases Only
sk_sk: Iba prípady

source: Default Option?
sk_sk: Predvolená možnosť?

source: Multiple Contact Merge
sk_sk: Zlúčenie viacerých kontaktov

source: Counted?
sk_sk: Vypočítané?

source: Status class is a required field
sk_sk: Trieda stavu je povinné pole

source: This Label already exists in the database for the selected contact type.
sk_sk: Toto označenie pre vybratý typ kontaktu už je v databáze.

source: Please follow the proper format for From Email Address
sk_sk: Dodržte správny formát pre položku E-mailová adresa odosielateľa

source: Data Type of the value field for this option value does not match %1.
sk_sk: Typ údajov poľa hodnoty pre túto hodnotu možnosti sa nezhoduje s položkou %1.

source: Value field Data Type mismatch
sk_sk: Nesúlad typu údajov poľa hodnoty

source: Selected %1 type has been deleted.
sk_sk: Vybratý typ %1 bol odstránený.

source: Selected participant status has been deleted.
sk_sk: Vybratý stav účastníka bol odstránený.

source: Selected participant status has <strong>NOT</strong> been deleted; there are still participants with this status.
sk_sk: Vybratý stav účastníka <strong>NEBOL</strong> odstránený. Niektorí účastníci ešte stále majú tento stav.

source: The Participant Status has been updated.
sk_sk: Stav účastníka bol aktualizovaný.

source: The new Participant Status has been saved.
sk_sk: Nový stav účastníka bol uložený.

source: The changes have not been saved.
sk_sk: Zmeny sa neuložili.

source: Deleting this Payment Processor may result in some transaction pages being rendered inactive.
sk_sk: Po odstránení tohto systému na spracovanie platieb sa môžu niektoré stránky transakcie zobraziť ako neaktívne.

source: Enter a valid URL
sk_sk: Zadajte platnú URL adresu

source: Is this Payment Processor active?
sk_sk: Je tento systém na spracovanie platieb aktívny?

source: Is this Payment Processor the default?
sk_sk: Je tento systém na spracovanie platieb predvolený?

source: Accepted Credit Card Type(s)
sk_sk: Akceptované typy kreditných kariet

source: You must have at least the test or live section filled
sk_sk: Musíte mať vyplnenú aspoň testovaciu časť alebo časť naživo

source: You must have at least the user_name specified
sk_sk: Musíte mať zadané aspoň user_name

source: Payment Processor Type (ID=%1) not found. Did you disable the payment processor extension?
sk_sk: Typ systému na spracovanie platieb (ID=%1) sa nenašiel. Zakázali ste rozšírenie systému na spracovanie platieb?

source: Missing Payment Processor
sk_sk: Chýba systém na spracovanie platieb

source: Payment Processor Deleted.
sk_sk: Systém na spracovanie platieb bol odstránený.

source: Payment processor configuration invalid
sk_sk: Neplatná konfigurácia systému na spracovanie platieb

source: Payment processor %1 has been saved.
sk_sk: Systém na spracovanie platieb "%1\ bol uložený.

source: Enter a positive integer
sk_sk: Zadajte kladné celé číslo

source: User Name Label
sk_sk: Označenie používateľského mena

source: Password Label
sk_sk: Označenie hesla

source: Signature Label
sk_sk: Označenie podpisu

source: Subject Label
sk_sk: Označenie predmetu

source: PHP class name
sk_sk: Názov triedy PHP

source: Live Site URL
sk_sk: Adresa URL živej lokality

source: Live API URL
sk_sk: Adresa URL živého rozhrania API

source: Live Recurring Payments URL
sk_sk: Adresa URL pre živé opakované platby

source: Live Button URL
sk_sk: Adresa URL živého tlačidla

source: Test Site URL
sk_sk: Adresa URL testovacej lokality

source: Test API URL
sk_sk: Adresa URL testovacieho rozhrania API

source: Test Recurring Payments URL
sk_sk: Adresa URL pre testovacie opakované platby

source: Test Button URL
sk_sk: Adresa URL testovacieho tlačidla

source: Is this Payment Processor Type active?
sk_sk: Je tento typ systému na spracovanie platieb aktívny?

source: Is this Payment Processor Type the default?
sk_sk: Je tento typ systému na spracovanie platieb predvolený?

source: Does this Payment Processor Type support recurring donations?
sk_sk: Podporuje tento typ systému na spracovanie platieb opakované dary?

source: Is this PDF Page Format the default?
sk_sk: Je tento formát stránok PDF predvolený?

source: Weight must be integer
sk_sk: Váha musí byť celé číslo

source: Selected PDF Page Format has been deleted.
sk_sk: Vybratý formát stránok PDF bol odstránený.

source: Your new PDF Page Format titled <strong>%1</strong> has been saved.
sk_sk: Váš nový formát stránok PDF s názvom <strong>%1</strong> bol uložený.

source: Your PDF Page Format titled <strong>%1</strong> has been updated.
sk_sk: Váš formát stránok PDF s názvom <strong>%1</strong> bol aktualizovaný.

source: You must provide values for all three Address Standardization fields.
sk_sk: Musíte poskytnúť hodnoty pre všetky tri polia štandardizácie adresy.

source: You have enabled the County option. Please ensure you populate the county table in your CiviCRM Database. You can find extensions to populate counties in the <a %1>CiviCRM Extensions Directory</a>.
sk_sk: Povolili ste možnosť Okres. Vyplňte tabuľku okresov vo svojej databáze CiviCRM. V <a %1>adresári rozšírení CiviCRM</a> môžete nájsť rozšírenia na vyplnenie okresov.

source: Populate counties
sk_sk: Vyplniť okresy

source: Default locale (%1) does not support street parsing. en_US locale will be used instead.
sk_sk: Predvolené miestne nastavenie (%1) nepodporuje delenie ulíc. Namiesto toho bude použité miestne nastavenie en_US.

source: Unsupported Locale
sk_sk: Nepodporované miestne nastavenie

source: Invoice Prefix
sk_sk: Predpona faktúry

source: Enter prefix to be display on PDF for invoice
sk_sk: Zadajte predponu, ktorá sa má zobrazovať v súbore PDF faktúry.

source: For transmission
sk_sk: Na prenos

source: Select the interval for due date.
sk_sk: Vyberte interval pre dátum splatnosti.

source: Notes or Standard Terms
sk_sk: Poznámky alebo štandardné podmienky

source: Enter note or message to be displayed on PDF invoice or credit notes
sk_sk: Zadajte poznámku alebo správu, ktorá sa má zobrazovať v súbore PDF faktúr alebo dobropisov

source: Automatically email invoice when user purchases online
sk_sk: Automaticky zaslať faktúru e-mailom, keď používateľ urobí nákup online

source: Should a pdf invoice be emailed automatically?
sk_sk: Má sa automaticky poslať e-mailom faktúra vo formáte PDF?

source: Tax Term
sk_sk: Zdaňovacie obdobie

source: Tax Display Settings
sk_sk: Nastavenia zobrazenia dane

source: Configure CKEditor
sk_sk: Konfigurovať CKEditor

source: We have automatically enabled the Mailings tab for the Contact Summary screens so that you can view mailings sent to each contact.
sk_sk: Automaticky sme povolili kartu Pošta pre obrazovky Súhrn kontaktu, takže si môžete pozrieť poštu odoslanú každému kontaktu.

source: Your changes have been saved.
sk_sk: Vaše zmeny sa uložili.

source: Start Offset
sk_sk: Začať posun

source: Format
sk_sk: Formát

source: - default input format -
sk_sk: – predvolený formát vstupu –

source: Value must be an integer.
sk_sk: Hodnota musí byť celé číslo.

source: Time is required for this format.
sk_sk: Pre tento formát je požadovaný čas.

source: Preferences Date Options can only be updated
sk_sk: Možnosti preferovaného dátumu je možné iba aktualizovať

source: The date type '%1' has been saved.
sk_sk: Typ dátumu "%1\ bol uložený.

source: Label for the relationship from Contact A to Contact B. EXAMPLE: Contact A is 'Parent of' Contact B.
sk_sk: Označenie pre vzťah kontaktu A a kontaktu B. PRÍKLAD: Kontakt A je 'rodič' kontaktu B.

source: Label for the relationship from Contact B to Contact A. EXAMPLE: Contact B is 'Child of' Contact A. You may leave this blank for relationships where the name is the same in both directions (e.g. Spouse).
sk_sk: Označenie pre vzťah kontaktu B a kontaktu A. PRÍKLAD: Kontakt B je 'dieťa' kontaktu A. Môžete nechať prázdne pri vzťahoch, keď je v oboch smeroch rovnaké meno (napr. partner).

source: WARNING: Deleting this option will result in the loss of all Relationship records of this type.
sk_sk: UPOZORNENIE: Keď sa táto možnosť odstráni, stratia sa všetky záznamy vzťahu tohto typu.

source: Label already exists in Database.
sk_sk: Označenie už je v databáze.

source: All Contacts
sk_sk: Všetky kontakty

source: Selected Relationship type has been deleted.
sk_sk: Vybratý typ vzťahu bol odstránený.

source: The Relationship Type has been saved.
sk_sk: Typ vzťahu bol uložený.

source: Scheduled Reminder Active
sk_sk: Naplánovaná pripomienka je aktívna

source: Record activity for automated email
sk_sk: Aktivita záznamu pre automatizovaný e-mail

source: Record activity for automated email or SMS
sk_sk: Aktivita záznamu pre automatizovaný e-mail alebo SMS

source: Send as
sk_sk: Odoslať ako

source: Action Condition
sk_sk: Podmienka akcie

source: Repetition Condition
sk_sk: Podmienka opakovania

source: From Name
sk_sk: Meno odosielateľa

source: Limit to
sk_sk: Obmedziť na

source: Also include
sk_sk: Zahrnúť aj

source: Limit or Add Recipients
sk_sk: Obmedziť alebo pridať príjemcov

source: Limit Options
sk_sk: Obmedziť možnosti

source: Recipient Roles
sk_sk: Roly príjemcov

source: Manual Recipients
sk_sk: Manuálni príjemcovia

source: Contacts with no preferred language
sk_sk: Kontakty bez preferovaného jazyka

source: Recipients language
sk_sk: Jazyk príjemcov

source: System default language
sk_sk: Predvolený jazyk systému

source: Follow recipient preferred language
sk_sk: Riadiť sa preferovaným jazykom príjemcu

source: Communication language
sk_sk: Komunikačný jazyk

source: Please select appropriate value
sk_sk: Vyberte vhodnú hodnotu

source: Subject is a required field.
sk_sk: Predmet je povinné pole

source: The HTML message is a required field.
sk_sk: Správa HTML je povinné pole.

source: The SMS message is a required field.
sk_sk: Správa SMS je povinné pole.

source: Please select entity value
sk_sk: Vyberte hodnotu entity

source: Absolute date cannot be earlier than the current time.
sk_sk: Absolútny dátum nemôže byť skôr ako aktuálny dátum.

source: Start Action Offset must be filled in or Absolute Date set
sk_sk: Musí byť vyplnený posun začiatku akcie alebo nastavený absolútny dátum

source: If "Also include" or "Limit to" are selected, you must specify at least one %1
sk_sk: Ak je vybraté 'Zahrnúť aj' alebo 'Obmedziť na', musíte určiť aspoň jednu položku %1

source: If you are enabling repetition you must indicate the frequency and ending term.
sk_sk: Ak povoľujete opakovanie, musíte uviesť frekvenciu a termín ukončenia.

source: Selected Reminder has been deleted.
sk_sk: Vybratá pripomienka bola odstránená.

source: Your new Reminder titled %1 has been saved.
sk_sk: Vaša nová pripomienka s názvom %1 bola uložená.

source: Your Reminder titled %1 has been updated.
sk_sk: Vaša pripomienka s názvom %1 bola aktualizovaná.

source: Settings - CiviCase
sk_sk: Nastavenia – CiviCase

source: You need to enable CiviContribute before enabling CiviPledge.
sk_sk: Pred povolením CiviPledge musíte povoliť CiviContribute.

source: Settings - Date
sk_sk: Nastavenia – dátum

source: Settings - Debugging and Error Handling
sk_sk: Nastavenia – ladenie a odstraňovanie chýb

source: The environment settings have been disabled because it has been overridden in the settings file.
sk_sk: Nastavenia prostredia boli zakázané, pretože boli prepísané v súbore nastavení.

source: Environment settings
sk_sk: Nastavenia prostredia

source: Settings - Localization
sk_sk: Nastavenia – lokalizácia

source: Available Languages
sk_sk: Dostupné jazyky

source: Add Language
sk_sk: Pridať jazyk

source: This will make your CiviCRM installation a single-language one again. THIS WILL DELETE ALL DATA RELATED TO LANGUAGES OTHER THAN THE DEFAULT ONE SELECTED ABOVE (and only that language will be preserved).
sk_sk: Týmto krokom bude vaša inštalácia CiviCRM znovu iba v jednom jazyku. TÝM SA VYMAŽÚ VŠETKY ÚDAJE SPOJENÉ S JAZYKMI ODLIŠNÝMI OD PREDVOLENÉHO JAZYKA VYBRATÉHO VYŠŠIE (a zachová sa iba tento jazyk).

source: Return to Single Language
sk_sk: Vrátiť sa k jednému jazyku

source: Enabling multiple languages changes the schema of your database, so make sure you know what you are doing when enabling this function; making a database backup is strongly recommended.
sk_sk: Ak povolíte viac jazykov, zmení sa schéma vašej databázy. Preto to dobre zvážte, skôr ako povolíte túto funkciu. Dôrazne odporúčame vytvoriť si zálohu databázy.

source: Enable Multiple Languages
sk_sk: Povoliť viac jazykov

source: Default Language for users
sk_sk: Predvolený jazyk pre používateľov

source: Available Currencies
sk_sk: Dostupné meny

source: Thousands Separator and Decimal Delimiter can not be the same.
sk_sk: Oddeľovače tisícov a desatinných miest nemôžu byť rovnaké.

source: Thousands Separator can not be empty. You can use a space character instead.
sk_sk: Oddeľovač tisícov nemôže byť prázdny. Môžete použiť aj medzeru.

source: Decimal Delimiter can not have more than 1 character.
sk_sk: Oddeľovač desatinných miest nemôže mať viac ako 1 znak.

source: Please define the custom translation function first.
sk_sk: Definujte najprv funkciu vlastného prekladu.

source: Please select a default country that is in the list of available countries.
sk_sk: Zadajte predvolenú krajinu, ktorá je v zozname dostupných krajín.

source: Use default site language
sk_sk: Použiť predvolený jazyk lokality

source: Leave undefined
sk_sk: Nechať nedefinované

source: Use language in use at the time
sk_sk: Použiť jazyk, ktorý sa vtedy použil

source: Settings - CiviMail
sk_sk: Nastavenia – CiviMail

source: The job size must be at least 1000 or set to 0 (unlimited).
sk_sk: Veľkosť úlohy musí byť minimálne 1000 alebo musí byť nastavená na 0 (neobmedzená).
