Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: (EXPERIMENTAL) If the MySQL user does not have permission to administer triggers, then you must create the triggers outside CiviCRM. No support is provided for this configuration.
sk_sk: (EXPERIMENTÁLNE) Ak používateľ MySQL nemá povolenie na správu spúšťačov, musia sa spúšťače vytvoriť mimo CiviCRM. Pre túto konfiguráciu sa neposkytuje žiadna podpora.

source: (EXPERIMENTAL) MySQL user does not have trigger permissions
sk_sk: (EXPERIMENTÁLNE) Používateľ MySQL nemá povolenia pre spúšťače

source: Set this when you intend to manage trigger creation outside of CiviCRM
sk_sk: Nastavte túto možnosť, ak plánujete spravovať vytváranie spúšťačov mimo CiviCRM.

source: Logging
sk_sk: Zapisovanie do denníka

source: If enabled, all actions will be logged with a complete record of changes.
sk_sk: Ak je táto možnosť povolená, všetky akcie sa zaznamenajú s kompletným záznamom zmien.

source: This is the date when CRM-18193 was implemented
sk_sk: Toto je dátum implementácie CRM-18193

source: Logging Unique ID not recorded before
sk_sk: Jedinečné ID denníka nebolo predtým zaznamenané

source: This indicates there are no tables holdng pre-uniqid log_conn_id values (CRM-18193)
sk_sk: Znamená to, že v žiadnych tabuľkách sa nenachádzajú hodnoty pre-uniqid log_conn_id (CRM-18193)

source: All tables use Unique Connection ID
sk_sk: Všetky tabuľky používajú jedinečné ID pripojenia

source: Do some tables pre-date CRM-18193?
sk_sk: Boli niektoré tabuľky pred CRM-18193?

source: CMS Users Table Name
sk_sk: Názov tabuľky používateľov CMS

source: WordPress Path to wp-load.php
sk_sk: Cesta WordPress k wp-load.php

source: CiviCRM will use this setting as path to bootstrap WP.
sk_sk: CiviCRM bude toto nastavenie využívať ako cestu pri spustení WP.

source: Secure Cache Timeout
sk_sk: Časový limit bezpečnej vyrovnávacej pamäte

source: Maximum number of minutes that secure form data should linger
sk_sk: Maximálny počet minút na omeškanie údajov bezpečného formulára

source: Unique Site ID
sk_sk: Jedinečné ID lokality

source: Size of "Recent Items" stack
sk_sk: Veľkosť zásobníka 'Najnovšie položky'

source: How many items should CiviCRM store in it's "Recently viewed" list.
sk_sk: Koľko položiek má CiviCRM ukladať v zozname 'Naposledy zobrazené'.

source: What providers may save views in CiviCRM's "Recently viewed" list. If empty, all are in.
sk_sk: Ktorí poskytovatelia môžu ukladať zobrazenia v zozname CiviCRM 'Naposledy zobrazené'. Ak je položka prázdna, sú zahrnutí všetci.

source: Default limit for dedupe screen
sk_sk: Predvolený limit pre obrazovku odstraňovania duplikátov

source: Default to only loading matches against this number of contacts
sk_sk: Predvolené iba pre načítavanie zhôd v tomto počte kontaktov

source: Deduping larger databases can crash the server. By configuring a limit other than 0 here the dedupe query will only search for matches against a limited number of contacts.
sk_sk: Pri odstraňovaní duplikátov vo väčších databázach môže dôjsť k zlyhaniu servera. Pri nakonfigurovaní iného limitu ako 0 sa pri požiadavke na odstraňovanie duplikátov budú prehľadávať zhody iba v obmedzenom počte kontaktov.

source: Sync CMS Email
sk_sk: Synchronizácia e-mailu CMS

source: If enabled, then CMS email id will be synchronised with CiviCRM contacts's primary email.
sk_sk: Ak je táto možnosť povolená, ID pre e-mail CMS sa synchronizuje s primárnym e-mailom kontaktov v CiviCRM.

source: Preserve activity filters as a user preference
sk_sk: Zachovať filtre aktivity ako preferenciu používateľa

source: When enabled, any filter settings a user selects on the contact's Activity tab will be remembered as they visit other contacts.
sk_sk: Ak je táto možnosť povolená, všetky nastavenia filtrov, ktoré si používateľ zvolí na karte kontaktu Aktivita, sa zapamätajú pri návšteve iných kontaktov.

source: Do not notify assignees for
sk_sk: Neoznamovať povereným osobám položky

source: These activity types will be excluded from automated email notifications to assignees.
sk_sk: Tieto typy aktivity budú vylúčené z automatických e-mailových oznámení povereným osobám.

source: Menubar position
sk_sk: Poloha panelu s ponukami

source: Location of the CiviCRM main menu.
sk_sk: Umiestnenie hlavnej ponuky CiviCRM.

source: Replace website menu
sk_sk: Nahradiť ponuku webovej lokality

source: Below website menu
sk_sk: Pod ponukou webovej lokality

source: Above content area
sk_sk: Nad oblasťou obsahu

source: None - disable menu
sk_sk: Žiadne – zakázať ponuku

source: Menubar color
sk_sk: Farba panelu s ponukami

source: Color of the CiviCRM main menu.
sk_sk: Farba hlavnej ponuky CiviCRM.

source: Mime Types that can be passed as URL params
sk_sk: Typy MIME, ktoré sa môžu prevziať ako parametre URL

source: Acceptable Mime Types that can be used as part of file urls
sk_sk: Prijateľné typy MIME, ktoré sa môžu použiť ako súčasť adries URL súboru

source: Frontend Theme
sk_sk: Klientsky motív

source: Theme to use on frontend pages
sk_sk: Motív na použitie na klientskych stránkach

source: Backend Theme
sk_sk: Serverový motív

source: Theme to use on backend pages
sk_sk: Motív na použitie na serverových stránkach

source: HTTP request timeout
sk_sk: Časový limit požiadavky HTTP

source: How long should HTTP requests through Guzzle application run for in seconds
sk_sk: Koľko sekúnd majú požiadavky HTTP bežať cez aplikáciu Guzzle

source: Set the number of seconds http requests should run for before terminating
sk_sk: Nastavte, koľko sekúnd majú požiadavky http bežať pred ich ukončením

source: Asset Caching
sk_sk: Vyrovnávacia pamäť aktív

source: Store computed JS/CSS content in cache files? (Note: In "Auto" mode, the "Debug" setting will determine whether to activate the cache.)
sk_sk: Ukladať vypočítaný obsah JS/CSS v súboroch vyrovnávacej pamäte? (Poznámka: v režime 'Auto' nastavenie 'Ladenie' určuje, či sa má táto vyrovnávacia pamäť aktivovať.)

source: Enable Drupal Watchdog Logging
sk_sk: Povoliť zapisovanie do denníka Drupal Watchdog

source: Set this value to Yes if you want CiviCRM error/debugging messages to appear in the Drupal error logs.
sk_sk: Nastavte túto hodnotu na Áno, ak chcete, aby sa v denníku chýb systému Drupal objavili správy o chybe/ladení CiviCRM.

source: Enable Debugging
sk_sk: Povoliť ladenie

source: Set this value to Yes if you want to use one of CiviCRM's debugging tools. This feature should NOT be enabled for production sites.
sk_sk: Nastavte túto hodnotu na Áno, ak chcete využívať jeden z ladiacich nástrojov CiviCRM. Táto funkcia sa NEMÁ povoliť pre produkčné lokality.

source: Display Backtrace
sk_sk: Zobraziť spätné sledovanie

source: Set this value to Yes if you want to display a backtrace listing when a fatal error is encountered. This feature should NOT be enabled for production sites.
sk_sk: Nastavte túto hodnotu na Áno, ak chcete zobraziť zoznam spätného sledovania v prípade závažnej chyby. Táto funkcia sa NEMÁ povoliť pre produkčné lokality.

source: Setting to define the environment in which this CiviCRM instance is running.
sk_sk: Nastavenie, ktoré definuje prostredie, v ktorom beží táto inštancia CiviCRM.

source: Fatal Error Handler
sk_sk: Obslužný program závažných chýb

source: Enter the path and class for a custom PHP error-handling function if you want to override built-in CiviCRM error handling for your site.
sk_sk: Zadajte cestu a triedu vlastnej funkcie PHP na obsluhu chýb, ak chcete prepísať zabudovanú obsluhu chýb CiviCRM na vašej lokalite.

source: Image Directory
sk_sk: Adresár obrázkov

source: File system path where image files are uploaded. Currently, this path is used for images associated with premiums (CiviContribute thank-you gifts).
sk_sk: Cesta systémových súborov, kde sa nahrávajú súbory s obrázkami. Momentálne sa táto cesta používa pre obrázky spojené s prémiami (ďakovné darčeky CiviContribute).

source: Path where documents and images which are attachments to contact records are stored (e.g. contact photos, resumes, contracts, etc.). These attachments are defined using 'file' type custom fields.
sk_sk: Cesta, kde sa ukladajú dokumenty a obrázky, ktoré sú prílohou záznamov kontaktu (napr. fotografie kontaktu, životopisy, zmluvy atď.). Tieto prílohy sa definujú vlastnými poľami typu 'súbor'.

source: Custom Template Directory
sk_sk: Adresár vlastných šablón

source: Path where site specific templates are stored if any. This directory is searched first if set. Custom JavaScript code can be added to templates by creating files named templateFile.extra.tpl. (learn more...)
sk_sk: Cesta, kde sa ukladajú prípadné šablóny špecifické pre lokalitu. Ak je tento adresár nastavený, prehľadáva sa ako prvý. K šablónam je možné pridať vlastný kód JavaScript vytvorením súborov s názvom templateFile.extra.tpl. (zistiť viac...)

source: Custom PHP Directory
sk_sk: Vlastný adresár PHP

source: Path where site specific PHP code files are stored if any. This directory is searched first if set.
sk_sk: Cesta, kde sa ukladajú prípadné súbory s kódom PHP špecifické pre lokalitu. Ak je tento adresár nastavený, prehľadáva sa ako prvý.

source: Extensions Directory
sk_sk: Adresár rozšírení

source: Path where CiviCRM extensions are stored.
sk_sk: Cesta, kde sa ukladajú rozšírenia CiviCRM.

source: Dashboard entries
sk_sk: Položky tabule

source: Configure how many events should be shown on the dashboard. This overrides the default value of 10 entries.
sk_sk: Nakonfigurujte, koľko udalostí sa má zobraziť na tabuli. Prepíše sa tým predvolená hodnota 10 položiek.

source: Extension Repo URL
sk_sk: Adresa URL odkladacieho priestoru rozšírenia

source: Custom Translate Function
sk_sk: Funkcia vlastného prekladu

source: Thousands Separator
sk_sk: Oddeľovač tisícov

source: Decimal Delimiter
sk_sk: Oddeľovač desatinných miest

source: Monetary Amount Display
sk_sk: Zobrazenie peňažnej sumy

source: Monetary Value Display
sk_sk: Zobrazenie peňažnej hodnoty

source: Default Currency
sk_sk: Predvolená mena

source: Default currency assigned to contributions and other monetary transactions.
sk_sk: Predvolená mena priradená príspevkom a ďalším peňažným transakciám.

source: Default Country
sk_sk: Predvolená krajina

source: This value is selected by default when adding a new contact address.
sk_sk: Toto hodnota sa vyberie predvolene pri pridávaní novej adresy kontaktu.

source: Default State/Province
sk_sk: Predvolený štát/provincia

source: Available Countries
sk_sk: Dostupné krajiny

source: Available States and Provinces (by Country)
sk_sk: Dostupné štáty a provincie (podľa krajiny)

source: Inherit CMS Language
sk_sk: Zdediť jazyk CMS

source: If Yes, the initial session language will be set by the CMS, which can later be changed if using the CiviCRM language switcher.
sk_sk: Ak je nastavená možnosť Áno, jazyk prvej relácie nastaví CMS, čo je možné neskôr zmeniť pomocou prepínača jazyka systému CiviCRM.

source: Date Format: Complete Date and Time
sk_sk: Formát dátumu: celý dátum a čas

source: Date Format: Complete Date
sk_sk: Formát dátumu: celý dátum

source: Date Format: Month and Year
sk_sk: Formát dátumu: mesiac a rok

source: Date Format: Time Only
sk_sk: Formát dátumu: iba čas

source: Date Format: Year Only
sk_sk: Formát dátumu: iba rok

source: Date Format: Financial Batch
sk_sk: Formát dátumu: finančná dávka

source: Date Format: Short date Month Day Year
sk_sk: Formát dátumu: krátky dátum mesiac deň rok

source: Date Input Format
sk_sk: Formát zadávania dátumu

source: Import / Export Field Separator
sk_sk: Oddeľovač poľa pre import/export

source: Global CSV separator character. Modify this setting to enable import and export of different kinds of CSV files (for example: ',' ';' ':' '|' ).
sk_sk: Globálny znak oddeľovača CSV. Upravte toto nastavenie, aby ste povolili import a export rôznych druhov súborov CSV (napríklad: , ; : | ).

source: Fiscal Year Start
sk_sk: Začiatok fiškálneho roka

source: Available Languages (Multi-lingual)
sk_sk: Dostupné jazyky (viac jazykov)

source: Formatting locale
sk_sk: Miestne nastavenie formátovania

source: Locale to use when formatting money (and in future dates). This replaces thousandsSeparator & decimalSeparator & moneyFormat settings.
sk_sk: Miestne nastavenie, ktoré sa používa pri formátovaní peňažných údajov (a budúcich dátumov). Nahrádza nastavenia oddeľovača tisícov, desatinných miest a formátu peňazí.

source: User Interface languages available to users
sk_sk: Jazyky používateľského rozhrania dostupné pre používateľov

source: Default Language
sk_sk: Predvolený jazyk

source: Legacy Encoding
sk_sk: Staršie kódovanie

source: If import files are NOT encoded as UTF-8, specify an alternate character encoding for these files. The default of Windows-1252 will work for Excel-created .CSV files on many computers.
sk_sk: Ak importované súbory NIE sú kódované ako UTF-8, určte náhradné kódovanie znakov pre tieto súbory. Pre súbory .CSV vytvorené v Exceli bude na mnohých počítačoch fungovať predvolené kódovanie Windows-1252.

source: Time Input Format
sk_sk: Formát zadávania času

source: Week begins on
sk_sk: Týždeň sa začína v

source: Default Language for contacts
sk_sk: Predvolený jazyk pre kontakty

source: Default language (if any) for contact records.
sk_sk: Predvolený jazyk (ak existuje) pre záznamy kontaktov.

source: Pinned Countries
sk_sk: Pripnuté krajiny

source: Appear in Top section of select list
sk_sk: Zobraziť v hornej časti vybratého zoznamu

source: Selected countries will appear in top section of country list
sk_sk: Vybraté krajiny sa zobrazia v hornej časti zoznamu krajín

source: Enable Double Opt-in for Profile Group(s) field
sk_sk: Povoliť dvojitý explicitný súhlas pre pole Skupiny profilov

source: When CiviMail is enabled, users who "subscribe" to a group from a profile Group(s) checkbox will receive a confirmation email. They must respond (opt-in) before they are added to the group.
sk_sk: Keď je CiviMail povolený, používatelia, ktorí sa 'prihlásia na odber' skupiny pomocou začiarkavacieho políčka Skupiny profilov, dostanú potvrdzujúci e-mail. Aby mohli byť pridaní do skupiny, musia zareagovať (vyjadriť explicitný súhlas).

source: Track replies using VERP in Reply-To header
sk_sk: Sledovať odpovede pomocou VERP v hlavičke Príjemca odpovede

source: If checked, mailings will default to tracking replies using VERP-ed Reply-To.
sk_sk: Ak je táto možnosť začiarknutá, v súvislosti s poštou sa budú predvolene sledovať odpovede pomocou možnosti Príjemca odpovede cez VERP.

source: Enable workflow support for CiviMail
sk_sk: Povoliť podporu pracovného postupu pre CiviMail

source: Drupal-only. Rules module must be enabled (beta feature - use with caution).
sk_sk: Len Drupal. Musí byť povolený modul pravidiel (funkcia beta, používajte opatrne).

source: Enable global server wide lock for CiviMail
sk_sk: Povoliť globálny serverový zámok pre CiviMail

source: Enable Custom Reply-To
sk_sk: Povoliť vlastného príjemcu odpovede

source: Allow CiviMail users to send mailings with a custom Reply-To header.
sk_sk: Povoliť používateľom CiviMail, aby odosielali poštu s vlastnou hlavičkou Príjemca odpovede.

source: Mailing Backend
sk_sk: Server pošty

source: Enable Double Opt-in for Profiles which use the "Add to Group" setting
sk_sk: Povoliť dvojitý explicitný súhlas pre profily, ktoré používajú nastavenie 'Pridať do skupiny'

source: When CiviMail is enabled and a profile uses the "Add to Group" setting, users who complete the profile form will receive a confirmation email. They must respond (opt-in) before they are added to the group.
sk_sk: Keď je CiviMail povolený a profil používa nastavenie 'Pridať do skupiny', používatelia, ktorí vyplnia profilový formulár, dostanú potvrdzujúci e-mail. Aby mohli byť pridaní do skupiny, musia zareagovať (vyjadriť explicitný súhlas).

source: Disable check for mandatory tokens
sk_sk: Zakázať kontrolu povinných tokenov

source: Don't check for presence of mandatory tokens (domain address; unsubscribe/opt-out) before sending mailings. WARNING: Mandatory tokens are a safe-guard which facilitate compliance with the US CAN-SPAM Act. They should only be disabled if your organization adopts other mechanisms for compliance or if your organization is not subject to CAN-SPAM.
sk_sk: Pred odoslaním pošty sa nekontroluje, či sú k dispozícii povinné tokeny (adresa domény, zrušenie odberu/explicitný nesúhlas). UPOZORNENIE: Povinné tokeny sú bezpečnostným opatrením na uľahčenie dosiahnutia súladu so zákonom USA s označením CAN-SPAM. Mali by sa zakázať iba vtedy, ak má vaša organizácia iné mechanizmy na dodržanie súladu alebo ak sa na ňu nevzťahuje zákon CAN-SPAM.

source: CiviMail dedupes e-mail addresses by default
sk_sk: CiviMail predvolene odstráni duplikáty e-mailových adries

source: Set the "dedupe e-mail" option when sending a new mailing to "true" by default.
sk_sk: Keď odosielate novú poštu, nastavte možnosť 'odstrániť duplikáty e-mailov' predvolene na 'true'.

source: Hashed Mailing URL's
sk_sk: Hashované adresy URL pošty

source: If enabled, a randomized hash key will be used to reference the mailing URL in the mailing.viewUrl token, instead of the mailing ID.
sk_sk: Ak je táto možnosť povolená, použije sa namiesto ID pošty náhodný hash kľúč pre ako odkaz na adresu URL pošty v tokene mailing.viewUrl.

source: Enable multiple bulk email address for a contact.
sk_sk: Povoliť viac hromadných e-mailových adries pre kontakt.

source: CiviMail will deliver a copy of the email to each bulk email listed for the contact. Enabling this setting will also change the options for the "Email on Hold" field in Advanced Search.
sk_sk: CiviMail odošle kópiu e-mailu na každý hromadný e-mail uvedený pre kontakt. Povolením tohto nastavenia sa zmenia aj možnosti pre pole 'E-mail je pozastavený' v rozšírenom vyhľadávaní.

source: Enable CiviMail to generate Message-ID header
sk_sk: Povoliť CiviMail tvorbu hlavičky s ID správy

source: Mailer Batch Limit
sk_sk: Limit dávky poštového programu

source: Throttle email delivery by setting the maximum number of emails sent during each CiviMail run (0 = unlimited).
sk_sk: Obmedzte doručenie e-mailov nastavením maximálneho počtu e-mailov odoslaných počas každého spustenia CiviMal (0 = neobmedzené).

source: Mailer Job Size
sk_sk: Veľkosť úloh poštového programu

source: If you want to utilize multi-threading enter the size you want your sub jobs to be split into. Recommended values are between 1,000 and 10,000. Use a lower value if your server has multiple cron jobs running simultaneously, but do not use values smaller than 1,000. Enter "0" to disable multi-threading and process mail as one single job - batch limits still apply.
sk_sk: Ak chcete využívať súbežné spracovanie vláken, zadajte veľkosť, na ktorú sa majú rozdeliť podradené úlohy. Odporúčané hodnoty sú v rozsahu 1 000 až 10 000. Ak má váš server viac úloh cron bežiacich simultánne, použite nižšiu hodnotu, ale nie hodnoty nižšie ako 1 000. Ak chcete zakázať súbežné spracovanie vláken a spracovať poštu ako jednu úlohu, zadajte '0', pričom stále platia limity dávky.

source: Mailer Cron Job Limit
sk_sk: Limit úloh cron poštového programu

source: The maximum number of mailer delivery jobs executing simultaneously (0 = allow as many processes to execute as started by cron).
sk_sk: Maximálny počet úloh doručenia pošty vykonávaných simultánne (0 = povoliť toľko procesov, koľko sa spustilo cez cron).

source: Mailer Throttle Time
sk_sk: Čas obmedzenia poštového programu

source: The time to sleep in between each e-mail in micro seconds. Setting this above 0 allows you to control the rate at which e-mail messages are sent to the mail server, avoiding filling up the mail queue very quickly. Set to 0 to disable.
sk_sk: Čas nečinnosti medzi jednotlivými e-mailmi v mikrosekundách. Nastavenie väčšie ako 0 vám umožňuje ovládať rýchlosť, akou sa e-mailové správy odosielajú na poštový server, čím sa predíde rýchlemu zaplneniu poštového frontu. Možnosť zakážete zadaním hodnoty 0.

source: VERP Separator
sk_sk: Oddeľovač VERP

source: Separator character used when CiviMail generates VERP (variable envelope return path) Mail-From addresses.
sk_sk: Znak oddeľovača, ktorý sa používa, keď CiviMail vytvára poštové adresy VERP (variabilná cesta spiatočnej adresy obálky) odosielateľa.

source: Enable CiviMail to create activities on delivery
sk_sk: Povoliť CiviMail na vytvorenie aktivít pri doručení

source: Simple mail limit
sk_sk: Limit jednoduchej pošty

source: The number of emails sendable via simple mail. Make sure you understand the implications for your spam reputation and legal requirements for bulk emails before editing. As there is some risk both to your spam reputation and the products if this is misused it is a hidden setting.
sk_sk: Počet e-mailov, ktoré je možné odoslať jednoduchou poštou. Pred úpravou tohto nastavenia sa zamyslite, aké dôsledky to bude mať na vašu povesť v oblasti spamu a zákonné požiadavky týkajúce sa hromadných e-mailov. Keďže existuje isté riziko ohrozenia vašej povesti v oblasti spamu a produktov v prípade zneužitia tejto funkcie, je toto nastavenie skryté.

source: Enable automatic CiviMail recipient count display
sk_sk: Povoliť automatické zobrazenie počtu príjemcov CiviMail

source: Enable this setting to rebuild recipient list automatically during composing mail. Disable will allow you to rebuild recipient manually.
sk_sk: Povoľte toto nastavenie, aby sa znova automaticky vytvoril zoznam príjemcov počas vytvárania pošty. Ak toto nastavenie zakážete, budete môcť znovu vytvoriť príjemcov manuálne.

source: CiviMail automatically fetches recipient list and count whenever mailing groups are included or excluded while composing bulk mail. This phenomena may degrade performance for large sites, so disable this setting to build and fetch recipients for selected groups, manually.
sk_sk: CiviMail automaticky načíta zoznam príjemcov a ich počet vždy, keď sa zahrnú alebo vylúčia poštové skupiny pri tvorbe hromadnej pošty. Tento jav môže zhoršiť výkonnosť veľkých lokalít, preto toto nastavenie na tvorbu a načítanie príjemcov pre vybraté skupiny manuálne zakážte.

source: Allow mail from logged in contact
sk_sk: Povoliť poštu od prihlásených kontaktov

source: Allow sending email from the logged in contact's email address.
sk_sk: Povoľte odosielanie e-mailu z e-mailovej adresy prihlásených kontaktov.

source: Enable click-through tracking by default
sk_sk: Predvolene povoliť sledovanie prekliknutí

source: If checked, mailings will have click-through tracking enabled by default.
sk_sk: Ak je táto možnosť začiarknutá, v pošte bude predvolene povolené sledovanie prekliknutí.

source: Enable open tracking by default
sk_sk: Predvolene povoliť sledovanie otvorení

source: If checked, mailings will have open tracking enabled by default.
sk_sk: Ak je táto možnosť začiarknutá, v pošte bude predvolene povolené sledovanie otvorení.

source: Database Update Frequency
sk_sk: Frekvencia aktualizácie databázy

source: The frequency that CiviMail updates its sent mail database.
sk_sk: Ako často CiviMail aktualizuje databázu odoslanej pošty.

source: Geo Provider Key
sk_sk: Kľúč poskytovateľa geokódovania

source: Enter the API key or Application ID associated with your geocoding provider.
sk_sk: Zadajte kľúč rozhrania API alebo ID aplikácie v súvislosti s vaším poskytovateľom geokódovania.

source: Geocoding Provider
sk_sk: Poskytovateľ geokódovania

source: This can be the same or different from the mapping provider selected.
sk_sk: Môže byť ten istý alebo iný ako zvolený poskytovateľ mapovania.

source: Map Provider Key
sk_sk: Kľúč poskytovateľa mapovania
