Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: Use this screen to configure default formats for date display and date input fields throughout your site. Settings use standard POSIX specifiers. New installations are preconfigured with standard United States formats. You can override this default setting and define the range of allowed dates for specific field types at <a href="%1">Administer > Customize Data and Screens > Date Preferences</a>
sk_sk: Na tejto obrazovke môžete nakonfigurovať predvolené formáty zobrazenia dátumu a polia na zadávanie dátumu na vašej lokalite. V nastaveniach sa používajú štandardné špecifikátory POSIX. V nových inštaláciách sú nakonfigurované štandardné formáty pre Spojené štáty. Toto predvolené nastavenie môžete prepísať a definovať rozsah povolených dátumov pre konkrétne typy poľa v časti <a href="%1">Spravovať > Prispôsobiť údaje a obrazovky > Preferencie týkajúce sa dátumu</a>

source: Date Display
sk_sk: Zobrazenie dátumu

source: Date Input Fields
sk_sk: Polia na zadávanie dátumu

source: Calendar
sk_sk: Kalendár

source: Debugging
sk_sk: Ladenie

source: Set this value to <strong>Yes</strong> if you want to use one of CiviCRM's debugging tools.
sk_sk: Nastavte túto hodnotu na <strong>Áno</strong>, ak chcete využívať jeden z ladiacich nástrojov CiviCRM.

source: This feature should NOT be enabled for production sites.
sk_sk: Táto funkcia sa NEMÁ povoliť pre produkčné lokality.

source: Debug output is triggered by adding specific name-value pairs to the CiviCRM query string:
sk_sk: Výstup ladenia sa spustí pridaním určitých párov názov-hodnota do reťazca dopytu CiviCRM:

source: Smarty Debug Window
sk_sk: Okno ladenia Smarty

source: Loads all variables available to the current page template into a pop-up window. To trigger, add <em>&smartyDebug=1</em> to any CiviCRM URL query string. Make sure you have pop-up blocking disabled in your browser for the CiviCRM site URL.
sk_sk: Do automaticky otváraného okna sa načítajú všetky premenné dostupné pre šablónu aktuálnej stránky. Aktivujte pridaním <em>&smartyDebug=1</em> do akéhokoľvek URL reťazca dopytu CiviCRM. Zabezpečte, aby ste mali vo svojom prehliadači zakázané blokovanie automaticky otváraných okien pre adresu URL lokality CiviCRM.

source: Session Reset
sk_sk: Reset relácie

source: Resets all values in your client session. To trigger, add <em>%1</em>
sk_sk: Resetujú sa všetky hodnoty vo vašej klientskej relácii. Aktivujte pridaním reťazca <em>%1</em>

source: Directory Cleanup
sk_sk: Čistenie adresára

source: Empties template cache and/or temporary upload file folders.
sk_sk: Vyprázdni sa vyrovnávacia pamäť šablón a/alebo priečinky s dočasne nahratými súbormi.

source: To empty template cache (civicrm/templates_c folder), add <em>%1</em>
sk_sk: Na vyprázdnenie vyrovnávacej pamäte šablón (priečinok civicrm/templates_c) pridajte reťazec <em>%1</em>

source: To remove temporary upload files (civicrm/upload folder), add <em>%1</em>
sk_sk: Na odstránenie dočasne nahratých súborov (priečinok civicrm/upload) pridajte reťazec <em>%1</em>

source: To cleanup both, add <em>%1</em>
sk_sk: Na vyčistenie oboch umiestnení pridajte reťazec <em>%1</em>

source: Stack Trace
sk_sk: Sledovanie zásobníka

source: To display a stack trace listing at the top of a page, add <em>%1</em>
sk_sk: Na zobrazenie zoznamu sledovania zásobníka v hornej časti stránky pridajte reťazec <em>%1</em>

source: Set this value to <strong>Yes</strong> if you want CiviCRM error/debugging messages the appear in your CMS' error log.
sk_sk: Nastavte túto hodnotu na možnosť <strong>Áno</strong>, ak si prajete, aby sa vo vašom denníku chýb CMS objavili správy o chybe/ladení CiviCRM.

source: In the case of Drupal, this will cause all CiviCRM error messages to appear in the watchdog (assuming you have Drupal's watchdog enabled)
sk_sk: V prípade systému Drupal sa potom všetky správy o chybe CiviCRM zobrazia v súčasti Watchdog (za predpokladu, že máte povolenú súčasť Watchdog pre systém Drupal).

source: In addition to the settings on this screen, there are a number of settings you can add to your sites's settings file (civicrm.settings.php) to provide additional debugging information.
sk_sk: Okrem nastavení na tejto obrazovke môžete do súboru s nastaveniami lokality (civicrm.settings.php) pridať viacero nastavení, aby ste získali ďalšie informácie o ladení.

source: Set this value to <strong>Yes</strong> if you want CiviCRM error/debugging messages to appear in the Drupal error logs
sk_sk: Nastavte túto hodnotu na možnosť <strong>Áno</strong>, ak si prajete, aby sa v denníku chýb systému Drupal objavili správy o chybe/ladení CiviCRM.

source: <strong>This feature should NOT be enabled for production sites.</strong><br />Set this value to <strong>Yes</strong> if you want to use one of CiviCRM's debugging tools.
sk_sk: <strong>Táto funkcia by sa NEMALA povoliť pre produkčné lokality.</strong><br />Nastavte túto hodnotu na možnosť <strong>Áno</strong>, ak chcete využívať jeden z ladiacich nástrojov CiviCRM.

source: <strong>This feature should NOT be enabled for production sites.</strong><br />Set this value to <strong>Yes</strong> if you want to display a backtrace listing when a fatal error is encountered.
sk_sk: <strong>Táto funkcia by sa NEMALA povoliť pre produkčné lokality.</strong><br />Nastavte túto hodnotu na možnosť <strong>Áno</strong>, ak chcete zobraziť zoznam spätného sledovania v prípade závažnej chyby.

source: Set this value to <strong>Staging/Development</strong> to prevent cron jobs & mailings from being executed.
sk_sk: Nastavte túto hodnotu na možnosť <strong>Overovanie/vývoj</strong>, aby sa nevykonávali úlohy cron a pošta.

source: CiviEvent Cart Checkout
sk_sk: Pokladňa pre košík CiviEvent

source: These settings are used to configure properties for the CiviEvent component. Please read the %1 documentation, and make sure you understand it before modifying default values.
sk_sk: Tieto nastavenia sa používajú na konfiguráciu vlastností komponentu CiviEvent. Pred úpravou predvolených hodnôt si prečítajte dokumentáciu %1 a dobre sa s ňou oboznámte.

source: Check to enable the Event Cart checkout workflow.
sk_sk: Začiarknite túto možnosť, ak chcete povoliť pracovný postup pokladne košíka podujatia.

source: Special symbols include:
sk_sk: K špeciálnym symbolom patria:

source: currency symbol (e.g. '$')
sk_sk: symbol meny (napr. '$')

source: currency ISO code (e.g. 'USD')
sk_sk: ISO kód meny (napr. 'USD')

source: monetary amount, formatted according to selected Monetary Locale
sk_sk: peňažná suma formátovaná podľa vybratých miestnych peňažných nastavení

source: For a full list of options see the php <a %1>money_format documentation</a>.
sk_sk: Kompletný zoznam možností nájdete v dokumentácii php k položke <a %1>money_format</a>.

source: Format for displaying monetary amounts with currency symbol.
sk_sk: Formát, v akom sa zobrazujú peňažné sumy so symbolom meny.

source: Format for displaying monetary values without the currency symbol.
sk_sk: Formát, v akom sa zobrazujú peňažné hodnoty bez symbolu meny.

source: You may override the ts() function in CiviCRM by defining your own translation function.
sk_sk: Funkciu ts() môžete v CiviCRM prepísať tak, že definujete vlastnú funkciu prekladu.

source: If import files are NOT encoded as UTF-8, specify an alternate character encoding for these files. The default of <strong>Windows-1252</strong> will work for Excel-created .CSV files on many computers.
sk_sk: Ak importované súbory NIE sú kódované ako UTF-8, určte náhradné kódovanie znakov pre tieto súbory. Pre súbory .CSV vytvorené v Exceli bude na mnohých počítačoch fungovať predvolené kódovanie <strong>Windows-1252</strong>.

source: Which countries are available in the Country selection field when adding or editing contact addresses. Profile and Custom 'Country' fields also use this setting. To include ALL countries, leave the right-hand box empty.
sk_sk: Krajiny, ktoré sú dostupné v poli na výber krajiny, keď sa pridávajú alebo upravujú adresy kontaktu. Toto nastavenie používajú aj polia 'Krajina' v časti Profil a Vlastné. Ak chcete zahrnúť VŠETKY krajiny, nechajte pole na pravej strane prázdne.

source: State/province listings are populated dynamically based on the selected Country for all standard contact address editing forms, as well as for <strong>Profile forms which include both a Country and a State/Province field</strong>. This setting controls which countries' states and/or provinces are available in the State/Province selection field <strong>for Custom Fields</strong> or for Profile forms which do NOT include a Country field.
sk_sk: Zoznamy Štát/provincia sa naplnia dynamicky podľa zvolenej krajiny pre všetky štandardné formuláre s možnosťou úpravy adresy kontaktu, ako aj pre <strong>formuláre profilu, ktoré zahŕňajú polia Krajina aj Štát/provincia</strong>. Týmto nastavením sa určuje, ktoré štáty a/alebo provincie krajín sú dostupné v poli výberu Štát/provincia <strong>pre vlastné polia</strong> alebo pre formuláre Profilu, ktoré NEOBSAHUJÚ pole Krajina.

source: Selected countries will appear in top section of country list.
sk_sk: Vybraté krajiny sa zobrazia v hornej časti zoznamu krajín.

source: Configure CiviCRM for your country and language.
sk_sk: Nakonfigurujte CiviCRM pre vašu krajinu a jazyk.

source: Language and Currency
sk_sk: Jazyk a mena

source: Languages available to users of this installation.
sk_sk: Jazyky dostupné pre používateľov tejto inštalácie.

source: Add a new language to this installation.
sk_sk: Pridajte nový jazyk k tejto inštalácii.

source: Locale to use when formatting money (and in future dates). This replaces thousandsSeparator & decimalSeparator settings.
sk_sk: Miestne nastavenie, ktoré sa používa pri formátovaní peňažných údajov (a budúcich dátumov). Nahrádza nastavenia oddeľovača tisícov a desatinných miest.

source: Contact Address Fields - Selection Values
sk_sk: Polia Adresa kontaktu – hodnoty výberu

source: Multiple Languages Support
sk_sk: Podpora viacerých jazykov

source: This is a multilingual installation. It contains certain schema differences compared to regular installations of CiviCRM. Please <a href="%1">refer to the documentation</a> for details.
sk_sk: Táto inštalácia je viacjazyčná. V porovnaní s bežnými inštaláciami CiviCRM obsahuje určité rozdiely v schéme. Podrobnosti nájdete v <a href="%1">dokumentácii</a>.

source: Check this box and click 'Save' to switch this installation from multi- to single-language.
sk_sk: Ak už nechcete, aby bola táto inštalácia viacjazyčná, ale chcete, aby bola jednojazyčná, začiarknite toto políčko a kliknite na položku 'Uložiť'.

source: Check this box and click 'Save' to switch this installation from single- to multi-language, then add further languages.
sk_sk: Ak už nechcete, aby bola táto inštalácia jednojazyčná, ale chcete, aby bola viacjazyčná, začiarknite toto políčko a kliknite na položku 'Uložiť'. Potom pridajte ďalšie jazyky.

source: (Multilingual support currently cannot be enabled on installations with enabled logging.)
sk_sk: (Pri inštaláciách s povoleným zapisovaním do denníka momentálne nemožno povoliť viacjazyčnú podporu.)

source: CiviMail records email sent at the frequency you specify. If you set it to 1, it will update the database every time it sends an email. This ensures that emails are not resent if the batch job fails, but this may cause a performance hit, particularly for large jobs.
sk_sk: CiviMail zaznamenáva odoslaný e-mail s frekvenciou, ktorú stanovíte. Ak ju stanovíte na 1, bude aktualizovať databázu vždy, keď odošle e-mail. Vďaka tomu sa e-maily opätovne neposielajú, ak zlyhá dávková úloha, ale môže to spôsobiť spomalenie systému, najmä pri väčších úlohách.

source: These settings are used to configure mailer properties for the optional CiviMail component and may allow you to significantly optimize performance. Please read the documentation, and make sure you understand it before modifying default values. (These settings are NOT used for the built-in 'Email - send now' feature).
sk_sk: Tieto nastavenia sa používajú na konfiguráciu vlastností poštového programu pre voliteľný komponent CiviMail a môžu vám pomôcť výrazne optimalizovať výkon. Pred úpravou predvolených hodnôt si prečítajte dokumentáciu a dôkladne sa s ňou oboznámte. (Tieto nastavenia sa NEPOUŽÍVAJÚ pre zabudovanú funkciu 'E-mail – poslať teraz').

source: Accuracy and coverage, as well as terms of service for both geocoding and mapping may vary by provider and location. Some providers may offer or require paid subscriptions depending on volume of requests and type of organization using the service. You should investigate each provider and select the best option for your requirements and usage patterns.
sk_sk: Presnosť a pokrytie, ako aj podmienky služby geokódovania a mapovania sa môžu v závislosti od poskytovateľa a miesta meniť. Niektorí poskytovatelia môžu ponúkať alebo požadovať platené predplatné podľa objemu požiadaviek a typu organizácie využívajúcej službu. Mali by ste preskúmať každého poskytovateľa a vybrať si najlepšiu možnosť vzhľadom na svoje požiadavky a spôsoby použitia.

source: CiviCRM includes plugins for several mapping and geocoding web services. When your users save a contact or event location address, a geocoding service will convert the address into geographical coordinates, which are required for mapping. Mapping services allow your users to display addresses on a map.
sk_sk: CiviCRM obsahuje doplnky pre niekoľko webových služieb mapovania a geokódovania. Keď si používatelia uložia adresu kontaktu alebo miesta podujatia, geokódovacia služba skonvertuje adresu na geografické súradnice potrebné pre mapovanie. Mapovacie služby umožňujú používateľom zobraziť adresy na mape.

source: The number of days before a personalized (hashed) link will expire.
sk_sk: Počet dní, kým uplynie platnosť prispôsobeného (hashovaného) odkazu.

source: Logging is not supported in multilingual environments.
sk_sk: Zapisovanie do denníka nie je podporované vo viacjazyčných prostrediach.

source: In order to use this functionality, the installation's database user must have privileges to create triggers (in MySQL 5.0 – and in MySQL 5.1 if binary logging is enabled – this means the SUPER privilege). This install either does not seem to have the required privilege enabled.
sk_sk: Ak chcete použiť túto funkciu, používateľ databázy inštalácie musí mať oprávnenia na vytváranie spúšťačov (v MySQL 5.0 – a v MySQL 5.1, ak je povolené binárne zapisovanie do denníka – to znamená oprávnenie typu SUPER). Zdá sa, že táto inštalácia nemá povolené požadované oprávnenie.

source: This functionality cannot be enabled on multilingual installations.
sk_sk: Táto funkcia sa nedá povoliť vo viacjazyčných inštaláciách.

source: <a href="%1">wkhtmltopdf is an alternative utility for generating PDF's</a> which may provide better performance especially if you are generating a large number of PDF letters or receipts. Your system administrator will need to download and install this utility, and enter the executable path here.
sk_sk: <a href="%1">wkhtmltopdf je alternatívna pomôcka na vytváranie PDF,</a> ktorá môže mať lepší výkon, najmä ak vytvárate veľké množstvo listov alebo potvrdení vo formáte PDF. Váš správca systému bude musieť túto pomôcku stiahnuť a nainštalovať a zadať tu spustiteľnú cestu.

source: If enabled, CiviCRM will allow users to submit profiles from external sites. This is disabled by default to limit abuse.
sk_sk: Ak je táto možnosť povolená, CiviCRM povolí používateľom odoslanie profilov z externých lokalít. Predvolene je táto možnosť zakázaná, aby sa predišlo zneužitiu.

source: Path Variables
sk_sk: Premenné cesty

source: These variables are computed automatically using <tt>civicrm.settings.php</tt> and its options, such as <tt>CIVICRM_TEMPLATE_COMPILEDIR</tt>.
sk_sk: Tieto premenné sa vypočítajú automaticky pomocou <tt>civicrm.settings.php</tt> a možností, ako je <tt>CIVICRM_TEMPLATE_COMPILEDIR</tt>.

source: You may configure these upload directories using absolute paths or path variables.
sk_sk: Tieto adresáre na nahratie môžete konfigurovať pomocou absolútnych ciest a premenných cesty.

source: If you modify the defaults, make sure that your web server has write access to the directories.
sk_sk: Ak upravíte predvolené hodnoty, zabezpečte, aby mal váš webový server prístup na zápis do týchto adresárov.

source: File system path where temporary CiviCRM files - such as import data files - are uploaded.
sk_sk: Systémová cesta, kde sa nahrávajú dočasné súbory CiviCRM, ako sú údajové súbory importu.

source: Path where site specific templates are stored if any. This directory is searched first if set. Custom JavaScript code can be added to templates by creating files named <em>templateFile.extra.tpl</em>.
sk_sk: Cesta, kde sa ukladajú prípadné šablóny špecifické pre lokalitu. Ak je tento adresár nastavený, prehľadáva sa ako prvý. K šablónam je možné pridať vlastný kód JavaScript vytvorením súborov s názvom <em>templateFile.extra.tpl</em>.

source: CiviCase configuration files can also be stored in this custom path.
sk_sk: Na tejto vlastnej ceste je možné ukladať aj konfiguračné súbory CiviCase.

source: If this is enabled a logged in user can send email from their own email address as well as the configured <a href="%1"><strong>FROM Email addresses</strong></a>. This applies to actions such as send Email, Email invoice.. If this setting is disabled then only the system configured FROM Email addresses will be available for selection.
sk_sk: Ak je táto možnosť povolená, prihlásený používateľ môže odosielať e-mail z vlastnej e-mailovej adresy, ako aj z nakonfigurovaných <a href="%1"><strong>e-mailových adries odosielateľov</strong></a>. Vzťahuje sa to na akcie ako poslať e-mail, zaslať faktúru e-mailom... Ak je toto nastavenie zakázané, pre výber budú k dispozícii iba e-mailové adresy odosielateľov nakonfigurované systémom.

source: Mailer Configuration
sk_sk: Konfigurácia poštového programu

source: CiviCRM offers several options to send emails. You can send a test email to check your settings by clicking "Save and Send Test Email". If you're unsure of the correct values, check with your system administrator, ISP or hosting provider.
sk_sk: CiviCRM ponúka niekoľko možností na odosielanie e-mailov. Na overenie svojich nastavení môžete odoslať testovací e-mail kliknutím na položku 'Uložiť a odoslať testovací e-mail'. Ak neviete, aké sú správne hodnoty, obráťte sa na správcu systému, poskytovateľa internetových služieb alebo poskytovateľa hosťovania.

source: If you do not want users to send outbound mail from CiviCRM, select "Disable Outbound Email". NOTE: If you disable outbound email, and you are using Online Contribution pages or online Event Registration - you will need to disable automated receipts and registration confirmations.
sk_sk: Ak si neprajete, aby používatelia odosielali odchádzajúcu poštu z CiviCRM, vyberte možnosť 'Zakázať odchádzajúci e-mail'. POZNÁMKA: Ak zakážete odchádzajúci e-mail a používate stránky online príspevkov alebo online registráciu na podujatie, budete musieť zakázať automatické potvrdenia a potvrdenia registrácie.

source: If you choose Redirect to Database, all emails will be recorded as archived mailings instead of being sent out. They can be found in the civicrm_mailing_spool table in the CiviCRM database.
sk_sk: Ak vyberiete možnosť Presmerovať do databázy, všetky e-maily sa zaznamenajú ako archivovaná pošta a nebudú odoslané. Dajú sa nájsť v tabuľke civicrm_mailing_spool v databáze CiviCRM.

source: SMTP Configuration
sk_sk: Konfigurácia SMTP

source: Enter the SMTP server (machine) name, such as "smtp.example.com". If the server uses SSL, add "ssl://" to the beginning of the server name, such as "ssl://smtp.example.com".
sk_sk: Zadajte názov servera SMTP (počítač), napríklad 'smtp.priklad.com'. Ak server používa SSL, pred názov servera pridajte 'ssl://', napríklad 'ssl://smtp.priklad.com'.

source: The most common SMTP port possibilities are 25, 465, and 587. Check with your mail provider for the appropriate one.
sk_sk: Najčastejšie možnosti portov SMTP sú 25, 465 a 587. Zistite u svojho poskytovateľa poštových služieb správne nastavenie.

source: Does your SMTP server require authentication (user name + password)?
sk_sk: Požaduje váš server SMTP overenie (používateľské meno + heslo)?

source: If your SMTP server requires authentication, enter your Username and Password here.
sk_sk: Ak váš server SMTP požaduje overenie, tu zadajte používateľské meno a heslo.

source: Sendmail Configuration
sk_sk: Konfigurácia Sendmail

source: Enter the Sendmail Path. EXAMPLE: /usr/sbin/sendmail
sk_sk: Zadajte cestu Sendmail. PRÍKLAD: /usr/sbin/sendmail

source: WARNING: You are switching from a testing mode (Redirect to Database) to a live mode. Check Mailings > Archived Mailings, and delete any test mailings that are not in Completed status prior to running the mailing cron job for the first time. This will ensure that test mailings are not actually sent out.
sk_sk: UPOZORNENIE: Prechádzate z testovacieho režimu (Presmerovať do databázy) do režimu naživo. Skontrolujte časť Pošta > Archivovaná pošta a vymažte všetku testovaciu poštu, ktorá nemá stav Dokončené, skôr ako prvýkrát spustíte úlohu cron. Vďaka tomu sa testovacia pošta neodošle.

source: These settings define the CMS variables that are used with CiviCRM.
sk_sk: Tieto nastavenia definujú premenné CMS, ktoré sa používajú v CiviCRM.

source: By default, CiviCRM will generate front-facing pages using the home page at %1 as its base. If you want to use a different template for CiviCRM pages, set the path here.
sk_sk: CiviCRM bude predvolene generovať zobrazované stránky pomocou domovskej stránky %1, ktorú použije ako základ. Ak chcete pre stránky CiviCRM použiť inú šablónu, tu zadajte cestu.

source: Views integration settings
sk_sk: Nastavenia integrácie zobrazení

source: To enable CiviCRM Views integration, add or update the following item in the <code>settings.php</code> file:
sk_sk: Na povolenie integrácie zobrazení CiviCRM pridajte alebo aktualizujte nasledujúcu položku v súbore <code>settings.php</code>:

source: When migrating a site to a new server, the paths and URLs of your CiviCRM installation may change.
sk_sk: Pri migrácii lokality na nový server sa môžu zmeniť cesty a adresy URL vašej inštalácie CiviCRM.

source: The old paths and URLs may be retained in some database records. Use this form to clear caches or to reset paths to their defaults. If you need further customizations, then update the <a href="%1">Directories</a> and <a href="%2">Resource URLs</a>.
sk_sk: Staré cesty a adresy URL sa môžu v niektorých databázových záznamoch zachovať. Pomocou tohto formulára vymažte vyrovnávacie pamäte alebo resetujte cesty na predvolené hodnoty. Ak potrebujete ďalšie prispôsobenie, aktualizujte <a href="%1">adresáre</a> a <a href="%2">adresy URL zdrojov</a>.

source: Force SSL
sk_sk: Vynútiť SSL

source: This setting forces a redirect of all online contribution / member / event and CiviCRM administrator page requests to SSL secured URLs (https).
sk_sk: Toto nastavenie vynúti presmerovanie všetkých požiadaviek stránok pre online príspevok/člena/podujatie a správcu CiviCRM na adresy URL zabezpečené pomocou SSL (https).
