Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: The general class of this status. Participant counts are grouped by class on the CiviEvent Dashboard. Participants with a 'Pending' class status will be moved to 'Expired' status if Pending Participant Hours has elapsed (when the ParticipantProcessor.php background processing script is run).
sk_sk: Všeobecná trieda tohto stavu. Počty účastníkov sa zoskupia podľa triedy na tabuli CiviEvent. Účastníci so stavom triedy 'Čakajúce' budú presunutí do stavu 'Platnosť vypršala', ak uplynú hodiny čakania účastníka (keď na pozadí beží skript spracovania ParticipantProcessor.php).

source: Should a person with this status be counted as a participant for the purpose of controlling the Maximum Number of Participants?
sk_sk: Má sa osoba s týmto stavom počítať ako účastník s cieľom regulovať maximálny počet účastníkov?

source: If you allow users to select a Participant Status by including that field on a profile - only statuses with 'Public' visibility are listed.
sk_sk: Ak povolíte používateľom vybrať si stav účastníka tým, že sa toto pole zahrnie do profilu, v zozname budú iba stavy s viditeľnosťou 'Verejné'.

source: New Payment Processor
sk_sk: Nový systém na spracovanie platieb

source: There are no financial accounts configured with Financial Account Type 'Asset' Type. <a href='%1'>Click here</a> if you want to configure financial accounts for your site.
sk_sk: S typom finančného konta typu 'Aktíva' nie sú nakonfigurované finančné kontá. <a href='%1'>Kliknite sem</a>, ak si chcete nakonfigurovať finančné kontá pre svoju lokalitu.

source: Select Credit Card Types that this payment processor can accept
sk_sk: Vyberte typy kreditných kariet, ktoré môže tento systém na spracovanie platieb prijímať

source: Processor Details for Live Payments
sk_sk: Podrobnosti o systéme na spracovanie pre živé platby

source: Processor Details for Test Payments
sk_sk: Podrobnosti o systéme na spracovanie pre testovacie platby

source: New Payment Procesor Type
sk_sk: Nový typ systému na spracovanie platieb

source: Edit Payment Procesor Type
sk_sk: Upraviť typ systému na spracovanie platieb

source: Delete Payment Procesor Type
sk_sk: Odstrániť typ systému na spracovanie platieb

source: WARNING: You are about to delete the PDF Page Format titled <strong>%1</strong>.
sk_sk: UPOZORNENIE: Chystáte sa odstrániť formát stránok PDF s názvom <strong>%1</strong>.

source: This will remove the format from all Message Templates that use it. Do you want to continue?
sk_sk: Odstráni sa tým formát zo všetkých šablón správ, ktoré ho používajú. Chcete pokračovať?

source: Weight controls the order in which PDF Page Formats are displayed <br />in selection lists. Enter a positive or negative integer. Lower numbers <br />are displayed ahead of higher numbers.
sk_sk: Váha stanovuje, v akom poradí sa budú formáty stránok PDF zobrazovať <br />v zoznamoch výberu. Zadajte kladné alebo záporné celé číslo. Nižšie čísla <br />sa zobrazujú pred vyššími.

source: Mailing Label Tokens
sk_sk: Tokeny označenia pošty

source: Configure mailing labels for your site using tokens, which are replaced by contact field values when the labels are generated. Place your cursor within the Mailing Labels box where you want to the token to be inserted. Then click the "Insert Tokens" link to see a list of available tokens (including custom fields). Insert the token by clicking the desired token name.
sk_sk: Nakonfigurujte pre svoju lokalitu označenia pošty pomocou tokenov, ktoré sa počas generovania označení nahradia hodnotami poľa kontaktu. Presuňte kurzor v poli Označenia pošty na miesto, kde chcete vložiť token. Potom kliknite na odkaz 'Vložiť token', kde uvidíte zoznam dostupných tokenov (vrátane vlastných polí). Vložte token kliknutím na názov požadovaného tokenu.

source: Address field values are taken from the contact's <strong>primary</strong> location.
sk_sk: Hodnoty poľa Adresa sa prevezmú z <strong>hlavného</strong> miesta kontaktu.

source: Use the %1 token for state/province abbreviation or %2 for full state/province name.
sk_sk: Použite token %1 pre skratku štátu/provincie alebo %2 pre celý názov štátu/provincie.

source: Add spaces or punctuation to layout by surrounding them with brackets.
sk_sk: Pridajte k rozloženiu medzery a interpunkciu tak, že ich oddelíte zátvorkami.

source: If you want to include the county in your mailing labels, the <strong>County</strong> checkbox must be checked in the Address Editing section on this screen, and county names must be added to the civicrm_county table in your database.
sk_sk: Ak si prajete do označení pošty zahrnúť okres, musí byť začiarknuté políčko <strong>Okres</strong> v sekcii Úprava adresy na tejto obrazovke a názvy okresov musia byť pridané do tabuľky civicrm_county vo vašej databáze.

source: Custom tokens (based on custom data) can be added for organizations as well. These tokens will not be displayed in the list of available tokens, but can be added manually. The format is %1 – where 12 is the ID of the custom data field. To find the custom data field ID, go Administer > Customize Data & Screens > Custom Fields and click ‘edit’ on the field you want to use. Look at the URL. The last part of the URL will be an equal sign and a number (=12). The number (12 in this example) is the id of that custom field.
sk_sk: Aj pre organizácie je možné pridať vlastné tokeny (založené na vlastných údajoch). Tieto tokeny sa nezobrazia v zozname dostupných tokenov, ale možno ich pridať manuálne. Formát je %1 – 12 je ID poľa vlastných údajov. ID poľa vlastných údajov nájdete v časti Spravovať > Prispôsobiť údaje a obrazovky > Vlastné polia. Tam kliknite pri poli, ktoré chcete používať, na položku 'upraviť'. Pozrite si adresu URL. Posledná časť adresy URL bude mať znamienko rovnosti a číslo (=12). Číslo (v tomto prípade 12) je ID vlastného poľa.

source: Address Tokens
sk_sk: Tokeny adresy

source: The following tokens are available to format Address display on Contact and Event screens.
sk_sk: Na formátovanie zobrazenia adresy na obrazovkách Kontakt a Podujatie sú dostupné nasledujúce tokeny.

source: Descriptive name assigned to a contact or event address. EXAMPLES: 'College address' for a person. 'Johnson Pavilion' for an event.
sk_sk: Opisný názov priradený kontaktu alebo adrese podujatia. PRÍKLADY: 'Adresa kolegu' pre osobu. 'Johnson Pavilion' pre podujatie.

source: Full street address (e.g. 110 Main Street).
sk_sk: Celá adresa (napr. Hlavná ulica 110).

source: Supplemental address 1 (line is skipped if empty).
sk_sk: Doplnková adresa 1 (riadok sa preskočí, ak je prázdny).

source: Supplemental address 2 (line is skipped if empty).
sk_sk: Doplnková adresa 2 (riadok sa preskočí, ak je prázdny).

source: Supplemental address 3 (line is skipped if empty).
sk_sk: Doplnková adresa 3 (riadok sa preskočí, ak je prázdny).

source: City.
sk_sk: Mesto.

source: County name. If you want to include the county in your screen displays, the <strong>County</strong> checkbox should be set under <strong>Address Editing &raquo; Address Fields</strong> on this screen, and county names must be added to the civicrm_county table in your database.
sk_sk: Názov okresu. Ak si prajete do zobrazenia obrazovky zahrnúť okres, musí byť začiarknuté políčko <strong>Okres</strong> v časti <strong>Úprava adresy &raquo; Polia adresy</strong> na tejto obrazovke a názvy okresov musia byť pridané do tabuľky civicrm_county vo vašej databáze.

source: State or province <strong>abbreviation</strong>.
sk_sk: <strong>Skratka</strong> štátu alebo provincie.

source: State or province <strong>full name</strong>.
sk_sk: <strong>Celý názov</strong> štátu alebo provincie.

source: Postal code.
sk_sk: PSČ.

source: Country name (e.g. Canada).
sk_sk: Názov krajiny (napr. Kanada).

source: Name Tokens
sk_sk: Tokeny mien

source: The following tokens are available to control the format of individuals' contact names when they are included in <strong>mailing labels</strong>.
sk_sk: Na ovládanie formátu mien kontaktov osôb, ak sa nachádzajú v <strong>označeniach pošty</strong>, sa používajú nasledujúce tokeny.

source: Assigned name prefix, if any (e.g. 'Ms.', 'Dr.', 'Hon.' etc.).
sk_sk: Priradená predpona mena, ak je k dispozícii (napr. 'Pani', 'Dr' atď.).

source: Assigned name suffix, if any (e.g. 'II', 'Jr.', 'Sr.' etc.).
sk_sk: Priradená prípona mena, ak je k dispozícii (napr. 'II', 'ml.', 'st.' atď.).

source: Contact's first name.
sk_sk: Krstné meno kontaktu.

source: Contact's middle name.
sk_sk: Stredné meno kontaktu.

source: Contact's last name.
sk_sk: Priezvisko kontaktu.

source: Current employer name as configured in the individual contact edit form. You will probably want this on a separate line, so use the Enter key to create a line-break after the name fields.
sk_sk: Názov aktuálneho zamestnávateľa, ako je nakonfigurované vo formulári na úpravu jednotlivého kontaktu. Pravdepodobne ho budete chcieť mať na samostatnom riadku, preto použite kláves Enter, aby ste po poli s názvom pridali zlom riadka.

source: Mailing Labels
sk_sk: Označenia pošty

source: Content and format for mailing labels.
sk_sk: Obsah a formát pre označenia pošty.

source: Address Display
sk_sk: Zobrazenie adresy

source: Format for displaying addresses in the Contact Summary and Event Information screens.
sk_sk: Formát na zobrazenie adries na obrazovkách Súhrn kontaktu a Informácie o podujatí.

source: Use %1 for state/province abbreviation or %2 for state province name.
sk_sk: Použite %1 pre skratku štátu/provincie alebo %2 pre názov štátu/provincie.

source: Address Editing
sk_sk: Úprava adresy

source: Select the fields to be included when editing a contact or event address.
sk_sk: Vyberte, ktoré polia sa majú zahrnúť pri úprave adresy kontaktu alebo podujatia.

source: Address Standardization
sk_sk: Štandardizácia adries

source: CiviCRM includes an optional plugin for interfacing with the United States Postal Services (USPS) Address Standardization web service. You must register to use the USPS service at <a href='%1' target='_blank'>%1</a>. If you are approved, they will provide you with a User ID and the URL for the service.
sk_sk: CiviCRM obsahuje voliteľný doplnok pre rozhranie s webovou službou štandardizácie adries poštových služieb USA (United States Postal Services, USPS). Na využívanie služby USPS sa musíte zaregistrovať na <a href='%1' target='_blank'>%1</a>. Ak vás schvália, poskytnú vám ID používateľa a adresu URL pre túto službu.

source: Plugins for other address standardization services may be available from 3rd party developers. If installed, they will be included in the drop-down below.
sk_sk: Doplnky pre ďalšie služby štandardizácie adries môžu byť dostupné u vývojárov tretích strán. Ak sú nainštalované, zobrazia sa v rozbaľovacom zozname nižšie.

source: Web service user ID.
sk_sk: ID používateľa webovej služby.

source: Web Service URL
sk_sk: Adresa URL webovej služby

source: Access Control by Financial Type
sk_sk: Riadenie prístupu podľa finančného typu

source: Enabling Access Control by Financial Types is only required if you need users in one role to access some financial transactions but not ones with certain financial types.</p> <p>For example, Planned Giving bequests may be highly confidential and not appropriate for staff organizing events to see, even though they need to be able to administer the payments for ticket purchases.</p> <p>After enabling, you will be able to set create, view, edit, and delete permissions separately for each financial type by navigating to Administer > Users and Permissions > Permissions (Access Control), and clicking on the Access Control link for your CMS.
sk_sk: Povolenie riadenia prístupu podľa finančných typov sa vyžaduje iba vtedy, ak potrebujete dať prístup používateľom v jednej role k určitým finančným transakciám, ale nie k tým, ktoré majú určité finančné typy.</p> <p>Napríklad odkazy z plánovaného darcovstva môžu byť veľmi dôverné a nie je vhodné, aby ich videl personál organizujúci podujatie, hoci bude spravovať platby za nákup lístkov.</p> <p>Po povolení tejto možnosti budete môcť určité povolenia vytvoriť, zobraziť, upraviť a odstrániť pre každý finančný typ samostatne v časti Spravovať > Používatelia a povolenia > Povolenia (riadenie prístupu) a kliknutím na odkaz pre riadenie prístupu pre váš CMS.

source: A "WYSIWYG" (What You See Is What You Get) is a rich-text editor, like a mini word-processor, for editing HTML content in CiviCRM.
sk_sk: 'WYSIWYG' ('Čo vidíš, to dostaneš') je editor RTF, akoby mini textový procesor, na úpravu obsahu HTML v CiviCRM.

source: Select 'CKEditor' for the built-in WYSIWYG option. You can customize the toolbar buttons and other settings by clicking "Configure CKEditor."
sk_sk: Vyberte 'CKEditor' pre možnosť zabudovaného editora WYSIWYG. Tlačidlá na paneli s nástrojmi a ďalšie nastavenia si môžete prispôsobiť kliknutím na položku 'Konfigurovať CKEditor'.

source: Select 'Textarea' if you want users to type text and/or HTML code into plain text fields.
sk_sk: Vyberte 'textovú oblasť', ak chcete, aby používatelia zadávali text a/alebo kód HTML do prázdnych textových polí.

source: Other WYSIWYG editors are available for download from the <a %1>CiviCRM Extension Directory</a>.
sk_sk: Ďalšie editory WYSIWYG je možné stiahnuť z <a %1>adresára rozšírení CiviCRM</a>.

source: In order to enable logged in users to download invoices and credit notes from the dashboard, please first enable CiviCRM invoicing functionality <a href='%1'>Administer > CiviContribute > CiviContribute Component Settings</a>
sk_sk: Aby ste mohli povoliť prihláseným používateľom sťahovať faktúry a dobropisy z tabule, povoľte najprv funkciu fakturovania CiviCRM v časti <a href='%1'>Spravovať > CiviContribute > Nastavenia komponentu CiviContribute</a>

source: The theme system allows you to change CiviCRM's appearance by replacing important CSS files.
sk_sk: Motív, ktorý vám systém umožní na zmenu vzhľadu CiviCRM nahradením dôležitých súborov CSS.

source: For more advanced theming options, consult the <a href="%1">theme documentation</a>.
sk_sk: Rozšírené možnosti motívov nájdete v <a href="%1">dokumentácii k motívom</a>.

source: Theme
sk_sk: Motív

source: The backend theme determines the appearance on administrative screens, such as the "Manage Event" screen.
sk_sk: Serverový motív určuje, ako budú vyzerať obrazovky správy, napríklad obrazovka 'Spravovať podujatie'.

source: On WordPress, Joomla, or a similar CMS, the frontend theme determines the appearance on user-facing screens, such as the "Event Registration" screen.
sk_sk: Vo WordPress, Joomla alebo podobnom systéme CMS klientsky motív určuje, ako budú vyzerať obrazovky, s ktorými bude pracovať používateľ, napríklad obrazovka 'Registrácia na podujatie'.

source: Select the <strong>tabs</strong> that should be displayed when viewing a contact record. EXAMPLE: If your organization does not keep track of 'Relationships', then un-check this option to simplify the screen display. Tabs for Contributions, Pledges, Memberships, Events, Grants and Cases are also hidden if the corresponding component is not enabled. Go to <a href="%1">Administer > System Settings > Enable Components</a> to modify the components which are available for your site.
sk_sk: Vyberte, ktoré <strong>karty</strong> sa majú zobrazovať pri zobrazení záznamu kontaktu. PRÍKLAD: Ak vaša organizácia nevedie záznamy o 'vzťahoch', potom zrušením začiarknutia tejto možnosti zjednodušte zobrazenie na obrazovke. Aj karty pre Príspevky, Prísľuby, Členstvá, Podujatia, Granty a Prípady budú skryté, ak nebude povolený príslušný komponent. Prejdite do časti <a href="%1">Spravovať > Nastavenia systému > Povoliť komponenty</a> a upravte komponenty, ktoré sú na vašej lokalite k dispozícii.

source: Individual Name Fields
sk_sk: Polia mena osoby

source: Other Panes
sk_sk: Ostatné tably

source: When enabled, checks for possible matches on the "New Contact" form using the Supervised <a %1>matching rule specified in your system</a>.
sk_sk: Ak je táto možnosť povolená, hľadajú sa možné zhody vo formulári 'Nový kontakt' použitím možnosti S dohľadom <a %1>pravidla zhôd stanoveného vo vašom systéme</a>.

source: When enabled, contacts who are assigned activities will automatically receive an email notification with a copy of the activity.
sk_sk: Ak je táto možnosť povolená, kontakty, ktoré majú priradené aktivity, automaticky dostanú e-mailové oznámenie s kópiou aktivity.

source: When enabled, the assignee notification sent out above will also include an ical meeting invite.
sk_sk: Ak je táto možnosť povolená, zaslané oznámenie s úlohou uvedené vyššie bude obsahovať aj pozvanie na stretnutie ICal.

source: If you disable this option, the CiviCRM interface will be limited to traditional browsing. Opening a form will refresh the page rather than opening a popup dialog.
sk_sk: Ak túto možnosť zakážete, rozhranie CiviCRM sa obmedzí iba na tradičné prehľadávanie. Pri otvorení formulára sa stránka obnoví, neotvorí sa automaticky otvárané dialógové okno.

source: Default position for the CiviCRM menubar.
sk_sk: Predvolená poloha panelu s ponukami CiviCRM.

source: WARNING: You are about to delete the Reminder titled <strong>%1</strong>.
sk_sk: UPOZORNENIE: Chystáte sa odstrániť pripomienku s názvom <strong>%1</strong>.

source: Enable repetition.
sk_sk: Povoliť opakovanie.

source: You can manually send out the reminders to these recipients.
sk_sk: Môžete manuálne odosielať pripomienky týmto príjemcom.

source: Email Screen
sk_sk: Obrazovka e-mailu

source: SMS Screen
sk_sk: Obrazovka SMS

source: These optional components give you more tools to connect with and engage your supporters.
sk_sk: Tieto voliteľné komponenty vám poskytujú ďalšie nástroje na spojenie sa s podporovateľmi a na ich zapojenie.

source: <strong>CiviContribute</strong> - An online fundraising and donor management component which enables you to track and manage contributions to your organization. It also allows you to quickly and easily create customized web pages to accept online donations.
sk_sk: <strong>CiviContribute</strong> – Komponent na online spravovanie dobročinnosti a darcov, ktorý vám umožňuje sledovať a spravovať príspevky pre vašu organizáciu. Umožňuje vám aj rýchlo a jednoducho vytvárať vlastné webové stránky na prijímanie online darov.

source: <strong>CiviPledge</strong> - Record and track pledges received from contributors. Send pledge acknowledgements and payment reminders. Configure online contribution pages to support self-service pledging and pledge payments.
sk_sk: <strong>CiviPledge</strong> – Sledujte a zaznamenávajte prísľuby prispievateľov. Posielajte potvrdenia prísľubu a pripomienky platby. Nakonfigurujte si stránky online príspevkov umožňujúce samoobslužné prísľuby a platby prísľubov.

source: <strong>CiviMail</strong> - A robust mass-mailing component which allows you to engage your constituents with personalized email blasts and newsletters.
sk_sk: <strong>CiviMail</strong> – Robustný komponent hromadnej korešpondencie, ktorý vám umožňuje zapojiť zástupcov do hromadného rozosielania prispôsobených e-mailov a bulletinov.

source: <strong>CiviMember</strong> - A flexible membership management component which includes convenient online signup and renewal.
sk_sk: <strong>CiviMember</strong> – Komponent na flexibilnú správu členstva, ktorý zahŕňa pohodlnú online registráciu a obnovu členstva.

source: <strong>CiviEvent</strong> - Provides integrated online event registration and management for paid and free events. It allows you to quickly and easily create customized web pages to for event registration, and then track participants.
sk_sk: <strong>CiviEvent</strong> – Ponúka integrovanú registráciu a správu online podujatí pre platené a bezplatné podujatia. Umožňuje vám rýchlo a jednoducho si vytvoriť vlastné webové stránky na registráciu na podujatie a potom sledovať účastníkov.

source: <strong>CiviCampaign</strong> - Lets you link together events, mailings, activities, and contributions under one "umbrella" so that you can track the progress of all your efforts towards one programmatic goal or campaign.
sk_sk: <strong>CiviCampaign</strong> – Umožňuje vám prepájať podujatia, poštu, aktivity a príspevky pod jednou 'strechou', aby ste mohli sledovať pokrok všetkých vašich snáh na dosiahnutie jedného programového cieľa alebo kampane.

source: <strong>CiviCase</strong> - Integrated case management component, including a dashboard with "my cases", automated case timelines and configurable audit reports.
sk_sk: <strong>CiviCase</strong> – Komponent na integrovanú správu prípadov vrátane tabule s 'mojimi prípadmi', automatických časových osí prípadov a konfigurovateľných správ o audite.

source: <strong>CiviGrant</strong> - Designed to be used by organizations that distribute funds to others, for example foundations, grant givers, etc.
sk_sk: <strong>CiviGrant</strong> – Na použitie organizáciami, ktoré rozdeľujú prostriedky druhým, ako sú nadácie, poskytovatelia grantov atď.

source: CiviCRM includes several optional components which give you more tools to connect with and engage your constituents.
sk_sk: CiviCRM obsahuje niekoľko voliteľných komponentov, ktoré vám poskytujú ďalšie nástroje na spojenie sa so zástupcami a na ich zapojenie.

source: Date Display Formats
sk_sk: Formáty zobrazenia dátumov

source: Use this screen to configure formats for date display and date input fields. Defaults are provided for standard United States formats. Settings use standard POSIX specifiers. Available specifiers and the values produced will vary based on your operating system and locale.
sk_sk: Na tejto obrazovke môžete nakonfigurovať formát polí na zobrazenie a zadávanie dátumu. Predvolene sú nastavené štandardné formáty pre Spojené štáty. V nastaveniach sa používajú štandardné špecifikátory POSIX. Dostupné špecifikátory a vytvorené hodnoty sa budú meniť v závislosti od operačného systému a miestnych nastavení.

source: Commonly Used Specifiers
sk_sk: Bežne používané špecifikátory

source: abbreviated month name ('Jan'..'Dec')
sk_sk: skrátený názov mesiaca ('Jan'... 'Dec')

source: full month name ('January'..'December')
sk_sk: celý názov mesiaca ('Január'... 'December')

source: day of the month as a decimal number, 0-padded ('01'..'31')
sk_sk: deň v mesiaci ako dekadické číslo, s vloženou 0 ('01'... '31')

source: day of the month as a decimal number, blank-padded (' 1'..'31')
sk_sk: deň v mesiaci ako dekadické číslo, s vloženou medzerou (' 1'... '31')

source: day of the month as a decimal number ('1'..'31')
sk_sk: deň v mesiaci ako dekadické číslo ('1'... '31')

source: English ordinal suffix for the day of the month ('st', 'nd', 'rd', 'th')
sk_sk: anglická radová prípona pre deň v mesiaci ('st', 'nd', 'rd', 'th')

source: hour in 24-hour format, 0-padded ('00'..'23')
sk_sk: hodina v 24-hodinovom formáte, s vloženou 0 ('00'... '23')

source: hour in 12-hour format, 0-padded ('01'..'12')
sk_sk: hodina v 12-hodinovom formáte, s vloženou 0 ('01'... '12')

source: hour in 24-hour format, blank-padded (' 0'..'23')
sk_sk: hodina v 24-hodinovom formáte, s vloženou medzerou (' 0'... '23')

source: hour in 12-hour format, blank-padded (' 1'..'12')
sk_sk: hodina v 12-hodinovom formáte, s vloženou medzerou (' 1'... '12')

source: month as a decimal number, 0-padded ('01'..'12')
sk_sk: mesiac ako dekadické číslo, s vloženou 0 ('01'... '12')

source: minute, 0-padded ('00'..'60')
sk_sk: minúta, s vloženou 0 ('00'... '60')

source: lowercase ante/post meridiem ('am', 'pm')
sk_sk: ante/post meridiem malým písmom ('am', 'pm')

source: uppercase ante/post meridiem ('AM', 'PM')
sk_sk: ante/post meridiem veľkým písmom ('AM', 'PM')

source: year as a decimal number including the century ('2015')
sk_sk: rok ako dekadické číslo vrátane storočia ('2015')
