Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: A job size smaller than the batch limit will negate the effect of the batch limit.
sk_sk: Veľkosť úlohy menšia ako limit dávky zneguje efekt limitu dávky.

source: Error - the synchronization interval must be at least 1
sk_sk: Chyba – interval synchronizácie musí byť aspoň 1

source: Settings - Mapping and Geocoding Providers
sk_sk: Nastavenia – poskytovatelia mapovania a geokódovania

source: Mapping features require PHP version 5 or greater
sk_sk: Na fungovanie mapovania je potrebná verzia PHP 5 alebo novšia

source: Please select a Geocoding Provider - Open Street Maps does not provide geocoding.
sk_sk: Vyberte si poskytovateľa geokódovania. Služba Open Street Maps neposkytuje geokódovanie.

source: Misc (Undelete, PDFs, Limits, Logging, etc.)
sk_sk: Rôzne (zrušenie odstránenia, PDF, limity, protokolovanie atď.)

source: Maximum file size cannot exceed limit defined in "php.ini" ("upload_max_filesize=%1").
sk_sk: Maximálna veľkosť súboru nesmie prekročiť limit stanovený v súbore 'php.ini' ('upload_max_filesize=%1').

source: Illegal stack size. Use values between 1 and %1.
sk_sk: Nepovolená veľkosť zásobníka. Použite hodnoty medzi 1 a %1.

source: The wkhtmltodfPath does not exist or is not valid
sk_sk: Položka wkhtmltodfPath neexistuje alebo nie je platná

source: Settings - Upload Directories
sk_sk: Nastavenia – nahrať adresáre

source: Temporary Files
sk_sk: Dočasné súbory

source: Images
sk_sk: Obrázky

source: Custom Files
sk_sk: Vlastné súbory

source: Custom Templates
sk_sk: Vlastné šablóny

source: Custom PHP Path Directory
sk_sk: Vlastný adresár ciest PHP

source: CiviCRM Extensions Directory
sk_sk: Adresár rozšírení CiviCRM

source: '%1' directory does not exist
sk_sk: Adresár "%1\ neexistuje

source: Settings - Search Preferences
sk_sk: Nastavenia – preferencie vyhľadávania

source: Disable Outbound Email
sk_sk: Zakázať odchádzajúci e-mail

source: Redirect to Database
sk_sk: Presmerovať do databázy

source: Select Mailer
sk_sk: Vybrať poštový program

source: Settings - Outbound Mail
sk_sk: Nastavenia – odchádzajúci e-mail

source: Sendmail Path
sk_sk: Cesta Sendmail

source: Sendmail Argument
sk_sk: Argument Sendmail

source: SMTP Server
sk_sk: Server SMTP

source: SMTP Port
sk_sk: Port SMTP

source: Authentication?
sk_sk: Overenie?

source: SMTP Username
sk_sk: Používateľské meno SMTP

source: SMTP Password
sk_sk: Heslo SMTP

source: Save & Send Test Email
sk_sk: Uložiť a odoslať testovací e-mail

source: Some fields are loaded as 'readonly' as they have been set (overridden) in civicrm.settings.php.
sk_sk: Niektoré polia sa načítajú ako 'readonly', keďže boli nastavené (prepísané) v civicrm.settings.php.

source: You have selected "Disable Outbound Email". A test email can not be sent.
sk_sk: Zvolili ste možnosť 'Zakázať odchádzajúci e-mail'. Nedá sa odoslať testovací e-mail.

source: Email Disabled
sk_sk: E-mail zakázaný

source: You have selected "Redirect to Database". A test email can not be sent.
sk_sk: Zvolili ste možnosť 'Presmerovať do databázy'. Nedá sa odoslať testovací e-mail.

source: The site administrator needs to enter a valid 'FROM Email Address' in <a href="%1">Administer CiviCRM &raquo; System Settings &raquo; Option Groups &raquo; From Email Address</a>. The email address used may need to be a valid mail account with your email service provider.
sk_sk: Správca lokality musí zadať platnú 'e-mailovú adresu odosielateľa' v časti <a href="%1">Spravovať CiviCRM &raquo; Nastavenia systému &raquo; Skupiny možností &raquo; E-mailová adresa odosielateľa</a>. Môže sa vyžadovať, aby použitá e-mailová adresa bola platným poštovým kontom u vášho poskytovateľa e-mailových služieb.

source: Cannot send a test email because your user record does not have a valid email address.
sk_sk: Nedá sa odoslať testovací e-mail, pretože váš záznam používateľa nemá platnú e-mailovú adresu.

source: Sending test email
sk_sk: Odosiela sa testovací e-mail

source: From: %1
sk_sk: Od: %1

source: To: %1
sk_sk: Komu: %1

source: You have defined CIVICRM_MAIL_LOG_AND_SEND - mail will be logged.
sk_sk: Zadefinovali ste CIVICRM_MAIL_LOG_AND_SEND – e-mail bude zaznamenaný.

source: You have defined CIVICRM_MAIL_LOG - no mail will be sent. Your %1 settings have not been tested.
sk_sk: Zadefinovali ste CIVICRM_MAIL_LOG – neodošle sa žiaden e-mail. Vaše nastavenia %1 neboli otestované.

source: Mail not sent
sk_sk: E-mail sa neodoslal

source: Your %1 settings are correct. A test email has been sent to your email address.
sk_sk: Nastavenia %1 sú správne. Na vašu e-mailovú adresu bol odoslaný testovací e-mail.

source: Mail Sent
sk_sk: E-mail sa odoslal

source: Oops. Your %1 settings are incorrect. No test mail has been sent.
sk_sk: Ľutujeme, nastavenia %1 nie sú správne. Testovací e-mail sa neodoslal.

source: Mail Not Sent
sk_sk: E-mail sa neodoslal

source: SMTP Server name is a required field.
sk_sk: Názov servera SMTP je povinné pole.

source: SMTP Port is a required field.
sk_sk: Port SMTP je povinné pole.

source: If your SMTP server requires authentication please provide a valid user name.
sk_sk: Ak váš server SMTP požaduje overenie, zadajte platné používateľské meno.

source: If your SMTP server requires authentication, please provide a password.
sk_sk: Ak váš server SMTP požaduje overenie, zadajte heslo.

source: Sendmail Path is a required field.
sk_sk: Cesta Sendmail je povinné pole.

source: Sendmail Argument is a required field.
sk_sk: Argument Sendmail je povinné pole.

source: Settings - %1 Integration
sk_sk: Nastavenia – integrácia %1

source: Settings - Cleanup Caches and Update Paths
sk_sk: Nastavenia – vymazať vyrovnávaciu pamäť a aktualizovať cesty

source: Cleanup Caches
sk_sk: Vymazať vyrovnávacie pamäte

source: Reset Paths
sk_sk: Resetovať cesty

source: Cache has been cleared and menu has been rebuilt successfully.
sk_sk: Vyrovnávacia pamäť bola vymazaná a ponuka bola úspešne znovu zostavená.

source: Settings - Resource URLs
sk_sk: Nastavenia – adresy URL zdrojov

source: Force Secure URLs (SSL)
sk_sk: Vynútiť bezpečné adresy URL (SSL)

source: Verify SSL Certs
sk_sk: Overiť certifikáty SSL

source: You need to set up a secure server before you can use the Force Secure URLs option
sk_sk: Pred použitím možnosti Vynútiť bezpečné adresy URL musíte nastaviť zabezpečený server

source: Please Enter the value for Replacement Word
sk_sk: Zadajte hodnotu pre náhradné slovo

source: Please Enter the value for Original Word
sk_sk: Zadajte hodnotu pre originálne slovo

source: Settings Saved
sk_sk: Nastavenia sa uložili

source: This profile is currently used for %1.
sk_sk: Tento profil sa práve používa pre %1.

source: If you disable the profile - it will be removed from these forms and/or modules. Do you want to continue?
sk_sk: Ak profil zakážete, odstráni sa z týchto formulárov a/alebo modulov. Chcete pokračovať?

source: Are you sure you want to disable this profile?
sk_sk: Naozaj chcete tento profil zakázať?

source: Unable to disable the '%1' price set - it is currently in use by one or more active events, contribution pages or contributions.
sk_sk: Nedá sa zakázať súbor cien "%1\. Práve sa používa pri jednom alebo viacerých aktívnych podujatiach, stránkach s príspevkami alebo príspevkoch.

source: Are you sure you want to disable '%1' Price Set?
sk_sk: Naozaj chcete zakázať súbor cien "%1\?

source: Are you sure you want to disable this Event?
sk_sk: Naozaj chcete zakázať toto podujatie?

source: Are you sure you want to disable this CiviCRM Profile field?
sk_sk: Naozaj chcete zakázať pole Profil CiviCRM?

source: Are you sure you want to disable this premium? This action will remove the premium from any contribution pages that currently offer it. However it will not delete the premium record - so you can re-enable it and add it back to your contribution page(s) at a later time.
sk_sk: Naozaj chcete zakázať túto prémiu? Týmto krokom sa prémia odstráni zo všetkých stránok príspevkov, ktoré ju momentálne ponúkajú. Neodstráni sa tým však záznam o prémii. Môžete ju neskôr znovu povoliť a pridať na svoje stránky s príspevkami.

source: Are you sure you want to disable this relationship type?
sk_sk: Naozaj chcete tento typ vzťahu zakázať?

source: Users will no longer be able to select this value when adding or editing relationships between contacts.
sk_sk: Používatelia nebudú môcť vybrať túto hodnotu, keď budú pridávať alebo upravovať vzťahy medzi kontaktmi.

source: Are you sure you want to disable this financial type?
sk_sk: Naozaj chcete zakázať tento finančný typ?

source: The selected financial account cannot be disabled because at least one Accounts Receivable type account is required (to ensure that accounting transactions are in balance).
sk_sk: Vybraté finančné konto sa nedá zakázať, pretože je požadovaný aspoň jeden typ konta pohľadávok (aby boli účtovné transakcie započítané).

source: Are you sure you want to disable this financial account?
sk_sk: Naozaj chcete zakázať toto finančné konto?

source: Are you sure you want to disable this payment processor?
sk_sk: Naozaj chcete zakázať tento systém na spracovanie platieb?

source: Users will no longer be able to select this value when adding or editing transaction pages.
sk_sk: Používatelia nebudú môcť vybrať túto hodnotu, keď budú pridávať alebo upravovať stránky s transakciami.

source: Are you sure you want to disable this payment processor type?
sk_sk: Naozaj chcete zakázať tento typ systému na spracovanie platieb?

source: Are you sure you want to disable this location type?
sk_sk: Naozaj chcete zakázať tento typ umiestnenia?

source: Users will no longer be able to select this value when adding or editing contact locations.
sk_sk: Používatelia nebudú môcť vybrať túto hodnotu, keď budú pridávať alebo upravovať umiestnenia kontaktu.

source: Are you sure you want to disable this Participant Status?
sk_sk: Naozaj chcete zakázať stav účastníka?

source: Users will no longer be able to select this value when adding or editing Participant Status.
sk_sk: Používatelia nebudú môcť vybrať túto hodnotu, keď budú pridávať alebo upravovať stav účastníka.

source: Are you sure you want to disable this component?
sk_sk: Naozaj chcete zakázať tento komponent?

source: Are you sure you want to disable this custom data field?
sk_sk: Naozaj chcete zakázať toto pole vlastných údajov?

source: Are you sure you want to disable this custom data group? Any profile fields that are linked to custom fields of this group will be disabled.
sk_sk: Naozaj chcete zakázať túto skupinu vlastných údajov? Všetky polia profilu, ktoré sú prepojené s vlastnými poľami tejto skupiny, budú zakázané.

source: Are you sure you want to disable this message tempate?
sk_sk: Naozaj chcete zakázať túto šablónu správy?

source: Are you sure you want to disable this ACL?
sk_sk: Naozaj chcete zakázať tento ACL?

source: Are you sure you want to disable this ACL Role Assignment?
sk_sk: Naozaj chcete zakázať toto priradenie rol ACL?

source: Are you sure you want to disable this membership type?
sk_sk: Naozaj chcete zakázať tento typ členstva?

source: Are you sure you want to disable this membership status rule?
sk_sk: Naozaj chcete zakázať toto pravidlo stavu členstva?

source: Are you sure you want to disable this price field?
sk_sk: Naozaj chcete zakázať toto pole ceny?

source: Are you sure you want to disable this Group?
sk_sk: Naozaj chcete zakázať túto skupinu?

source: WARNING - Disabling this group will disable all the child groups associated if any.
sk_sk: UPOZORNENIE – ak zakážete túto skupinu, zakážete aj všetky prípadné súvisiace podriadené skupiny.

source: Are you sure you want to disable this Option?
sk_sk: Naozaj chcete zakázať túto možnosť?

source: Are you sure you want to disable this Contact Type?
sk_sk: Naozaj chcete zakázať tento typ kontaktu?

source: Are you sure you want to disable the '%1' option ?
sk_sk: Naozaj chcete zakázať možnosť "%1\?

source: WARNING - Disabling an option which has been assigned to existing records will result in that option being cleared when the record is edited.
sk_sk: UPOZORNENIE – zakázaním možnosti, ktorá bola priradená k existujúcim záznamom, dôjde k tomu, že sa táto možnosť vymaže v prípade úpravy záznamu.

source: Are you sure you want to mark this recurring contribution as cancelled?
sk_sk: Naozaj chcete označiť tento opakujúci sa príspevok ako zrušený?

source: WARNING - This action sets the CiviCRM recurring contribution status to Cancelled, but does NOT send a cancellation request to the payment processor. You will need to ensure that this recurring payment (subscription) is cancelled by the payment processor.
sk_sk: UPOZORNENIE – týmto krokom sa stav opakujúceho sa príspevku v CiviCRM zmení na zrušený, ale žiadosť o zrušenie sa NEODOŠLE do systému na spracovanie platieb. Musíte zabezpečiť zrušenie tejto opakujúcej sa platby (predplatného) v systéme na spracovanie platieb.

source: This recurring contribution is linked to an auto-renew membership. If you cancel it, the associated membership will no longer renew automatically. However, the current membership status will not be affected.
sk_sk: Tento opakujúci sa príspevok je spojený s automatickou obnovou členstva. Ak ho zrušíte, súvisiace členstvo sa už nebude automaticky obnovovať. Súčasný stav členstva sa tým však neovplyvní.

source: Are you sure you want to disable this record?
sk_sk: Naozaj chcete zakázať tento záznam?

source: Customize Data and Screens
sk_sk: Prispôsobiť údaje a obrazovky

source: Communications
sk_sk: Komunikácia

source: Localization
sk_sk: Lokalizácia

source: Users and Permissions
sk_sk: Používatelia a povolenia

source: System Settings
sk_sk: Nastavenia systému

source: Configuration Checklist
sk_sk: Kontrolný zoznam konfigurácie

source: Edit Contact Type
sk_sk: Upraviť typ kontaktu

source: Disable Contact Type
sk_sk: Zakázať typ kontaktu

source: Enable Contact Type
sk_sk: Povoliť typ kontaktu

source: Delete Contact Type
sk_sk: Odstrániť typ kontaktu

source: Uninstall Extension
sk_sk: Odinštalovať rozšírenie

source: Download Extension
sk_sk: Stiahnuť rozšírenie

source: Database Upgrades
sk_sk: Aktualizácie databázy

source: See log entries for this Scheduled Job
sk_sk: Pre túto naplánovanú úlohu pozrite položky denníka

source: Edit Scheduled Job
sk_sk: Upraviť naplánovanú úlohu

source: Execute Now
sk_sk: Vykonať teraz

source: Execute Scheduled Job Now
sk_sk: Vykonať naplánovanú úlohu teraz

source: Disable Scheduled Job
sk_sk: Zakázať naplánovanú úlohu

source: Enable Scheduled Job
sk_sk: Povoliť naplánovanú úlohu

source: Delete Scheduled Job
sk_sk: Odstrániť naplánovanú úlohu

source: Copy Scheduled Job
sk_sk: Kopírovať naplánovanú úlohu

source: Settings - Scheduled Jobs
sk_sk: Nastavenia – naplánované úlohy

source: Scheduled Jobs
sk_sk: Naplánované úlohy

source: Job copied successfully
sk_sk: Úloha úspešne skopírovaná

source: Failed to copy job
sk_sk: Nepodarilo sa skopírovať úlohu

source: Execution of scheduled jobs has been turned off by default since this is a non-production environment. You can override this for particular jobs by adding runInNonProductionEnvironment=TRUE as a parameter.
sk_sk: Predvolene je vykonanie naplánovaných úloh vypnuté, pretože toto je neprodukčné prostredie. Pre jednotlivé úlohy môžete toto nastavenie prepísať pridaním parametra runInNonProductionEnvironment=TRUE.

source: Non-production Environment
sk_sk: Neprodukčné prostredie

source: Settings - Scheduled Jobs Log
sk_sk: Nastavenia – denník naplánovaných úloh

source: Administration
sk_sk: Správa

source: Edit Label Format
sk_sk: Upraviť formát označenia

source: Copy Label Format
sk_sk: Kopírovať formát označenia

source: Delete Label Format
sk_sk: Odstrániť formát označenia

source: Mailing Label
sk_sk: Označenie pošty

source: Name Badge
sk_sk: Menovka

source: Edit Location Type
sk_sk: Upraviť typ umiestnenia

source: Disable Location Type
sk_sk: Zakázať typ umiestnenia

source: Enable Location Type
sk_sk: Povoliť typ umiestnenia

source: Delete Location Type
sk_sk: Odstrániť typ umiestnenia

source: Edit Mail Settings
sk_sk: Upraviť nastavenia e-mailu

source: Delete Mail Settings
sk_sk: Odstrániť nastavenia e-mailu

source: Are you sure you want to delete this mapping?
sk_sk: Naozaj chcete toto mapovanie odstrániť?

source: This operation cannot be undone.
sk_sk: Táto operácia sa nedá vrátiť späť.

source: Edit Mapping
sk_sk: Upraviť mapovanie

source: Delete Mapping
sk_sk: Odstrániť mapovanie

source: Are you sure you want to revert this template to the default for this workflow? You will lose any customizations you have made.
sk_sk: Naozaj chcete pre tento pracovný postup obnoviť predvolené nastavenie tejto šablóny? Stratíte všetky prispôsobenia, ktoré ste spravili.

source: We recommend that you save a copy of the your customized Text and HTML message content to a text file before reverting so you can combine your changes with the system default messages as needed.
sk_sk: Pred obnovením vám odporúčame uložiť si kópiu obsahu prispôsobenej textovej a HTML správy do textového súboru. Tak si budete môcť v prípade potreby preniesť zmeny do predvolených správ systému.

source: Edit this message template
sk_sk: Upraviť túto šablónu správy

source: Disable this message template
sk_sk: Zakázať túto šablónu správy

source: Enable this message template
sk_sk: Povoliť túto šablónu správy

source: Delete this message template
sk_sk: Odstrániť túto šablónu správy

source: Revert to Default
sk_sk: Obnoviť na predvolené

source: Revert this workflow message template to the system default
sk_sk: Obnoviť túto šablónu správy v pracovnom postupe na predvolené systémové nastavenie

source: View Default
sk_sk: Zobraziť predvolené

source: View the system default for this workflow message template
sk_sk: Zobraziť predvolené systémové nastavenie pre túto šablónu správy v pracovnom postupe

source: Manage ACL Roles
sk_sk: Spravovať roly ACL

source: Run
sk_sk: Spustiť

source: Run %1
sk_sk: Spustiť %1

source: Edit Status
sk_sk: Upraviť stav

source: Delete Status
sk_sk: Odstrániť stav

source: Disable Status
sk_sk: Zakázať stav

source: Enable Status
sk_sk: Povoliť stav

source: Edit Payment Processor
sk_sk: Upraviť systém na spracovanie platieb

source: Disable Payment Processor
sk_sk: Zakázať systém na spracovanie platieb

source: Enable Payment Processor
sk_sk: Povoliť systém na spracovanie platieb

source: Delete Payment Processor
sk_sk: Odstrániť systém na spracovanie platieb

source: Settings - Payment Processor
sk_sk: Nastavenia – systém na spracovanie platieb

source: No test processor entry exists for %1. Not having a test entry for each processor could cause problems
sk_sk: Pre %1 nie je zadaná testovacia položka pre systém na spracovanie. Ak nie je zadaná testovacia položka pre každý systém na spracovanie, môže to spôsobiť problém.

source: Edit Payment ProcessorType
sk_sk: Upraviť typ systému na spracovanie platieb

source: Disable Payment ProcessorType
sk_sk: Zakázať typ systému na spracovanie platieb

source: Enable Payment ProcessorType
sk_sk: Povoliť typ systému na spracovanie platieb

source: Delete Payment ProcessorType
sk_sk: Odstrániť typ systému na spracovanie platieb

source: Edit PDF Page Format
sk_sk: Upraviť formát stránok PDF

source: Delete PDF Page Format
sk_sk: Odstrániť formát stránok PDF

source: Edit Date Type
sk_sk: Upraviť typ dátumu

source: Settings - Date Preferences
sk_sk: Nastavenia – preferencie týkajúce sa dátumu

source: View Relationship Type
sk_sk: Zobraziť typ vzťahu

source: Edit Relationship Type
sk_sk: Upraviť typ vzťahu

source: Disable Relationship Type
sk_sk: Zakázať typ vzťahu

source: Enable Relationship Type
sk_sk: Povoliť typ vzťahu

source: Delete Reletionship Type
sk_sk: Odstrániť typ vzťahu

source: Edit Schedule Reminders
sk_sk: Upraviť položku Naplánovať pripomienky

source: Enable Label Format
sk_sk: Povoliť formát označenia

source: Disable Label Format
sk_sk: Zakázať formát označenia

source: Delete Schedule Reminders
sk_sk: Odstrániť položku Naplánovať pripomienky

source: Permissions: Summary
sk_sk: Povolenia: súhrn

source: Permissions: Details
sk_sk: Povolenia: podrobnosti

source: Advanced
sk_sk: Rozšírené

source: Property
sk_sk: Vlastnosť

source: The application, \"%1\", requests permission to access your system.
sk_sk: Aplikácia \"%1\" požaduje povolenie na prístup do vášho systému.

source: Are you sure you want to reconnect \"%1\"?
sk_sk: Naozaj si prajete znova pripojiť \"%1\"?

source: Reconnecting will change the connection details (such as callback URLs and permissions). This can be useful in a few cases, such as:
sk_sk: Pri opätovnom pripojení sa zmenia podrobnosti o pripojení (napr. adresa URL pre spätný kontakt a povolenia). Môže to byť užitočné v niektorých prípadoch, napríklad:

source: After your site has migrated to a new URL.
sk_sk: Keď prebehla migrácia lokality na novú adresu URL.

source: After the application has migrated to a new URL.
sk_sk: Keď prebehla migrácia aplikácie na novú adresu URL.

source: After the application has changed permission requirements.
sk_sk: Keď aplikácia zmenila požiadavky na povolenia.

source: After the application has a major failure or reset.
sk_sk: Keď došlo k závažnému zlyhaniu aplikácie alebo resetu.

source: There was a problem verifying that this site is available on the public Internet.
sk_sk: Bol problém overiť, či je lokalita k dispozícii na verejnej internetovej sieti.

source: See also:
sk_sk: Pozrite tiež:

source: Firewalls and Proxies
sk_sk: Brány firewall a servery proxy

source: Connections provide a simplified way to link your CiviCRM installation to an external service.
sk_sk: Pripojenia poskytujú zjednodušený spôsob, ako prepojiť inštaláciu CiviCRM s externou službou.

source: Existing Connections
sk_sk: Existujúce pripojenia

source: %1: About
sk_sk: %1: Informácie

source: %1: Settings (External)
sk_sk: %1: Nastavenia (externé)

source: %1: Logs (External)
sk_sk: %1: Denníky (externé)

source: %1: Documentation (External)
sk_sk: %1: Dokumentácia (externá)

source: Docs
sk_sk: Dokumenty

source: %1: Support (External)
sk_sk: %1: Podpora (externá)

source: Support
sk_sk: Podpora

source: %1: Reconnect
sk_sk: %1: Znova pripojiť

source: Reconnect
sk_sk: Znova pripojiť

source: %1: Disconnect
sk_sk: %1: Odpojiť

source: Are you sure you want to disconnect "%1?". Doing so may permanently destroy data linkage.
sk_sk: Naozaj chcete odpojiť "%1\? Môže sa tým trvalo odstrániť prepojenie údajov.

source: Disconnect
sk_sk: Odpojiť

source: New Connections
sk_sk: Nové pripojenia

source: %1: Connect
sk_sk: %1: Pripojiť

source: Connect
sk_sk: Pripojiť

source: No available applications
sk_sk: Žiadne dostupné aplikácie

source: Application List Unavailable
sk_sk: Zoznam aplikácií nedostupný

source: Internet Access Required
sk_sk: Je potrebný prístup na internet

source: %1: Welcome (External)
sk_sk: %1: Privítanie (externé)

source: Connecting...
sk_sk: Pripája sa...

source: Connected
sk_sk: Pripojené

source: Reconnecting...
sk_sk: Znovu sa pripája...

source: Reconnected
sk_sk: Znovu pripojené

source: Disconnecting...
sk_sk: Odpája sa...

source: Disconnected
sk_sk: Odpojené

source: The page "%1" will open in a popup. If it does not appear automatically, check your browser for notifications.
sk_sk: Stránka "%1\ sa otvorí v automaticky otváranom okne. Ak sa nezobrazí automaticky, skontrolujte si oznámenia v prehliadači.

source: Cannot open link. Unrecognized mode.
sk_sk: Odkaz sa nedá otvoriť. Nerozpoznaný režim.

source: Opening...
sk_sk: Otvára sa...

source: External Link
sk_sk: Externý odkaz

source: Action(s)
sk_sk: Akcie

source: Filter(s)
sk_sk: Filtre

source: Field(s)
sk_sk: Polia
