Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: Set up a 'Dummy' Processor if you want to test Online Contribution pages or Event Registration pages prior to selecting and configuring a real payment processor. You can enter any values for User Name and Site URL.
sk_sk: Zriaďte si 'fiktívny' systém na spracovanie, ak chcete otestovať stránky online príspevkov alebo registrácie na podujatie predtým, ako vyberiete a nakonfigurujete reálny systém na spracovanie platieb. Pre používateľské meno a adresu URL webovej lokality môžete zadať ľubovoľné hodnoty.

source: This is the TEST %1 used solely for testing.
sk_sk: Toto je TESTOVACIA verzia %1 používaná výlučne na testovanie.

source: Use %1 unless otherwise advised by eWAY.
sk_sk: Ak eWAY neodporúča inak, použite %1.

source: The test Credit Card number is %1 - this is the only credit card number that will work on the test gateway.
sk_sk: Číslo testovacej kreditnej karty je %1. Toto je jediné číslo kreditnej karty, ktoré bude fungovať na testovacej bráne.

source: The test Total Amount should end in <strong>%1</strong> or <strong>%2</strong> to get a successful response (e.g. $10.%1 or $10.%2) - all other amounts will return a failed response.
sk_sk: Výsledná celková testovacia suma sa má končiť na <strong>%1</strong> alebo <strong>%2</strong> aby sa dosiahla úspešná odozva (napr. $10,%1 alebo $10,%2). Pri všetkých ostatných sumách bude odpoveďou zlyhanie.

source: The <strong>URL</strong> for eWAY's TEST Gateway.
sk_sk: <strong>Adresa URL</strong> pre TESTOVACIU bránu eWAY.

source: This is the LIVE <strong>eWAYCustomerID</strong> associated with your eWAY account.
sk_sk: Toto je ŽIVÉ <strong>ID zákazníka eWAY</strong> spojené s vaším kontom eWAY.

source: The <strong>URL</strong> for eWAY's LIVE Gateway.
sk_sk: <strong>Adresa URL</strong> pre ŽIVÚ bránu eWAY.

source: This is the LIVE <strong>Elavon Merchant ID</strong> associated with your Elavon account.
sk_sk: Toto je ŽIVÉ <strong>ID obchodníka Elavon</strong> spojené s vaším kontom Elavon.

source: This is the LIVE <strong>Elavon User ID</strong> associated with your Elavon account.
sk_sk: Toto je ŽIVÉ <strong>ID používateľa Elavon</strong> spojené s vaším kontom Elavon.

source: This is the LIVE <strong>Elavon SSL PIN</strong> associated with your Elavon account.
sk_sk: Toto je ŽIVÝ <strong>SSL PIN Elavon</strong> spojený s vaším kontom Elavon.

source: Use 'https://www.myvirtualmerchant.com/VirtualMerchant/processxml.do' unless otherwise advised by Elavon..
sk_sk: Ak Elavon neodporúča inak, použite 'https://www.myvirtualmerchant.com/VirtualMerchant/processxml.do'.

source: This is the TEST <strong>Elavon Merchant ID</strong> associated with your Elavon account.
sk_sk: Toto je TESTOVACIE <strong>ID obchodníka Elavon</strong> spojené s vaším kontom Elavon.

source: This is the TEST <strong>Elavon User ID</strong> associated with your Elavon account.
sk_sk: Toto je TESTOVACIE <strong>ID používateľa Elavon</strong> spojené s vaším kontom Elavon.

source: This is the TEST <strong>Elavon SSL PIN</strong> associated with your Elavon account.
sk_sk: Toto je TESTOVACÍ <strong>SSL PIN Elavon</strong> spojený s vaším kontom Elavon.

source: Use 'https://www.myvirtualmerchant.com/VirtualMerchant/processxml.do' unless otherwise advised by Elavon.
sk_sk: Ak Elavon neodporúča inak, použite 'https://www.myvirtualmerchant.com/VirtualMerchant/processxml.do'.

source: This is the LIVE <strong>First Data Store Name</strong> associated with your First Data account (This is Certificate file number without the extension).
sk_sk: Toto je ŽIVÝ <strong>názov úložiska First Data</strong> spojený s vaším kontom First Data (je to číslo súboru certifikátu bez prípony).

source: This is the LIVE <strong>Certificate Path</strong> associated with your First Data account.
sk_sk: Toto je ŽIVÁ <strong>cesta k certifikátu</strong> spojená s vaším kontom First Data.

source: The URL for First Data's Live Payment server. Use the default value (unless otherwise advised by First Data):
sk_sk: Adresa URL pre živý platobný server First Data. Použite predvolenú hodnotu (ak First Data neodporúča inak):

source: This is the TEST <strong>First Data Store Name</strong> associated with your First Data account (This is Certificate file number without the extension).
sk_sk: Toto je TESTOVACÍ <strong>názov úložiska First Data</strong> spojený s vaším kontom First Data (je to číslo súboru certifikátu bez prípony).

source: This is the TEST <strong>Certificate Path</strong> associated with your First Data account.
sk_sk: Toto je TESTOVACIA <strong>cesta k certifikátu</strong> spojená s vaším kontom First Data.

source: The URL for First Data's TEST Payment server. Use the default value (unless otherwise advised by First Data):
sk_sk: Adresa URL pre TESTOVACÍ platobný server First Data. Použite predvolenú hodnotu (ak First Data neodporúča inak):

source: You can configure one or more Payment Processors for your CiviCRM installation. You must then assign an active Payment Processor to each <strong>Online Contribution Page</strong> and each paid <strong>Event</strong>.
sk_sk: Pre svoju inštaláciu CiviCRM môžete nakonfigurovať jeden alebo viac systémov na spracovanie platieb. Potom musíte priradiť aktívny systém na spracovanie platieb každej <strong>stránke online príspevku</strong> a každému platenému <strong>podujatiu</strong>.

source: Test ID
sk_sk: Testovacie ID

source: Processor Type
sk_sk: Typ systému na spracovanie

source: Add Payment Processor
sk_sk: Pridať systém na spracovanie platieb

source: There are no Payment Processors entered.
sk_sk: Nie sú zadané žiadne systémy na spracovanie platieb.

source: Payment Processor configurations for all payment processors that can be used in this installation of CiviCRM.
sk_sk: Konfigurácie systémov na spracovanie platieb pre všetky systémy na spracovanie platieb, ktoré je možné použiť v tejto inštalácii CiviCRM.

source: You can configure one or more PDF Page Formats for your CiviCRM installation. PDF Page Formats may be assigned to <strong><a href="%1">Message Templates</a></strong> to use when creating PDF letters.
sk_sk: Pre svoju inštaláciu CiviCRM môžete nakonfigurovať jeden alebo viac formátov stránok PDF. Formáty stránok PDF je možné priradiť k <strong><a href="%1">šablónam správ</a></strong>, aby sa mohli používať pri vytváraní listov PDF.

source: Add PDF Page Format
sk_sk: Pridať formát stránok PDF

source: Changing the parameters here affects the input and display for specific fields types. Setting the default date format for the entire site is a Localisation setting. See <a href="%1">Administer > Localization > Date Formats</a>
sk_sk: Zmenou parametrov uvedených tu sa ovplyvní vstup a zobrazenie určitých typov polí. Nastavenie predvoleného formátu dátumu pre celú lokalitu je nastavením lokalizácie. Pozri položky <a href="%1">Spravovať > Lokalizácia > Formáty dátumu</a>

source: Date Class
sk_sk: Trieda dátumu

source: Special Relationships
sk_sk: Špeciálne vzťahy

source: Employee <-> Employer and Household relationships both have special characteristics.
sk_sk: Vzťahy Zamestnanec <-> Zamestnávateľ a Domácnosť majú špeciálne vlastnosti.

source: <strong>Employee <-> Employer relationship</strong> is created anytime the 'Current Employer' field is filled in, either in the Contact Summary form or via a Profile. When filled in, it will create an Organisation if one does not already exist with that name.
sk_sk: <strong>Vzťah Zamestnanec <-> Zamestnávateľ</strong> sa vytvorí vždy, keď sa vyplní pole 'Aktuálny zamestnávateľ', či už vo formulári Súhrn kontaktu alebo cez profil. Keď je toto pole vyplnené, vytvorí organizáciu, ak ešte neexistuje organizácia s týmto názvom.

source: <strong>Household relationship</strong> enables household members to have the 'household address' applied to their record. Again, if a Household already exists then the individual will have a relationship created with it, if none exists then a new household will be created.
sk_sk: <strong>Vzťah Domácnosť</strong> umožňuje členom domácnosti použiť vo svojom zázname 'adresu domácnosti'. Aj v tomto prípade, ak už domácnosť existuje, jednotlivec bude mať s ňou vytvorený vzťah, ak neexistuje, vytvorí sa nová domácnosť.

source: Relationship types describe relationships between people, households and organizations. Relationship types labels describe the relationship from the perspective of each of the two entities (e.g. Parent &gt;-&lt; Child, Employer &gt;-&lt; Employee). For some types of relationships, the labels may be the same in both directions (e.g. Spouse &gt;-&lt; Spouse).
sk_sk: Typy vzťahu opisujú vzťahy medzi ľuďmi, domácnosťami a organizáciami. Označenia typov vzťahu opisujú vzťah z perspektívy každej z oboch entít (napr. Rodič &gt;-&lt; Dieťa, Zamestnávateľ &gt;-&lt; Zamestnanec). Pre niektoré typy vzťahov môžu byť označenia rovnaké v oboch smeroch (napr. Partner &gt;-&lt; Partner).

source: You can define as many additional relationships types as needed to cover the types of relationships you want to track. Once a relationship type is created, you may also define custom fields to extend relationship information for that type from <a href='%1'>Administer CiviCRM &raquo; Custom Data</a>.
sk_sk: Môžete definovať toľko typov dodatočných vzťahov, koľko potrebujete, aby ste pokryli vzťahy, ktoré chcete sledovať. Keď sa vytvorí typ vzťahu, môžete definovať aj vlastné polia, aby ste rozšírili informácie o vzťahu pre tento typ, v časti <a href='%1'>Spravovať CiviCRM &raquo; Vlastné údaje</a>.

source: Add Relationship Type
sk_sk: Pridať typ vzťahu

source: Relationship A to B
sk_sk: Vzťah A k B

source: Relationship B to A
sk_sk: Vzťah B k A

source: Reminder For
sk_sk: Pripomienka

source: While
sk_sk: Počas

source: No Scheduled Reminders have been created.
sk_sk: Neboli vytvorené žiadne naplánované pripomienky.

source: Select 'Limit to' if you want to only send reminders to contacts with the criteria selected above AND who ALSO match this criteria. If you select 'Choose Recipients' - only the chosen contacts will receive the reminder (AND only if they ALSO match the criteria above).
sk_sk: Zvoľte možnosť 'Obmedziť na', ak chcete posielať pripomienky iba kontaktom s kritériami zvolenými vyššie A ktoré ZÁROVEŇ spĺňajú tieto kritériá. Ak zvolíte možnosť 'Vybrať príjemcov', pripomienku dostanú iba vybraté kontakty (A iba ak ZÁROVEŇ spĺňajú kritériá vyššie).

source: Select 'Also include' if you want to also send reminders to contacts who match this criteria. If you select 'Choose Recipients' - the chosen contacts will also receive the reminder (in ADDITION TO the contacts who match the criteria above).
sk_sk: Zvoľte možnosť 'Zahrnúť aj', ak chcete posielať pripomienky aj kontaktom, ktoré spĺňajú tieto kritériá. Ak zvolíte možnosť 'Vybrať príjemcov', pripomienku dostanú aj vybraté kontakty (OKREM kontaktov, ktoré spĺňajú kritériá vyššie).

source: For Activities, the reminder recipients can be contacts Assigned to the activity, contacts who created the activity (Activity Source), OR contacts whom the activity is with (Activity Targets). Alternatively you can direct the reminder to specific contacts (Choose Recipients), or to a group of contacts.
sk_sk: Pre aktivity môžu byť príjemcami pripomienky kontakty priradené aktivite, kontakty, ktoré vytvorili aktivitu (Zdroj aktivity), ALEBO kontakty, ktorých sa aktivita týka (Ciele aktivity). Pripomienku môžete adresovať aj určitým kontaktom (Vybrať príjemcov) alebo skupine kontaktov.

source: For Events, you can limit or additionally include recipients by participant role (e.g. Volunteer, Speaker, etc.), choose specific contacts, or choose a group.
sk_sk: Pre podujatia môžete obmedziť alebo dodatočne zahrnúť príjemcov podľa roly účastníka (napr. Dobrovoľník, Rečník atď.), vybrať konkrétne kontakty alebo vybrať skupinu.

source: For Membership and Contact reminders, you can limit or additionally include recipients by choosing specific contacts, or choosing a group.
sk_sk: Pre pripomienku členstva a kontaktu môžete obmedziť alebo dodatočne zahrnúť príjemcov výberom konkrétnych kontaktov alebo vybratím skupiny.

source: Specify FROM Name and Email
sk_sk: Špecifikovať meno odosielateľa a e-mail

source: You can set the FROM name and email address for this reminder in these fields. If you leave these fields blank, the default FROM name and email address for your site will be used (Administer > Communications > FROM Email Addresses).
sk_sk: Pre túto pripomienku môžete v týchto poliach nastaviť meno odosielateľa a e-mailovú adresu. Ak necháte tieto polia prázdne, použije sa predvolené meno odosielateľa a e-mailová adresa vašej lokality (Spravovať > Komunikácia > E-mailové adresy odosielateľov).

source: You can limit the recipient of the reminder to contacts with the specified preferred language. You can also choose to add contacts that have no preferred language defined.
sk_sk: Môžete obmedziť príjemcov pripomienky na kontakty s určeným preferovaným jazykom. Môžete sa tiež rozhodnúť, že pridáte kontakty, ktoré nemajú definovaný žiaden preferovaný jazyk.

source: This is the communication language. If there are template translation or tokens, they will be localized accordingly. By default, the system default language will be used.
sk_sk: Toto je komunikačný jazyk. Ak sú preklady šablón alebo tokenov, budú príslušne lokalizované. Predvolene sa používa predvolený jazyk systému.

source: Scheduled reminders allow you to automatically send messages to contacts regarding their memberships, participation in events, or other activities.
sk_sk: Naplánované pripomienky vám umožňujú automaticky odosielať správy kontaktom o ich členstve, účasti na podujatiach alebo iných aktivitách.

source: Add Reminder
sk_sk: Pridať pripomienku

source: Administration Documentation
sk_sk: Dokumentácia správcu

source: Use the links below to configure or modify the global settings for CiviCRM for this site. Refer to the %1 for details on settings and options.
sk_sk: Použite odkazy uvedené nižšie na konfiguráciu alebo úpravu globálnych nastavení CiviCRM pre túto lokalitu. Podrobnosti o nastaveniach a možnostiach nájdete tu: %1.

source: Enable CiviContribute, CiviPledge, CiviEvent, CiviMember, CiviMail, CiviCase, CiviReport and/or CiviGrant components.
sk_sk: Povoľte komponenty CiviContribute, CiviPledge, CiviEvent, CiviMember, CiviMail, CiviCase, CiviReport a/alebo CiviGrant.

source: Site Preferences
sk_sk: Preferencie lokality

source: Directories
sk_sk: Adresáre

source: Configure directories in your file system for temporary uploads, images, custom files and custom templates.
sk_sk: Nakonfigurujte adresáre vo svojom systéme pre dočasné nahraté súbory, obrázky, vlastné súbory a vlastné šablóny.

source: Resource URLs
sk_sk: Adresy URL zdrojov

source: URLs used to access CiviCRM resources (CSS files, Javascript files, images, etc.). Enable secure URLs.
sk_sk: Adresy URL používané na prístup k zdrojom CiviCRM (súbory CSS, súbory Javascript, obrázky atď.) Povoľte bezpečné adresy URL.

source: Outbound Email (SMTP/Sendmail)
sk_sk: Odchádzajúci e-mail (SMTP/Sendmail)

source: Configure a mapping provider (e.g. Google or Yahoo) to display maps for contact addresses and event locations.
sk_sk: Nakonfigurujte si poskytovateľa mapovania (napr. Google alebo Yahoo), aby sa zobrazovali mapy pre adresy kontaktov a miesta podujatí.

source: Format addresses in mailing labels, input forms and screen display. Configure optional Address Standardization provider.
sk_sk: Formát adries v označeniach pošty, vstupných formulároch a na obrazovkách. Nakonfigurujte si voliteľného poskytovateľa štandardizácie adries.

source: Configure Contact Search behavior.
sk_sk: Nakonfigurujte si spôsob vyhľadávania kontaktov.

source: Date Formats
sk_sk: Formáty dátumov

source: Configure input and display formats for Date fields.
sk_sk: Nakonfigurujte si formáty vstupov a zobrazení pre polia Dátum.

source: %1 Integration Settings
sk_sk: Nastavenia integrácie %1

source: %1 version and user table name.
sk_sk: Verzia %1 a názov tabuľky používateľov.

source: Miscellaneous Settings
sk_sk: Rôzne nastavenia

source: Dashboard caching time, move to trash / undelete, change logging and version checking.
sk_sk: Čas vyrovnávacej pamäte tabule, presun do koša/zrušenie odstránenia, zmena zapisovania do denníka a kontrola verzie.

source: Enable debugging features including display of template variables and backtracing.
sk_sk: Povoľte funkcie ladenia vrátane premenných zobrazenia šablóny a spätného sledovania.

source: Multiple Contact Merge during Export
sk_sk: Zlúčenie viacerých kontaktov počas exportu

source: When (trigger date)
sk_sk: Kedy (dátum spustenia)

source: Only an absolute date or a relative date or time can be entered, not both.
sk_sk: Je možné zadať iba absolútny dátum alebo relatívny dátum, alebo čas, nie oboje.

source: Extension Depth
sk_sk: Hĺbka rozšírenia

source: Maximum number of sub-directories to search when looking for extensions
sk_sk: Maximálny počet podpriečinkov, v ktorých sa má vyhľadávať pri hľadaní rozšírení

source: Partial Locales
sk_sk: Čiastočné miestne nastavenia

source: If Yes, the system will allow processing data in locales which are not fully supported. (Some tokens or resources may unavailable or substituted from other locales.)
sk_sk: Ak je táto možnosť označená ako Áno, systém povolí spracovanie údajov v miestnych nastaveniach, ktoré nie sú úplne podporované. (Niektoré tokeny alebo zdroje môžu byť nedostupné alebo nahradené inými miestnymi nastaveniami.)

source: Synchronize Users
sk_sk: Synchronizovať používateľov

source: Earliest trigger date to <em>include</em>.
sk_sk: Najskorší dátum spustenia, ktorý treba <em>zahrnúť</em>.

source: Earliest trigger date to <em>exclude</em>.
sk_sk: Najskorší dátum spustenia, ktorý treba <em>vylúčiť</em>.

source: When searching for extensions, limit the number of subdirectories.
sk_sk: Pri hľadaní rozšírení obmedzte počet podpriečinkov.

source: When scheduled reminders will or won't be sent
sk_sk: Kedy sa budú a kedy sa nebudú odosielať naplánované pripomienky

source: If you set a scheduled reminder for an event to be sent on a specific date, it will be sent only on that date.
sk_sk: Ak nastavíte, aby sa naplánovaná pripomienka na podujatie odoslala v konkrétnom dátume, odošle sa iba v tom dátume.

source: Contacts who registered before that date will receive the scheduled reminder shortly after midnight and contacts who register on that date will receive the reminder shortly after they register. Contacts who register after that date will not receive the reminder.
sk_sk: Kontakty, ktoré sa zaregistrovali pred týmto dátumom, dostanú naplánovanú pripomienku krátko po polnoci. Kontakty, ktoré sa zaregistrujú v tomto dátume, dostanú pripomienku krátko po registrácii. Kontakty, ktoré sa zaregistrujú po tomto dátume, pripomienku nedostanú.

source: If you set a scheduled reminder relative to the event start or end (e.g. 24 hours before the event start), reminders will generally also be sent to contacts who register after that time.
sk_sk: Ak stanovíte naplánovanú pripomienku vzhľadom na začiatok alebo koniec podujatia (napr. 24 hodín pred začiatkom podujatia), pripomienky sa budú všeobecne posielať aj kontaktom, ktoré sa zaregistrujú po tomto čase.

source: If you set a reminder for before the event start or end, it will be sent to all registrants who register before the event ends.
sk_sk: Ak stanovíte pripomienku na čas pred začiatkom alebo koncom podujatia, pripomienka sa pošle všetkým, ktorí sa zaregistrujú pred skončením podujatia.

source: If you set a reminder for after the event start or end, it will be sent to any registrant, no matter when they register.
sk_sk: Ak stanovíte pripomienku na čas po začiatku alebo konci podujatia, pošle sa všetkým, ktorí sa zaregistrujú, bez ohľadu na to, kedy sa zaregistrovali.

source: If you set a reminder for before the registration start or end, it will be sent to any contacts who register up to the registration end.
sk_sk: Ak stanovíte pripomienku na čas pred začiatkom alebo koncom registrácie, pošle sa všetkým kontaktom, ktoré sa zaregistrujú pred skončením registrácie.

source: Reminders set for after the registration start or end won't be sent at all.
sk_sk: Pripomienky stanovené na čas po začiatku alebo konci registrácie sa nepošlú vôbec.
