Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: Add menu items at any level to support specific work-flows. For example, if your organization uses profile(s) for data entry, you can add menu items linking to those profiles. New menu items can also link to external (non-CiviCRM) web pages and web applications. Click 'New Menu Item' to add an item at any level.
sk_sk: Pridať položky ponuky v akejkoľvek úrovni, aby ste podporili konkrétne pracovné postupy. Ak napríklad vaša organizácia používa profily na zadávanie údajov, môžete pridať položky ponuky prepájajúce tieto profily. Nové položky ponuky môžu obsahovať aj prepojenie na externé (iné ako CiviCRM) webové stránky a webové aplikácie. Kliknite na možnosť 'Nová položka ponuky' a pridajte položku v akejkoľvek úrovni.

source: Rename menu items. Move your cursor over the menu item and right-click with your mouse. Then select 'Rename'.
sk_sk: Premenovať položky ponuky. Prejdite kurzorom nad položku ponuky a kliknite pravým tlačidlom myši. Potom zvoľte položku 'Premenovať'.

source: Delete menu items that you don't use. Right-click and select 'Delete'.
sk_sk: Odstrániť položky ponuky, ktoré nepoužívajte. Kliknite pravým tlačidlom a zvoľte položku 'Odstrániť'.

source: Change the permissions for a menu item. Right-click and select 'Edit'.
sk_sk: Zmeniť povolenie pre položku ponuky. Kliknite pravým tlačidlom a zvoľte položku 'Upraviť'.

source: Re-order menu items (including moving them from one branch of the menu 'tree' to another. Simply use your mouse to 'drag and drop' the menu item to the new location.
sk_sk: Zmeniť poradie položiek ponuky (vrátane presunutia z jednej vetvy ponukového 'stromu' do druhej). Jednoducho pomocou myši presuňte položku ponuky na nové miesto.

source: Changes you make to the menu are saved immediately.
sk_sk: Zmeny, ktoré urobíte v ponuke, sa okamžite uložia.

source: Customize the CiviCRM navigation menu bar for your users here.
sk_sk: Tu môžete prispôsobiť panel ponuky navigácie CiviCRM pre vašich používateľov.

source: The menu color and position can be adjusted on the <a %1>Display Preferences</a> screen.
sk_sk: Farbu a polohu ponuky môžete upraviť na obrazovke <a %1>Preferencie zobrazenia</a>.

source: Quicksearch options can be edited on the <a %1>Search Preferences</a> screen.
sk_sk: Možnosti rýchleho vyhľadávania je možné upraviť na obrazovke <a %1>Preferencie vyhľadávania</a>.

source: Add Menu Item
sk_sk: Pridať položku ponuky

source: Cleanup reports menu
sk_sk: Vyčistiť ponuku správ

source: Are you sure you want to delete this menu item:
sk_sk: Naozaj chcete odstrániť túto položku ponuky:

source: %1 sub-menu items will also be deleted.
sk_sk: odstránia sa aj položky podponuky %1.

source: This will add links for all currently active reports to the "Reports" menu under the relevant component. If you have added report instances to other menus, they will be moved to "Reports". Are you sure?
sk_sk: Odkazy na všetky momentálne aktívne správy sa pridajú do ponuky 'Správy' pod príslušným komponentom. Ak ste pridali inštancie správy k ďalším ponukám, presunú sa do ponuky 'Správy'. Chcete pokračovať?

source: CiviCRM stores configurable choices for various drop-down fields as 'option groups'. You can click <strong>Options</strong> to view the available choices.
sk_sk: CiviCRM ukladá konfigurovateľné možnosti pre rôzne rozbaľovacie polia ako 'skupiny možností'. Dostupné možnosti sa zobrazia, keď kliknete na položku <strong>Možnosti</strong>.

source: WARNING: Many option groups are used programatically and values should be added or modified with caution.
sk_sk: UPOZORNENIE: Mnohé skupiny možností používa program a hodnoty by sa mali pridávať alebo upravovať opatrne.

source: Add Option Group
sk_sk: Pridať skupinu možností

source: none
sk_sk: žiadne

source: OptionGroup settings
sk_sk: Nastavenia skupiny možností

source: View and Edit Options
sk_sk: Zobraziť a upraviť možnosti

source: There are no Option Groups entered. You can <a href='%1'>add one</a>.
sk_sk: Nezadali ste žiadne skupiny možností. Môžete <a href='%1'>jednu pridať</a>.

source: Activities are 'interactions with contacts' which you want to record and track. CiviCRM has several reserved (e.g. 'built-in') activity types (meetings, phone calls, emails sent). Create additional 'activity types' here if you need to record other types of activities. For example, you might want to add 'Job Interview', or 'Site Audit', etc.
sk_sk: Aktivity a 'interakcie s kontaktmi', ktoré chcete zaznamenať a sledovať. CiviCRM má niekoľko rezervovaných (napr. 'zabudovaných') typov aktivít (stretnutia, telefonáty, odoslané e-maily). Tu vytvorte ďalšie 'typy aktivít', ak potrebujete zaznamenať ďalšie typy aktivít. Napríklad možno budete chcieť pridať 'pracovný pohovor' alebo 'audit na mieste' a podobne.

source: Subject, location, date/time and description fields are provided for all activity types. You can add custom fields for tracking additional information about activities <a href='%1'>here</a>.
sk_sk: Pre všetky typy aktivity sú k dispozícii polia predmet, miesto dátum/čas a opis. Na sledovanie ďalších informácií o aktivitách môžete pridať vlastné polia <a href='%1'>tu</a>.

source: Scheduled and Completed Activities are searchable by type and/or activity date using 'Advanced Search'. Other applications may record activities for CiviCRM contacts using our APIs.
sk_sk: Naplánované a dokončené aktivity je možné vyhľadať podľa typu a/alebo dátumu aktivity pomocou funkcie 'Rozšírené vyhľadávanie'. Ďalšie aplikácie môžu zaznamenať aktivity pre kontakty CiviCRM pomocou našich rozhraní API.

source: CiviCRM is pre-configured with standard options for individual gender (Male, Female, Other). Modify these options as needed for your installation.
sk_sk: CiviCRM je nakonfigurovaný so štandardnými možnosťami pre jednotlivé pohlavia (muž, žena, iné). V inštalácii môžete tieto možnosti podľa potreby upraviť.

source: CiviCRM is pre-configured with standard options for individual contact prefixes (Ms., Mr., Dr. etc.). Customize these options and add new ones as needed for your installation.
sk_sk: CiviCRM je nakonfigurovaný so štandardnými možnosťami pre individuálne tituly kontaktov pred menom (pani, pán, Dr. atď.). V inštalácii môžete tieto možnosti podľa potreby prispôsobiť a pridať nové.

source: When recording mobile phone numbers for contacts, it may be useful to include the Mobile Phone Service Provider (e.g. Cingular, Sprint, etc.). CiviCRM is installed with the most commonly encountered service providers. Administrators may define as many additional providers as needed.
sk_sk: Keď zaznamenávate pre kontakty mobilné telefónne čísla, môže byť užitočné zahrnúť aj poskytovateľa mobilných telekomunikačných služieb (napr. Cingular, Sprint atď.). Inštalácia CiviCRM zahŕňa najbežnejších poskytovateľov služieb. V prípade potreby môžu správcovia definovať ľubovoľný počet ďalších poskytovateľov.

source: When recording Instant Messenger (IM) 'screen names' for contacts, it is useful to include the IM Service Provider (e.g. AOL, Yahoo, etc.). CiviCRM is installed with the most commonly encountered service providers. Administrators may define as many additional providers as needed.
sk_sk: Keď zaznamenávate pre kontakty 'zobrazované mená' pre okamžité správy (IM), je užitočné zahrnúť aj poskytovateľa služby okamžitých správ (napr. AOL, Yahoo atď.). Inštalácia CiviCRM zahŕňa najbežnejších poskytovateľov služieb. V prípade potreby môžu správcovia definovať ľubovoľný počet ďalších poskytovateľov.

source: CiviCRM is pre-configured with standard options for individual contact name suffixes (Jr., Sr., II etc.). Customize these options and add new ones as needed for your installation.
sk_sk: CiviCRM je nakonfigurovaný so štandardnými možnosťami pre individuálne tituly kontaktov za menom (ml., st., II atď.). V inštalácii môžete tieto možnosti podľa potreby prispôsobiť a pridať nové.

source: Activities are 'interactions with contacts' which you want to record and track. This list is sorted by component and then by weight within the component.
sk_sk: Aktivity sú 'interakcie s kontaktmi', ktoré chcete zaznamenávať a sledovať. Tento zoznam je zoradený podľa komponentu a potom podľa váhy komponentu.

source: You may choose to record the payment method used for each contribution and fee. Reserved payment methods are required - you may modify their labels but they can not be deleted (e.g. Check, Credit Card, Debit Card). If your site requires additional payment methods, you can add them here. You can associate each payment method with a Financial Account which specifies where the payment is going (e.g. a bank account for checks and cash).
sk_sk: Môžete sa rozhodnúť zaznamenať spôsob platby pre každý príspevok a poplatok. Rezervované spôsoby platby sú povinné. Ich označenia môžete upraviť, ale nemôžete ich odstrániť (napr. šek, kreditná karta, debetná karta). Ak pre svoju lokalitu potrebujete ďalšie spôsoby platby, môžete ich pridať tu. Každý spôsob platby môžete priradiť k finančnému kontu, ktoré stanovuje, kam platba smeruje (napr. bankový účet pre šeky a hotovosť).

source: The following credit card options will be offered to contributors using Online Contribution pages. You will need to verify which cards are accepted by your chosen Payment Processor and update these entries accordingly.
sk_sk: Prispievateľom využívajúcim stránky online príspevkov budú ponúknuté nasledujúce možnosti kreditných kariet. Musíte si overiť, ktoré karty prijíma váš vybratý systém na spracovanie platieb, a musíte tieto položky príslušne aktualizovať.

source: IMPORTANT: This page does NOT control credit card/payment method choices for sites and/or contributors using the PayPal Express service (e.g. where billing information is collected on the Payment Processor's website).
sk_sk: DÔLEŽITÉ: Táto stránka NERIADI výber kreditných kariet/spôsobov platby pre lokality a/alebo prispievateľov, ktorí využívajú službu PayPal Express (napr. keď sa fakturačné informácie zhromažďujú na webovej lokalite systému na spracovanie platieb).

source: Use Event Types to categorize your events. Event feeds can be filtered by Event Type and participant searches can use Event Type as a criteria.
sk_sk: Použite položku Typy podujatí na kategorizáciu podujatí. Kanály podujatí je možné filtrovať podľa typu podujatia a pri vyhľadávaní účastníkov možno použiť položku Typ podujatia ako kritérium.

source: Define participant roles for events here (e.g. Attendee, Host, Speaker...). You can then assign roles and search for participants by role.
sk_sk: Tu definujte roly účastníkov pre podujatie (napr. účastník, hostiteľ, rečník...). Potom môžete priraďovať roly a vyhľadávať účastníkov podľa roly.

source: Define statuses for event participants here (e.g. Registered, Attended, Cancelled...). You can then assign statuses and search for participants by status.
sk_sk: Tu definujte stavy účastníkov podujatia (napr. registrovaný, navštívil, zrušený...). Potom môžete priraďovať stavy a vyhľadávať účastníkov podľa stavu.

source: "Counted?" controls whether a person with that status is counted as participant for the purpose of controlling the Maximum Number of Participants.
sk_sk: Položka 'Započítaný?' určuje, či osoba s týmto stavom bola započítaná ako účastník, s cieľom regulovať maximálny počet účastníkov.

source: By default, CiviCRM uses the primary email address of the logged in user as the FROM address when sending emails to contacts. However, you can use this page to define one or more general Email Addresses that can be selected as an alternative. EXAMPLE: <em>"Client Services" &lt;clientservices@example.org&gt;</em>
sk_sk: Pri posielaní e-mailov kontaktom CiviCRM predvolene používa primárnu e-mailovú adresu prihláseného používateľa ako adresu odosielateľa. Na tejto stránke však môžete definovať jednu alebo viac všeobecných e-mailových adries, ktoré možno vybrať ako alternatívy. PRÍKLAD: <em>'Klientske služby' &lt;klientskesluzby@priklad.org&gt;</em>

source: You can use this page to define one or more general Email Addresses that can be selected as the From Address. EXAMPLE: <em>"Client Services" &lt;clientservices@example.org&gt;</em>
sk_sk: Na tejto stránke môžete definovať jednu alebo viac všeobecných e-mailových adries, ktoré možno vybrať ako adresu odosielateľa. PRÍKLAD: <em>'Klientske služby' &lt;klientskesluzby@priklad.org&gt;</em>

source: This option group is reserved for system use. You cannot add or delete options in this list.
sk_sk: Táto skupina možností je rezervovaná na použitie systémom. Možnosti v tomto zozname nemôžete odstrániť ani k nim nemôžete pridávať.

source: Disabled Statuses
sk_sk: Zakázané stavy

source: Waitlisting Statuses
sk_sk: Stavy v zozname čakateľov

source: To enable event waitlist management the following statuses must be enabled:
sk_sk: Aby ste mohli povoliť správu zoznamu čakateľov podujatia, musia byť povolené nasledujúce stavy:

source: Once these statuses are enabled, the event Info and Settings screen will have controls to enable (and configure) waitlisting.
sk_sk: Keď budú tieto stavy povolené, obrazovky podujatia Informácie a Nastavenia budú mať ovládacie prvky na povolenie (a konfiguráciu) zoznamu čakateľov.

source: Approval Statuses
sk_sk: Stavy schválenia

source: To enable event participation approval the following statuses must be enabled:
sk_sk: Aby ste mohli povoliť schválenie účasti na podujatí, musia byť povolené nasledujúce stavy:

source: Once these statuses are enabled, the event Online Registration screen will have controls to enable (and configure) participation approval.
sk_sk: Keď budú tieto stavy povolené, obrazovka podujatia Online registrácia bude mať ovládacie prvky na povolenie (a konfiguráciu) schválenia účasti.

source: Manage event participant statuses below. Enable selected statuses to allow event waitlisting and/or participant approval.
sk_sk: Nižšie spravujte stavy účastníkov podujatia. Povoľte vybraté stavy, aby ste umožnili zoznam čakateľov na podujatie a/alebo schválenie účastníka.

source: Name (Status ID)
sk_sk: Názov (ID stavu)

source: Add Participant Status
sk_sk: Pridať stav účastníka

source: Refer to the following documentation:
sk_sk: Pozrite si túto dokumentáciu:

source: Payment processor overview
sk_sk: Prehľad systémov na spracovanie platieb

source: Processor comparison and setup guide
sk_sk: Porovnanie systémov na spracovanie a príručka na nastavenie

source: If you're not sure which processor to use - we recommend reviewing terms, limitations and coverage areas on each processor's website before proceeding.
sk_sk: Ak nemáte istotu, ktorý systém na spracovanie používať, odporúčame vám, aby ste skôr, ako budete pokračovať, preskúmali na webovej lokalite každého systému na spracovanie podmienky, obmedzenia a oblasti pokrytia.

source: If your desired processor is not in the list, check the <a href="%1">Extensions Directory</a> for more payment processors you can download. If you still can't find it, consider partnering with a developer and contributing a new extension.
sk_sk: Ak váš zvolený systém na spracovanie platieb nie je v zozname, pozrite sa v <a href="%1">adresári rozšírení</a>, aké ďalšie systémy na spracovanie platieb si môžete stiahnuť. Ak sa tam nenachádza, skúste sa spojiť s vývojárom a pridať nové rozšírenie.

source: Generate your API Login and Transaction Key by logging in to your Merchant Account and navigating to <strong>Settings &raquo; General Security Settings</strong>.
sk_sk: Vytvorte si kľúč API pre prihlásenie a transakcie tak, že sa prihlásite do svojho konta obchodníka a prejdete do časti <strong>Nastavenia &raquo; Všeobecné nastavenia zabezpečenia</strong>.

source: You may also optionally set an MD5 Hash Key to verify that responses come directly from Authorize.Net. Login to your merchant account and navigate to <strong>Account Settings</strong>. Select MD5-Hash and enter a new hash value. This can be just about any string of characters or words. Then enter the exact same value here.
sk_sk: Môžete voliteľne nastaviť aj hashovací kľúč MD5 na overenie, že odpovede prichádzajú priamo z lokality Authorize.Net. Prihláste sa do svojho konta obchodníka a prejdite do časti <strong>Nastavenie konta</strong>. Vyberte MD5-Hash a zadajte novú hodnotu hash. Môže to byť ľubovoľný reťazec znakov alebo slov. Potom zadajte presne tú istú hodnotu sem.

source: The URL for Authorize.net's LIVE Payment server. Use the default value unless otherwise advised by the processor.
sk_sk: Adresa URL pre ŽIVÝ platobný server Authorize.net. Ak systém na spracovanie neodporúča inak, použite predvolenú hodnotu.

source: The URL for recurring payments. Use the default value unless otherwise advised by the processor.
sk_sk: Adresa URL pre opakované platby. Ak systém na spracovanie neodporúča inak, použite predvolenú hodnotu.

source: The URL for Authorize.net's TEST Payment server. Use the default value unless otherwise advised by the processor.
sk_sk: Adresa URL pre TESTOVACÍ platobný server Authorize.net. Ak systém na spracovanie neodporúča inak, použite predvolenú hodnotu.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Username</strong> as displayed in your LIVE account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoje <strong>používateľské meno API</strong>, ako je zobrazené na obrazovke ŽIVÉHO konta <strong>Profil – Zobraziť podpis API</strong>.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Password</strong> as displayed in your LIVE account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoje <strong>heslo API</strong>, ako je zobrazené na obrazovke ŽIVÉHO konta <strong>Profil – Zobraziť podpis API</strong>.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Signature</strong> as displayed in your LIVE account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoj <strong>podpis API</strong>, ako je zobrazené na obrazovke ŽIVÉHO konta <strong>Profil – Zobraziť podpis API</strong>.

source: The URL for PayPal's LIVE Payment server. Use the default value (unless otherwise advised by PayPal):
sk_sk: Adresa URL pre ŽIVÝ platobný server PayPal. Použite predvolenú hodnotu (ak PayPal neodporúča inak):

source: The URL for PayPal's LIVE API gateway server. Use the default value (unless otherwise advised by PayPal):
sk_sk: Adresa URL pre bránu rozhrania API ŽIVÉHO servera PayPal. Použite predvolenú hodnotu (ak PayPal neodporúča inak):

source: The URL for displaying PayPal's 'Pay with PayPal' payment button image. Use the default value unless otherwise advised by PayPal.
sk_sk: Adresa URL na zobrazenie obrázku tlačidla PayPal 'Zaplatiť cez Paypal'. Použite predvolenú hodnotu, ak PayPal neodporúča inak.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Username</strong> as displayed in your TEST (sandbox) account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoje <strong>používateľské meno API</strong>, ako je zobrazené na obrazovke TESTOVACIEHO (sandbox) konta <strong>Profil – Zobraziť podpis API</strong>.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Password</strong> as displayed in your TEST (sandbox) account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoje <strong>heslo API</strong>, ako je zobrazené na obrazovke TESTOVACIEHO (sandbox) konta <strong>Profil – Zobraziť podpis API</strong>.

source: CiviCRM requires that you use the <strong>Signature-based API Credentials</strong> for PayPal Pro and Express. Enter your <strong>API Signature</strong> as displayed in your TEST (sandbox) account's <strong>Profile - View API Signature</strong> screen.
sk_sk: CiviCRM požaduje, aby ste pre PayPal Pro a Express používali <strong>poverenia API založené na podpise</strong>. Zadajte svoj <strong>podpis API</strong>, ako je zobrazené na obrazovke TESTOVACIEHO (sandbox) konta <strong>Profil – Zobraziť podpis API</strong>.

source: The URL for PayPal's TEST Payment server. Use the default value (unless otherwise advised by PayPal):
sk_sk: Adresa URL pre TESTOVACÍ platobný server PayPal. Použite predvolenú hodnotu (ak PayPal neodporúča inak):

source: The URL for PayPal's TEST API gateway server. Use the default value (unless otherwise advised by PayPal):
sk_sk: Adresa URL pre bránu rozhrania API TESTOVACIEHO servera PayPal. Použite predvolenú hodnotu (ak PayPal neodporúča inak):

source: Enter the Merchant Account Email Address linked to your LIVE PayPal Merchant Account.
sk_sk: Zadajte e-mailovú adresu konta obchodníka prepojenú s vaším ŽIVÝM kontom obchodníka PayPal.

source: The URL for PayPal's LIVE Payment server. Use the default value unless otherwise indicated by PayPal.
sk_sk: Adresa URL pre ŽIVÝ platobný server PayPal. Ak PayPal neuvádza inak, použite predvolenú hodnotu.

source: The URL for PayPal Standard recurring payments. Use the default value unless otherwise indicated by PayPal.
sk_sk: Adresa URL pre štandardné opakované platby cez PayPal. Ak PayPal neuvádza inak, použite predvolenú hodnotu.

source: Enter the Merchant Account Email Address linked to your PayPal Sandbox merchant account (NOT your Developer Central login - unless it's the same).
sk_sk: Zadajte e-mailovú adresu konta obchodníka prepojenú s vaším 'sandbox' kontom obchodníka PayPal (NIE centrálne prihlásenie vývojára, ak nie je rovnaké).

source: The URL for PayPal's TEST Payment server. Use the default value unless otherwise indicated by PayPal.
sk_sk: Adresa URL pre TESTOVACÍ platobný server PayPal. Ak PayPal neuvádza inak, použite predvolenú hodnotu.

source: Enter <strong>pj-ql-01</strong>. This is the User Name associated with the shared PayJunction test account.
sk_sk: Zadajte <strong>pj-ql-01</strong>. Je to používateľské meno, ktoré je spojené so zdieľaným testovacím kontom PayJunction.

source: Enter <strong>pj-ql-01p</strong>. This is the Password associated with the shared PayJunction test account.
sk_sk: Zadajte <strong>pj-ql-01p</strong>. Je to heslo, ktoré je spojené so zdieľaným testovacím kontom PayJunction.

source: The URL for PayJunction's Payment server. This is the same for TEST and LIVE transactions. Use the default value unless otherwise advised by PayJunction.
sk_sk: Adresa URL platobného servera PayJunction. Je rovnaké pre TESTOVACIE a ŽIVÉ transakcie. Ak PayJunction neuvádza inak, použite predvolenú hodnotu.

source: The Recurring Payments URL is not currently used.
sk_sk: Adresa URL pre opakované platby sa momentálne nepoužíva.

source: Enter the User Name associated with your LIVE merchant account.
sk_sk: Zadajte používateľské meno spojené s vaším ŽIVÝM kontom obchodníka.

source: Enter the Password associated with your LIVE merchant account.
sk_sk: Zadajte heslo spojené s vaším ŽIVÝM kontom obchodníka.
