Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: You will also need to change Drupal permissions so anonymous users can make contributions, register for events and / or use profiles to enter contact information.
sk_sk: Budete musieť zmeniť aj povolenia pre systém Drupal, aby mohli anonymní používatelia platiť príspevky, registrovať sa na podujatia a/alebo používať profily na zadávanie informácií o kontakte.

source: CiviContribute Component Settings
sk_sk: Nastavenia komponentu CiviContribute

source: Review and modify the CiviContribute Component settings such as Taxes and Invoicing, Deferred Revenue, and Access Control by Financial Type
sk_sk: Posúďte a upravte nastavenia komponentu CiviContribute, ako sú Dane a fakturácia, Výnos budúcich období a Riadenie prístupu podľa finančného typu

source: Organizing Your Data
sk_sk: Usporiadanie vašich údajov

source: The next set of tasks involve planning and have multiple steps. You may want to check out the %2 section in the User and Administrator Guide before you begin. You will not be returned to this page after completing these tasks, but you can always get back here from the <a href="%1">Administer CiviCRM</a> menu.
sk_sk: Nasledujúci súbor úloh zahŕňa plánovanie a má viacero krokov. Na začiatok si možno budete chcieť pozrieť časť %2 v Príručke pre používateľov a správcov. Po dokončení týchto úloh sa nevrátite na túto stránku, ale vždy sa sem môžete vrátiť cez ponuku <a href="%1">Spravovať CiviCRM</a>.

source: Organize your contacts
sk_sk: Usporiadajte si kontakty

source: Tags can be assigned to any contact record, and are a convenient way to find contacts. You can create as many tags as needed to organize and segment your records.
sk_sk: Ku každému záznamu kontaktu je možné priradiť značky. Je to pohodlný spôsob, ako nájsť kontakty. Na usporiadanie a členenie záznamov si môžete vytvoriť toľko značiek, koľko potrebujete.

source: Use Groups to organize contacts (e.g. these contacts are part of our 'Steering Committee').
sk_sk: Na usporiadanie kontaktov použite skupiny (napr. tieto kontakty sú súčasťou nášho 'riadiaceho výboru').

source: Customize Data, Forms and Screens
sk_sk: Prispôsobte si údaje, formuláre a obrazovky

source: Configure custom fields to collect and store custom data which is not included in the standard CiviCRM forms.
sk_sk: Nakonfigurujte si vlastné polia na zhromažďovanie a ukladanie vlastných údajov, ktoré nie sú súčasťou štandardných formulárov CiviCRM.

source: Profiles allow you to aggregate groups of fields and include them in your site as input forms, contact display pages, and search and listings features.
sk_sk: Profily vám umožňujú agregovať skupiny polí a zahrnúť ich do vašej lokality ako vstupné formuláre, stránky zobrazujúce kontakt a funkcie vyhľadávania a zoznamov.

source: Now you can move on to exploring, configuring and using the various optional components for fundraising and constituent engagement. The links below will take you to the online documentation for each component.
sk_sk: Teraz môžete prejsť na skúmanie, konfiguráciu a používanie rôznych voliteľných komponentov pre dobročinnosť a angažovanosť zástupcov. Pre každý komponent sú uvedené odkazy na online dokumentáciu.

source: Online fundraising and donor management, as well as offline contribution processing and tracking.
sk_sk: Online spravovanie dobročinnosti a darcov, ako aj offline spracovanie a sledovanie príspevkov.

source: Accept and track pledges (for recurring gifts).
sk_sk: Prijať a sledovať prísľuby (pre opakované dary).

source: Online event registration and participant tracking.
sk_sk: Online registrácia na podujatie a sledovanie účastníkov.

source: Online signup and membership management.
sk_sk: Online správa registrácie a členstva.

source: Personalized email blasts and newsletters.
sk_sk: Hromadné odosielanie prispôsobených e-mailov a zasielanie bulletinov.

source: Link together events, mailings, activities, and contributions. Create surveys and online petitions.
sk_sk: Prepájajte podujatia, poštu, aktivity a príspevky. Vytvárajte prieskumy a online žiadosti.

source: Integrated case management for human service providers
sk_sk: Integrovaná správa prípadov pre poskytovateľov služieb pre ľudí.

source: Distribute funds to others, for example foundations, grant givers, etc.
sk_sk: Rozdeliť prostriedky druhým, napríklad v prípade nadácií, poskytovateľov grantov atď.

source: CiviCRM comes with 3 basic (built-in) contact types: Individual, Household, and Organization. You can create additional contact types based on these basic types to further differentiate contacts (for example you might create Student, Parent, Staff, and /or Volunteer "subtypes" from the basic Individual type...). You can also re-name the built-in types. Contact subtypes are especially useful when you need to collect and display different sets of custom data for different types of contacts.
sk_sk: V CiviCRM sú k dispozícii 3 základné (zabudované) typy kontaktov: Jednotlivec, Domácnosť a Organizácia. Na základe týchto základných typov si môžete vytvoriť ďalšie typy kontaktov, aby ste kontakty ďalej odlíšili (napríklad zo základného typu Jednotlivec môžete vytvoriť 'podtypy' Študent, Rodič, Personál a/alebo Dobrovoľník...). Zabudované typy tiež môžete premenovať. Podtypy kontaktov sú mimoriadne užitočné, keď potrebujete zhromaždiť a zobraziť rôzne súbory vlastných údajov pre rôzne typy kontaktov.

source: CiviCRM comes with 3 basic (built-in) contact types: Individual, Household, and Organization. You can create additional contact types based on these types to further differentiate contacts (for example you might create Student, Parent, Staff, and /or Volunteer types from the basic Individual type...).
sk_sk: V CiviCRM sú k dispozícii 3 základné (zabudované) typy kontaktov: Jednotlivec, Domácnosť a Organizácia. Na základe týchto typov si môžete vytvoriť ďalšie typy kontaktov, aby ste kontakty ďalej odlíšili (napríklad zo základného typu Jednotlivec môžete vytvoriť typy Študent, Rodič, Personál a/alebo Dobrovoľník...).

source: Based On
sk_sk: Podľa

source: Add Contact Type
sk_sk: Pridať typ kontaktu

source: Add Event Template
sk_sk: Pridať šablónu podujatia

source: There are no Event Templates present. You can <a href='%1'>add one</a>.
sk_sk: Nie je k dispozícii žiadna šablóna podujatia. Môžete <a href='%1'>jednu pridať</a>.

source: Author
sk_sk: Autor

source: Version
sk_sk: Verzia

source: Released on
sk_sk: Vydané dňa

source: License
sk_sk: Licencia

source: Development stage
sk_sk: Štádium vývoja

source: Requires
sk_sk: Požaduje sa

source: Compatible with
sk_sk: Kompatibilné s

source: Local path
sk_sk: Lokálna cesta

source: Download location
sk_sk: Umiestnenie súborov na stiahnutie

source: CiviCRM extensions allow you to install additional features for your site. This page will automatically list the available "native" extensions from the <a href="%2" target="_blank">CiviCRM.org extensions directory</a> which are compatible with this version of CiviCRM. If you install Custom Searches, Reports or Payment Processor extensions - these will automatically be available on the corresponding menus and screens.
sk_sk: Rozšírenia CiviCRM vám umožňujú nainštalovať pre vašu lokalitu ďalšie funkcie. Táto stránka automaticky uvádza zoznam dostupných 'natívnych' rozšírení z <a href="%2" target="_blank">adresára rozšírení CiviCRM.org</a>, ktoré sú kompatibilné s touto verziou CiviCRM. Ak si nainštalujete rozšírenia Vlastné vyhľadávania, Správy alebo Systém na spracovanie platieb, budú automaticky dostupné v príslušných ponukách a obrazovkách.

source: <p>You may also want to check the directory for <a href="%2/%1" target="_blank">native %1 modules</a> that may be useful for you (CMS-specific modules are not listed here).
sk_sk: <p>Možno tiež budete chcieť zistiť, aké <a href="%2/%1" target="_blank">natívne moduly %1</a> sa nachádzajú v adresári, ktoré by ste mohli využiť (nie sú tu uvedené moduly špecifické pre CMS).

source: Extension name (key)
sk_sk: Názov rozšírenia (kľúč)

source: There are no extensions to display. Please click "Refresh" to update information about available extensions.
sk_sk: Nie sú k dispozícii žiadne rozšírenia na zobrazenie. Kliknutím na položku 'Obnoviť' aktualizujte informácie o dostupných rozšíreniach.

source: This is a pre-release version. For more details, see the expanded description.
sk_sk: Toto je predbežná verzia. Viac podrobnosti nájdete v rozšírenom opise.

source: This is a stable release version.
sk_sk: Toto je stabilná verzia vydania.

source: There are no extensions to display. Click the "Add New" tab to browse and install extensions posted on the <a href="%1">public CiviCRM Extensions Directory</a>. If you have downloaded extensions manually and don't see them here, try clicking the "Refresh" button.
sk_sk: Nie sú k dispozícii žiadne rozšírenia na zobrazenie. Kliknutím na kartu 'Pridať nové', vyhľadajte a nainštalujte rozšírenia uvedené vo <a href="%1">verejnom adresári rozšírení CiviCRM</a>. Ak ste si stiahli rozšírenia manuálne a nevidíte ich tu, kliknite na tlačidlo 'Obnoviť'.

source: Your extensions require database updates. Please <a href="%1">execute the updates</a>.
sk_sk: Pre vaše rozšírenia je potrebné aktualizovať databázu. <a href="%1">Vykonajte aktualizáciu</a>.

source: Add New
sk_sk: Pridať nové

source: Refreshing...
sk_sk: Obnovuje sa...

source: Refresh Error
sk_sk: Chyba obnovenia

source: (Job parameters and command line syntax documentation...)
sk_sk: (Dokumentácia o parametroch úlohy a syntaxi príkazového riadka...)

source: You can configure scheduled jobs (cron tasks) for your CiviCRM installation. For most sites, your system administrator should set up one or more 'cron' tasks to run the enabled jobs. However, you can also <a href="%1">run all scheduled jobs manually</a>, or run specific jobs from this screen (click 'more' and then 'Execute Now').
sk_sk: Naplánované úlohy (úlohy cron) si môžete nakonfigurovať z inštalácie CiviCRM. Pre väčšinu úloh by mal váš správca systému nastaviť jednu alebo viac úloh 'cron', aby spúšťali povolené úlohy. Môžete však <a href="%1">spustiť všetky naplánované úlohy manuálne</a>, prípadne spustiť určité úlohy z tejto obrazovky (kliknite na položky 'viac' a potom 'Vykonať teraz').

source: Add New Scheduled Job
sk_sk: Pridať novú naplánovanú úlohu

source: View Log (all jobs)
sk_sk: Zobraziť denník (všetky úlohy)

source: Name (Frequency)/Description
sk_sk: Názov (frekvencia)/opis

source: Command/Parameters
sk_sk: Príkaz/parametre

source: API Entity:
sk_sk: Entita API:

source: API Action:
sk_sk: Akcia API:

source: There are no jobs configured.
sk_sk: K dispozícii nie sú žiadne nakonfigurované úlohy.

source: This screen presents the list of most recent 1,000 scheduled jobs log entries.
sk_sk: Na tejto obrazovke je zoznam posledných 1 000 položiek denníka pre naplánované úlohy.

source: List of log entries for:
sk_sk: Zoznam položiek denníka pre:

source: Back to Scheduled Jobs Listing
sk_sk: Späť na zoznam naplánovaných úloh

source: Additional Information
sk_sk: Dodatočné informácie

source: This scheduled job does not have any log entries.
sk_sk: Pre túto naplánovanú úlohu nie sú k dispozícii žiadne položky denníka.

source: There are no scheduled job log entries.
sk_sk: Nie sú k dispozícii žiadne položky denníka pre naplánované úlohy.

source: You can configure one or more Label Formats for your CiviCRM installation. Label Formats are used when creating mailing labels.
sk_sk: Pre svoju inštaláciu CiviCRM môžete nakonfigurovať jeden alebo viac formátov označení. Formáty označení sa používajú pri vytváraní označení pošty.

source: Used for
sk_sk: Používané na

source: Add Label Format
sk_sk: Pridať formát označenia

source: There are no Label Formats configured. You can<a href='%1'>add one</a>.
sk_sk: Nie sú nakonfigurované formáty označenia. Môžete<a href='%1'>jeden pridať</a>.

source: Location types provide convenient labels to differentiate contacts' location(s). Administrators may define as many additional types as appropriate for your constituents (examples might be Main Office, School, Vacation Home...).
sk_sk: Typy miest predstavujú pohodlné označenie na odlíšenie miesta kontaktov. Správcovia môžu definovať toľko typov, koľko je pre vašich zástupcov vhodné (príklady: Hlavné sídlo, Škola, Prázdninový dom...).

source: CiviCRM has functionality to file emails which contain the Case ID or Case Hash in the subject line in the format [case #1234] against a case record.
sk_sk: CiviCRM má funkciu na evidovanie e-mailov, ktoré obsahujú ID prípadu alebo hash prípadu v riadku predmetu vo formáte [case #1234] vo vzťahu k záznamu prípadu.

source: Where the Case ID or Case Hash is not included CiviCRM will file the email against the contact record, by matching the email addresses on the email with any email addresses of Contact records in CiviCRM.
sk_sk: Ak nie je k dispozícii ID prípadu alebo hash prípadu, CiviCRM bude evidovať e-mail vo vzťahu k záznamu prípadu tak, že porovná e-mailové adresy v e-maile s e-mailovými adresami v zázname kontaktu v CiviCRM.

source: Enabling this option will have CiviCRM skip any emails that do not have the Case ID or Case Hash so that the system will only process emails that can be placed on case records.
sk_sk: Pri povolení tejto možnosti CiviCRM preskočí všetky e-maily, ktoré nemajú ID prípadu alebo hash prípadu, aby systém spracúval iba e-maily, ktoré môžu byť umiestnené do záznamov prípadu.

source: Any emails that are not processed will be moved to the ignored folder.
sk_sk: Všetky e-maily, ktoré sa nespracúvajú, sa presunú do priečinka Ignorované.

source: If email is skipped, no activities or contacts ("from"/"to"/"cc"/"bcc") will be created.
sk_sk: Ak sa e-mail preskočí, nevytvoria sa žiadne aktivity ani kontakty ('od'/'komu'/'kópia'/'skrytá kópia').

source: If this option is enabled, CiviCRM will not create new contacts ("from"/"to"/"cc"/"bcc") when filing emails.
sk_sk: Ak je táto možnosť povolená, CiviCRM nebude vytvárať nové kontakty ('od'/'komu'/'kópia'/'skrytá kópia') pri evidovaní e-mailov.

source: If the email subject contains a valid Case ID or Case hash, the email will be filed against the case.
sk_sk: Ak predmet e-mailu obsahuje platné ID prípadu alebo hash prípadu, e-mail sa zaeviduje vo vzťahu k prípadu.

source: Bounce Processing <strong>(Default)</strong>
sk_sk: Spracovanie vrátenia <strong>(predvolené)</strong>

source: Email-to-Activity
sk_sk: E-mail pre aktivity

source: Add Mail Account
sk_sk: Pridať poštové konto

source: Saved mappings allow you to easily run the same import or export job multiple times. Mappings are created and updated as part of an Import or Export task. This screen allows you to rename or delete existing mappings.
sk_sk: Uložené mapovania vám umožnia jednoducho viackrát spúšťať tie isté importovacie a exportovacie úlohy. Mapovania sa vytvárajú a aktualizujú ako súčasť úlohy Importovať alebo Exportovať. Na tejto obrazovke môžete premenovať alebo odstrániť existujúce mapovania.

source: There are currently no saved import or export mappings. You create saved mappings as part of an Import or Export task.
sk_sk: Momentálne nie sú k dispozícii žiadne uložené mapovania importu alebo exportu. Uložené mapovania vytvárate ako súčasť úlohy Importovať alebo Exportovať.

source: Templates allow you to save and re-use messages with layouts. You can use them when sending email or letters to one or more contacts. If you are using CiviMail for enewsletters, newsletter templates take care of the layout so authors can focus on content.</p>
sk_sk: Šablóny vám umožňujú ukladať a opakovane používať správy s rozloženiami. Môžete ich použiť pri odosielaní e-mailov alebo listov jednému alebo viacerým kontaktom. Ak používate CiviMail pre bulletiny, šablóny bulletinov uľahčujú vytvorenie rozloženia, aby sa autori mohli sústrediť na obsah.</p>

source: You may include tokens to represent fields (like a contact's "first name") in the message subject and body. These will be replaced with the actual value of the corresponding field in the outgoing message. Click "Insert Tokens" for a searchable list of available tokens.
sk_sk: Môžete zahrnúť tokeny, aby predstavovali polia (napríklad 'krstné meno' kontaktu) v predmete správy a texte. Tokeny sa nahradia skutočnou hodnotou zodpovedajúceho poľa v odchádzajúcej správe. Kliknutím na položku 'Vložiť tokeny' sa zobrazí vyhľadávací zoznam dostupných tokenov.

source: Messages used for membership renewal reminders, as well as event and activity related reminders generally use tokens specific to membership, participant or activity records. For example, a membership renewal reminder may include the membership type and end date tokens. The <a href="%1">Scheduled Reminders</a> screen includes these tokens in the "Insert Tokens" tool, so it is best to create reminder templates there.
sk_sk: Správy, ktoré sa používajú ako pripomienky obnovy členstva, ako aj pripomienky súvisiace s podujatím a aktivitou zvyčajne používajú tokeny špecifické pre záznamy členstva, účastníka alebo aktivity. Napríklad pripomienka obnovy členstva môže zahŕňať tokeny typ členstva a dátum ukončenia. Obrazovka <a href="%1">Plánované pripomienky</a> obsahuje tieto tokeny v nástroji 'Vložiť tokeny', takže je najlepšie vytvoriť šablóny pripomienky na uvedenej obrazovke.

source: System Workflow Message Templates
sk_sk: Šablóny správ pracovných postupov systému

source: System workflow message templates are used to generate the emails sent to constituents and administrators for contribution receipts, event confirmations and many other workflows. You can customize the style and wording of these messages here.
sk_sk: Šablóny správ pracovných postupov systému sa používajú na vytváranie e-mailov odosielaných zástupcom a správcom o potvrdeniach príspevku, potvrdeniach podujatia a mnohých ďalších pracovných postupoch. Štýl a znenie týchto správ si môžete prispôsobiť tu.

source: Workflow messages include text AND necessary program logic. Use caution when editing so as not to modify the program logic. Be sure to test the workflow and review the emails sent after making any changes. If you find that your changes have caused problems, errors or missing information - you can always &quot;Revert&quot; to the system default for that workflow.
sk_sk: Správy pracovných postupov zahŕňajú text AJ potrebnú logiku programu. Pri úpravách dávajte pozor, aby ste nezmenili logiku programu. Po každej zmene pracovný postup otestujte a posúďte odoslané e-maily. Ak zistíte, že v dôsledku zmien došlo k problémom, chybám alebo sa stratili informácie, vždy sa môžete &quot;vrátiť&quot; na predvolené nastavenie pracovného postupu systému.

source: If your organization has modified the default versions of System Workflow message templates, then the changes and bug fixes included in an upgrade will need to be merged with your modified versions.
sk_sk: Ak vaša organizácia upravila predvolené verzie šablón správ pracovných postupov systému, zmeny a odstránené chyby zahrnuté v inovácii budú musieť byť zlúčené s vašimi upravenými verziami.

source: You can view or revert to the default version of any system workflow message template which you've modified. After upgrades OR if you are having issues with your modified version, it is useful to compare your active version to the default code shown on this screen. You can use the 'Select' buttons below (with copy and paste commands) to copy the default code into a text editor and then compare it to your customized version.
sk_sk: Môžete si zobraziť predvolenú verziu akejkoľvek šablóny správ pracovných postupov systému, ktorú ste upravili, a vrátiť sa k nej. Po inovácii ALEBO ak máte problém s upravenou verziou, je užitočné porovnať aktívnu verziu s predvoleným kódom na obrazovke. Pomocou tlačidiel 'Vybrať' uvedených nižšie (spolu s príkazmi na kopírovanie a prilepenie) môžete skopírovať predvolený kód do textového editora a potom ho porovnať s vašou prispôsobenou verziou.

source: You are viewing the default message template for this system workflow.
sk_sk: Máte zobrazenú predvolenú šablónu správ pre tento pracovný postup systému.

source: Select Subject
sk_sk: Vybrať predmet

source: Select HTML Message
sk_sk: Vybrať správu HTML

source: Select Text Message
sk_sk: Vybrať textovú správu

source: User-driven Messages
sk_sk: Správy stanovené používateľom

source: System Workflow Messages
sk_sk: Správy pracovných postupov systému

source: Message templates allow you to easily create similar emails or letters on a recurring basis. Messages used for membership renewal reminders, as well as event and activity related reminders should be created via <a href="%1">Schedule Reminders</a>.
sk_sk: Šablóny správ vám umožňujú jednoducho opakovane vytvárať podobné e-maily alebo listy. Správy na pripomienku obnovy členstva, ako aj pripomienky týkajúce sa podujatia a aktivity by sa mali vytvárať pomocou funkcie <a href="%1">Naplánovať pripomienky</a>.

source: You can also use message templates for CiviMail (bulk email) content. However, subscribe, unsubscribe and opt-out messages are configured at <a href="%1">Administer > CiviMail > Headers, Footers and Automated Messages</a>.
sk_sk: Šablóny správ môžete používať aj pre obsah CiviMail (hromadné e-maily). Správy na prihlásenie sa na odber, zrušenie odberu a explicitný nesúhlas sa však konfigurujú v časti <a href="%1">Spravovať > CiviMail > Hlavičky, päty a automatické správy</a>.

source: Add Message Template
sk_sk: Pridať šablónu správy

source: Workflow
sk_sk: Pracovný postup

source: There are no User-driven Message Templates entered. You can <a href='%1'>add one</a>.
sk_sk: Nezadali ste žiadne šablóny správ stanovených používateľom. Môžete <a href='%1'>jednu pridať</a>.

source: There are no Message Templates entered. You can <a href='%1'>add one</a>.
sk_sk: Nezadali ste žiadne šablóny správ. Môžete <a href='%1'>jednu pridať</a>.

source: Navigation Menu
sk_sk: Ponuka navigácie

source: This screen shows the current CiviCRM navigation menu for your site - viewed as a 'tree'. The top-level menu items are listed vertically. Click the triangle to the left of any top-level item ('branch') to expand it and see the menu items underneath it. Remember that some menu items shown here will not be displayed in the live menu bar which appears at the top of each CiviCRM screen. Users will only see menu items which they have permissions for, and menu items associated with disabled components will also be hidden.
sk_sk: Na tejto obrazovke je zobrazená aktuálna ponuka navigácie CiviCRM pre vašu lokalitu, zobrazená ako 'strom'. Položky ponuky najvyššej úrovne sú zoradené vertikálne. Kliknite na trojuholník v ľavej časti ktorejkoľvek položky najvyššej úrovne ('vetve'), aby sa rozbalila a aby ste mohli vidieť položky ponuky pod ňou. Pamätajte na to, že niektoré položky ponuky, ktoré sú tu zobrazené, sa nezobrazia v živom paneli ponuky, ktorý sa nachádza v hornej časti každej obrazovky CiviCRM. Používatelia budú vidieť iba tie položky ponuky, pre ktoré majú udelené povolenia, a takisto budú skryté aj položky ponuky súvisiace so zakázanými komponentmi.

source: You can customize the CiviCRM navigation menu bar to better meet the needs of your users. You can:
sk_sk: Panel ponuky navigácie CiviCRM si môžete prispôsobiť, aby lepšie spĺňal požiadavky vašich používateľov. Môžete:
