Repository: civicrm/l10n
Catalog: po/*/admin.po
Languages: sk_sk

source: For in-depth details about entities and actions, see the <a href='%1' target='%2'>API Explorer</a>.
sk_sk: Podrobnejšie informácie o entitách a akciách nájdete v časti <a href='%1' target='%2'>API Explorer</a>.

source: Unhide
sk_sk: Odkryť

source: Hide
sk_sk: Skryť

source: Remind me again in a week
sk_sk: Pripomenúť mi znova o týždeň

source: Remind me again in a month
sk_sk: Pripomenúť mi znova o mesiac

source: Never remind me again
sk_sk: Nikdy mi nepripomínať

source: CiviCRM System Status
sk_sk: Stav systému CiviCRM

source: Hidden
sk_sk: Skryté

source: Hidden until %1
sk_sk: Skryté do %1

source: Hidden permanently
sk_sk: Natrvalo skryté

source: Debug information
sk_sk: Informácie o ladení

source: Address Standardization Provider.
sk_sk: Poskytovateľ štandardizácie adries.

source: Provider service user ID
sk_sk: ID používateľa služby poskytovateľa

source: Provider Service URL
sk_sk: Adresa URL služby poskytovateľa

source: Hide Country in Mailing Labels when same as domain country
sk_sk: Skryť krajinu v označeniach pošty, keď je rovnaká ako krajina domény

source: Do not display the country field in mailing labels when the country is the same as that of the domain
sk_sk: Nezobrazovať pole krajiny v označeniach pošty, keď je krajina rovnaká ako krajina domény

source: Tag for Unconfirmed Petition Signers
sk_sk: Značka nepotvrdených podpisovateľov žiadosti

source: If set, new contacts that are created when signing a petition are assigned a tag of this name.
sk_sk: Ak je táto položka nastavená, nové kontakty, ktoré sa vytvoria pri podpise žiadosti, dostanú značku s týmto názvom.

source: Petition Signers Group
sk_sk: Skupina podpisovateľov žiadosti

source: All contacts that have signed a CiviCampaign petition will be added to this group. The group will be created if it does not exist (it is required for email verification).
sk_sk: Všetky kontakty, ktoré podpísali žiadosť CiviCampaign, budú pridané do tejto skupiny. Ak skupina neexistuje, vytvorí sa (je to požadované na overenie e-mailu).

source: Redact Activity Email
sk_sk: Redigovať e-mail aktivity

source: Should activity emails be redacted? (Set "Default" to load setting from the legacy "Settings.xml" file.)
sk_sk: Majú sa e-maily aktivity redigovať? (Nastavte možnosť 'Predvolené', aby sa nastavenie načítalo zo staršej verzie súboru 'Settings.xml'.)

source: Allow Multiple Case Clients
sk_sk: Povoliť viacero klientov prípadu

source: How many clients may be associated with a given case? (Set "Default" to load setting from the legacy "Settings.xml" file.)
sk_sk: Koľko klientov môže byť spojených s daným prípadom? (Nastavte možnosť 'Predvolené', aby sa nastavenie načítalo zo staršej verzie súboru 'Settings.xml'.)

source: Activity Type Sorting
sk_sk: Zoradenie typov aktivity

source: How to sort activity-types on the "Manage Case" screen? (Set "Default" to load setting from the legacy "Settings.xml" file.)
sk_sk: Ako sa majú zoraďovať typy aktivít na obrazovke 'Spravovať prípad'? (Nastavte možnosť 'Predvolené', aby sa nastavenie načítalo zo staršej verzie súboru 'Settings.xml'.)

source: Enable deprecated Embedded Activity Revisions
sk_sk: Povoliť neschválené revízie vloženej aktivity

source: Enable tracking of activity revisions embedded within the "civicrm_activity" table. This should not be enabled on new installs and will be unsupported in the future. You should enable "Administer => System Settings => Misc => Logging" instead.
sk_sk: Povolí sledovanie zmien aktivít vložených do tabuľky 'civicrm_activity'. Nemalo by to byť povolené v nových inštaláciách a v budúcnosti prestane byť podporované. Mali by ste namiesto toho povoliť 'Spravovať=> Nastavenia systému => Rôzne => Zapisovanie do denníka'.

source: Include case activities in general activity views.
sk_sk: Zahrnúť aktivity prípadu vo všeobecných zobrazeniach aktivity.

source: e.g. the Contact form's Activity tab listing. Without this ticked, activities that belong to a case are hidden (default behavior). Warning: enabling this option means that all case activities relating to a contact will be listed which could result in users without "access all cases and activities" permission being able to see see the summarized details (date, subject, assignees, status etc.). Such users will still be prevented from managing the case and viewing/editing the activity.
sk_sk: napr. zoznam na karte Aktivita vo formulári Kontakt. Ak nie je táto možnosť začiarknutá, aktivity, ktoré patria k prípadu, sú skryté (predvolené správanie). Upozornenie: povolenie tejto možnosti znamená, že sa uvedie zoznam všetkých aktivít prípadu súvisiacich s kontaktom, čo môže spôsobiť, že aj používatelia bez povolenia 'pristupovať ku všetkým prípadom a aktivitám' budú môcť vidieť súhrnné detaily (dátum, predmet, poverené osoby, stav atď.). Títo používatelia však nebudú môcť prípad spravovať a zobrazovať/upravovať aktivitu.

source: CVV required for backoffice?
sk_sk: Požaduje sa kód CVV pre 'backoffice'?

source: Is the CVV code required for back office credit card transactions
sk_sk: Či sa požaduje kód CVV pre transakcie kreditnou kartou v 'backoffice'

source: Deprecated, virtualized setting
sk_sk: Neschválené virtualizované nastavenie

source: Enable Tax and Invoicing
sk_sk: Povoliť daň a fakturáciu

source: Enter prefix to be be preprended when creating an invoice number
sk_sk: Zadajte predponu, ktorá sa má použiť pri tvorbe čísla faktúry

source: Enable Deferred Revenue
sk_sk: Povoliť výnos budúcich období

source: Default invoice payment page
sk_sk: Stránka predvolenej platby faktúry

source: Always post to Accounts Receivable?
sk_sk: Vždy účtovať v pohľadávkach?

source: Automatically update related contributions when Membership Type is changed
sk_sk: Automaticky aktualizovať súvisiace príspevky, keď sa zmení typ členstva

source: Enabling this setting will update related contribution of membership(s) except if the membership is paid for with a recurring contribution.
sk_sk: Povolením tohto nastavenia sa aktualizuje súvisiaci príspevok členstiev s výnimkou členstva, ktoré sa platí opakujúcim sa príspevkom.

source: Viewing Contacts
sk_sk: Zobrazenie kontaktov

source: Select the tabs that should be displayed when viewing a contact record. EXAMPLE: If your organization does not keep track of 'Relationships', then un-check this option to simplify the screen display. Tabs for Contributions, Pledges, Memberships, Events, Grants and Cases are also hidden if the corresponding component is not enabled. Go to Administer > System Settings > Enable Components to modify the components which are available for your site.
sk_sk: Vyberte, ktoré karty sa majú zobrazovať pri zobrazení záznamu kontaktu. PRÍKLAD: Ak vaša organizácia nevedie záznamy o 'vzťahoch', potom zrušte začiarknutie tejto možnosti, aby sa zjednodušilo zobrazenie na obrazovke. Aj karty pre Príspevky, Prísľuby, Členstvá, Podujatia, Granty a Prípady budú skryté, ak nebude povolený príslušný komponent. Prejdite do časti Spravovať > Nastavenia systému > Povoliť komponenty a upravte komponenty, ktoré sú na vašej lokalite k dispozícii.

source: Editing Contacts
sk_sk: Úprava kontaktov

source: Select the sections that should be included when adding or editing a contact record. EXAMPLE: If your organization does not record Gender and Birth Date for individuals, then simplify the form by un-checking this option. Drag interface allows you to change the order of the panes displayed on contact add/edit screen.
sk_sk: Vyberte sekcie, ktoré sa majú zahrnúť pri pridávaní alebo úprave záznamu kontaktu. NAPRÍKLAD: Ak vaša organizácia nevedie v prípade jednotlivcov záznamy o pohlaví a dátume narodenia, potom zjednodušte formulár tak, že zrušíte začiarknutie tejto možnosti. Poradie tabiel na obrazovke s možnosťou pridania/úpravy kontaktu môžete zmeniť ich potiahnutím.

source: Contact Search
sk_sk: Vyhľadávanie kontaktov

source: Select the sections that should be included in the Basic and Advanced Search forms. EXAMPLE: If you don't track Relationships - then you do not need this section included in the advanced search form. Simplify the form by un-checking this option.
sk_sk: Vyberte, ktoré sekcie sa majú zahrnúť do formulárov základného a rozšíreného vyhľadávania. NAPRÍKLAD: Ak nesledujete vzťahy, potom sekciu Vzťahy nepotrebujete mať vo formulári rozšíreného vyhľadávania. Zjednodušte formulár zrušením začiarknutia tejto možnosti.

source: Select the sections that should be included in the Contact Dashboard. EXAMPLE: If you don't want constituents to view their own contribution history, un-check that option.
sk_sk: Vyberte sekcie, ktoré sa majú zahrnúť do tabule kontaktu. NAPRÍKLAD: Ak nechcete, aby si mohli zástupcovia prezerať históriu vlastných príspevkov, zrušte začiarknutie tejto možnosti.

source: Address Display Format
sk_sk: Formát zobrazenia adresy

source: Individual Display Name Format
sk_sk: Formát zobrazovaného mena osoby

source: Display name format for individual contact display names.
sk_sk: Formát zobrazovaného mena pre zobrazované mená jednotlivých kontaktov.

source: Individual Sort Name Format
sk_sk: Formát zoraďovacieho mena osoby

source: Sort name format for individual contact display names.
sk_sk: Formát zoraďovacieho mena pre zobrazované mená jednotlivých kontaktov.

source: Accept profile submissions from external sites
sk_sk: Prijať odoslané profily z externých lokalít

source: If enabled, CiviCRM will permit submissions from external sites to profiles. This is disabled by default to limit abuse.
sk_sk: Ak je táto možnosť povolená, CiviCRM povolí odoslanie z externých lokalít do profilov. Predvolene je táto možnosť zakázaná, aby sa predišlo zneužitiu.

source: Allow alerts to auto-dismiss?
sk_sk: Povoliť automatické odmietnutie upozornení?

source: If disabled, CiviCRM will not automatically dismiss any alerts after 10 seconds.
sk_sk: Ak je táto možnosť zakázaná, CiviCRM nebude po 10 sekundách automaticky odmietať upozornenia.

source: Wysiwig Editor
sk_sk: Editor WYSIWYG

source: Check for Similar Contacts
sk_sk: Vyhľadať podobné kontakty

source: While Typing
sk_sk: Pri zadávaní textu

source: When Saving
sk_sk: Pri ukladaní

source: Enable Popup Forms
sk_sk: Povoliť automaticky otvárané formuláre

source: Background Queues
sk_sk: Fronty na pozadí

source: EXPERIMENTAL: %1
sk_sk: EXPERIMENTÁLNE: %1

source: If enabled, some operations will be transferred to background workers. This requires configuring a background service.
sk_sk: Ak je táto možnosť povolená, niektoré operácie budú presunuté aplikáciám spusteným na pozadí. Treba na to nakonfigurovať službu pre aplikácie na pozadí.

source: Extern URL Style
sk_sk: Štýl externej adresy URL

source: This setting provides transitional support. It should be set to "Prefer normal router." If your deployment requires "Prefer standalone script", then please ensure that the issue is tracked in <code>lab.civicrm.org</code>.
sk_sk: Toto nastavenie poskytuje prechodnú podporu. Malo by sa nastaviť na možnosť 'Preferovať normálny smerovač'. Ak je pri vašom nasadení potrebné nastavenie 'Preferovať samostatný skript', zabezpečte, aby sa to zaznamenalo na <code>lab.civicrm.org</code>.

source: Prefer standalone scripts
sk_sk: Preferovať samostatné skripty

source: Prefer normal router
sk_sk: Preferovať normálny smerovač

source: Notify Activity Assignees
sk_sk: Upozorniť poverené osoby aktivity

source: Include ICal Invite to Activity Assignees
sk_sk: Zahrnúť pozvanie ICal pre poverené osoby aktivity

source: Selected fields will be displayed in back-office autocomplete dropdown search results (Quick Search, etc.). Contact Name is always included.
sk_sk: Vybraté polia sa zobrazia v back-office rozbaľovacom zozname výsledkov vyhľadávania s automatickým dokončovaním (Rýchle vyhľadávanie atď.). Vždy je uvedené meno kontaktu.

source: Contact Reference Options
sk_sk: Možnosti referencie kontaktu

source: Selected fields will be displayed in autocomplete dropdown search results for 'Contact Reference' custom fields. Contact Name is always included. NOTE: You must assign 'access contact reference fields' permission to the anonymous role if you want to use custom contact reference fields in profiles on public pages. For most situations, you should use the 'Limit List to Group' setting when configuring a contact reference field which will be used in public forms to prevent exposing your entire contact list.
sk_sk: Vybraté polia sa zobrazia v rozbaľovacom zozname výsledkov vyhľadávania s automatickým dokončovaním vlastných polí 'Referencia kontaktu'. Vždy je uvedené meno kontaktu. POZNÁMKA: Ak chcete používať vlastné polia referencie kontaktu v profiloch na verejných stránkach, musíte anonymnej role priradiť povolenie 'získať prístup k poliam referencie kontaktu'. Vo väčšine prípadov by ste mali použiť nastavenie 'Obmedziť zoznam na skupinu', keď konfigurujete pole referencie kontaktu, ktoré sa bude používať vo verejných formulároch, aby sa predišlo sprístupneniu celého zoznamu kontaktov.

source: Viewing Smart Groups
sk_sk: Zobrazenie inteligentných skupín

source: Controls display of the smart groups that a contact is part of in each contact's "Groups" tab. "Show on Demand" provides the best performance, and is recommended for most sites.
sk_sk: Riadi zobrazenie inteligentných skupín, ktorých súčasťou je kontakt z každej karty 'Skupiny' kontaktu. Možnosť 'Zobraziť na požiadanie' funguje najlepšie a odporúča sa pre väčšinu lokalít.

source: Smart Group Refresh Mode
sk_sk: Režim obnovenia inteligentnej skupiny

source: Should the smart groups be flushed by cron jobs or user actions
sk_sk: Či sa majú inteligentné skupiny vyprázdniť pomocou úloh cron alebo akcií používateľa

source: In "Opportunistic Flush" mode, caches are flushed in response to user actions; this mode is broadly compatible but may add latency during form-submissions. In "Cron Flush" mode, you should schedule a cron job to flush caches; this can improve latency on form-submissions but requires more setup.
sk_sk: V režime 'Oportunistické vyprázdnenie' sa vyrovnávacie pamäte vyprázdnia v dôsledku akcií používateľa. Tento režim je všeobecne kompatibilný, ale môže počas odosielania formulára prispieť k latencii. V režime 'Vyprázdnenie cron' si musíte naplánovať úlohu cron na vyprázdnenie vyrovnávacej pamäte. To zlepší latenciu pri odosielaní formulára, ale vyžaduje si viac nastavení.

source: ACL Group Refresh Mode
sk_sk: Režim obnovenia skupiny ACL

source: Should the acl cache be flushed by cron jobs or user actions
sk_sk: Či sa má vyrovnávacia pamäť ACL vyprázdniť pomocou úloh cron alebo akcií používateľa

source: In "Opportunistic Flush" mode, caches are flushed in response to user actions; this mode is broadly compatible but may add latency during form-submissions. In "Cron Flush" mode, you should schedule a cron job to flush caches if your site uses ACLs; this can improve latency on form-submissions but requires more setup.
sk_sk: V režime 'Oportunistické vyprázdnenie' sa vyrovnávacie pamäte vyprázdnia v dôsledku akcií používateľa. Tento režim je všeobecne kompatibilný, ale môže počas odosielania formulára prispieť k latencii. V režime 'Vyprázdnenie cron' si musíte naplánovať úlohu cron na vyprázdnenie vyrovnávacej pamäte, ak vaša lokalita používa ACL. To zlepší latenciu pri odosielaní formulára, ale vyžaduje si viac nastavení.

source: System Installed
sk_sk: Systém bol nainštalovaný

source: A flag indicating whether this system has run a post-installation routine
sk_sk: Príznak, ktorý uvádza, či sa v systéme vykonal postup po inštalácii

source: Maximum Attachments
sk_sk: Maximálny počet príloh

source: Maximum number of files (documents, images, etc.) which can be attached to emails or activities. This setting applies to UI forms and limits the number of fields available on the form.
sk_sk: Maximálny počet súborov (dokumentov, obrázkov atď.), ktoré je možné priložiť k e-mailom alebo aktivitám. Toto nastavenie sa vzťahuje na formuláre používateľského rozhrania a obmedzuje počet polí dostupných vo formulári.

source: Maximum Attachments For Backend Processes
sk_sk: Maximálny počet príloh pre serverové procesy

source: Maximum number of files (documents, images, etc.) which can be processed during backend processing such as automated inbound email processing. This should be a big number higher than the other Maximum Attachments setting above. This setting here merely provides an upper limit to prevent attacks that might overload the server.
sk_sk: Maximálny počet súborov (dokumentov, obrázkov atď.), ktoré je možné spracovať počas serverového spracovania, ako je automatické spracovanie prichádzajúcich e-mailov. Malo by to byť veľké číslo, ktoré je väčšie ako ďalšie nastavenie maximálneho počtu príloh uvedené vyššie. Toto nastavenie predstavuje iba hornú hranicu, aby sa predišlo útokom, ktoré môžu preťažiť server.

source: Maximum File Size (in MB)
sk_sk: Maximálna veľkosť súboru (v MB)

source: Maximum Size of file (documents, images, etc.) which can be attached to emails or activities.<br />Note: php.ini should support this file size.
sk_sk: Maximálna veľkosť súboru (dokumentov, obrázkov atď.), ktorý je možné priložiť k e-mailom alebo aktivitám.<br />Poznámka: súbor php.ini by mal podporovať túto veľkosť súboru.

source: Contact Trash and Undelete
sk_sk: Kôš pre kontakty a zrušenie odstránenia

source: If enabled, deleted contacts will be moved to trash (instead of being destroyed). Users with the proper permission are able to search for the deleted contacts and restore them (or delete permanently).
sk_sk: Ak je táto možnosť povolená, odstránené kontakty sa presunú do koša (a nezlikvidujú sa). Používatelia s príslušným povolením môžu vyhľadávať odstránené kontakty a obnoviť ich (alebo trvalo odstrániť).

source: Contact Permanent Delete
sk_sk: Trvalo odstrániť kontakt

source: Allow Permanent Delete for contacts who are linked to live financial transactions
sk_sk: Umožňuje trvalé odstránenie kontaktov, ktoré sú spojené so živými finančnými transakciami

source: Status Alerts
sk_sk: Stavové upozornenia

source: If enabled, CiviCRM will display pop-up notifications (no more than once per day) for security and misconfiguration issues identified in the system check.
sk_sk: Ak je táto možnosť povolená, CiviCRM bude zobrazovať automaticky otvárané oznámenia (najviac raz za deň) o problémoch s bezpečnosťou a nesprávnou konfiguráciou, ktoré sa zistili pri kontrole systému.

source: Attach PDF copy to receipts
sk_sk: Priložiť PDF kópiu k potvrdeniam

source: If enabled, CiviCRM sends PDF receipt as an attachment during event signup or online contribution.
sk_sk: Ak je táto možnosť povolená, CiviCRM odošle v prílohe PDF potvrdenie pri registrácii na podujatie alebo pri online príspevku.

source: Record generated letters
sk_sk: Záznam generovaných listov

source: When generating a letter (PDF/Word) via mail-merge, how should the letter be recorded?
sk_sk: Keď sa pri hromadnej korešpondencii generuje list (PDF/Word), ako sa má zaznamenať?

source: DOMPDF Font Folder
sk_sk: Priečinok s písmami DOMPDF

source: Additional folder where DOMPDF will look for fonts.
sk_sk: Ďalší priečinok, kde bude DOMPDF hľadať písma.

source: DOMPDF Local Images Folder
sk_sk: Priečinok s lokálnymi obrázkami DOMPDF

source: Folder to restrict where DOMPDF looks when loading local images. By default it is the DOMPDF folder itself for security reasons. It will search in subfolders.
sk_sk: Priečinok, ktorý slúži na obmedzenie, kde bude DOMPDF vyhľadávať lokálne obrázky. Predvolene je to z bezpečnostných dôvodov samotný priečinok DOMPDF. Bude sa prehľadávať v podpriečinkoch.

source: DOMPDF Enable Remote Images
sk_sk: Povoliť vzdialené obrázky DOMPDF

source: Enable the use of remote images. By default this is enabled, but if not using remote images you may wish to turn it off for security reasons.
sk_sk: Povolenie používania vzdialených obrázkov. Predvolene je táto možnosť povolená, ale ak nepoužívate vzdialené obrázky, možno ju budete chcieť z bezpečnostných dôvodov vypnúť.

source: DOMPDF Log File
sk_sk: Súbor denníka DOMPDF

source: DOMPDF will log debugging output in this file.
sk_sk: DOMPDF bude v tomto súbore zaznamenávať výstup ladenia.

source: Path to wkhtmltopdf executable
sk_sk: Cesta k wkhtmltopdf spustiteľná

source: Checksum Lifespan
sk_sk: Životnosť kontrolného súčtu

source: Blog Feed URL
sk_sk: Adresa URL informačného kanála blogu

source: Blog feed URL used by the blog dashlet
sk_sk: Adresa URL informačného kanála blogu, ktorú používa prvok blogu

source: Use "*default*" for the system default or override with a custom URL
sk_sk: Použiť '*predvolené*' pre predvolené systémom alebo prepísanie vlastnou adresou URL

source: Community Messages URL
sk_sk: Adresa URL pre správy komunity

source: Service providing CiviCRM community messages
sk_sk: Služba poskytujúca správy komunity CiviCRM

source: Getting Started URL
sk_sk: Adresa URL pre položku Začíname

source: Service providing the Getting Started data
sk_sk: Služba poskytujúca údaje pre položku Začíname

source: Code appended to resource URLs (JS/CSS) to coerce HTTP caching
sk_sk: Kód pripojený k zdrojovým adresám URL (JS/CSS) na vynútenie ukladania do vyrovnávacej pamäte HTTP

source: Verify SSL?
sk_sk: Overiť SSL?

source: If disabled, outbound web-service requests will allow unverified, insecure HTTPS connections
sk_sk: Ak je táto možnosť zakázaná, odchádzajúce požiadavky o webovú službu budú mať povolené neoverené, nezabezpečené pripojenia HTTPS

source: Unless you are absolutely unable to configure your server to check the SSL certificate of the remote server you should leave this set to Yes
sk_sk: Túto položku nechajte nastavenú na možnosť Áno s výnimkou prípadu, že vôbec nedokážete nakonfigurovať server, aby kontroloval certifikát SSL vzdialeného servera.

source: Force SSL?
sk_sk: Vynútiť SSL?

source: If enabled, inbound HTTP requests for sensitive pages will be redirected to HTTPS.
sk_sk: Ak je táto možnosť povolená, prichádzajúce požiadavky na citlivé stránky budú presmerované na HTTPS.

source: WordPress Base Page
sk_sk: Základná stránka WordPress

source: If set, CiviCRM will use this setting as the base url.
sk_sk: Ak je nastavená, CiviCRM bude toto nastavenie využívať ako základnú adresu URL.

source: By default, CiviCRM will generate front-facing pages using the home page at http://wp/ as its base. If you want to use a different template for CiviCRM pages, set the path here.
sk_sk: CiviCRM bude predvolene generovať zobrazované stránky pomocou domovskej stránky http://wp/, ktorú použije ako základ. Ak chcete pre stránky CiviCRM použiť inú šablónu, tu nastavte cestu.

source: Allow second-degree relationship permissions
sk_sk: Umožniť povolenia vzťahov druhého stupňa

source: If enabled, contacts with the permission to edit a related contact will inherit that contact's permission to edit other related contacts
sk_sk: Ak je táto možnosť povolená, kontakty s povolením upravovať súvisiaci kontakt zdedia povolenie kontaktu na úpravu ďalších súvisiacich kontaktov.

source: Enable Components
sk_sk: Povoliť komponenty

source: Disable CiviCRM css
sk_sk: Zakázať CiviCRM CSS

source: Prevent the stylesheet "civicrm.css" from being loaded.
sk_sk: Zaistí, aby sa nenačítala šablóna so štýlmi 'civicrm.css'.

source: Display "empowered by CiviCRM"
sk_sk: Zobraziť 'empowered by CiviCRM'

source: When enabled, "empowered by CiviCRM" is displayed at the bottom of public forms.
sk_sk: Ak je táto možnosť povolená, v spodnej časti verejných formulárov sa zobrazí 'empowered by CiviCRM'.
