Repository: civicrm/l10n
Catalog: po/*/batch.po
Languages: nl

source: Number of items
nl: Aantal items

source: Bulk Data Entry for Contributions
nl: Batch entry voor Bijdragen

source: Bulk Data Entry for Memberships
nl: Batch entry voor Lidmaatschap

source: Ignore Mismatch & Process the Batch?
nl: Afwijking toestaan & batch uitvoeren?

source: Validate & Process the Batch
nl: Controleer de batch en voer die uit

source: Membership type is a required field.
nl: Lidmaatschap is een verplicht veld.

source: Total for amounts entered below does not match the expected batch total.
nl: Het onderstaande opgegeven aantal komt niet overeen met het verwachtte aantal.

source: - all -
nl: - alle -

source: Batch Processing
nl: Batch Verwerken

source: Delete Bulk Data Entry Batch
nl: Verwijder data entry batch

source: Edit Bulk Data Entry Batch
nl: Bewerk data entry batch

source: New Bulk Data Entry Batch
nl: Nieuwe bulk data entry batch

source: WARNING: Deleting this batch will result in the loss of all data entered for the batch.
nl: Waarschuwing: Door het verwijderen van de batch gaan alle gegevens van de batch verloren.

source: Click Validate & Process below when you've entered all items for the batch. You can also Save & Continue Later at any time. Go to Administer > Customize Display & Screens > Profiles > Reserved Profiles > to add, remove or change the order of columns.
nl: Klik hieronder op Valideren en Verwerken als u alle items voor de batch hebt opgevoerd. U kunt ook kiezen voor Opslaan en later doorgaan. Ga naar Beheer > Gegevens en Schermen Wijzigen > Profielen > Gereserveerde Profielen > om kolommen te wijzigen, toe te voegen of te verwijderen.

source: Total amount expected
nl: Aantal Verwacht

source: Total amount entered
nl: Aantal Ingevuld

source: Bulk Data Entry Batches
nl: Bulk Data Invoer

source: Complete OR partial batch name.
nl: Volledige of gedeeltelijke naam van de batch.

source: No matching Bulk Data Entry Batches found for your search criteria.
nl: Er is geen batch die voldoet aan de zoekcriteria.

source: You do not have any Open Bulk Data Entry Batches.
nl: U heeft geen open data entry batches

source: No Bulk Data Entry Batches have been created for this site.
nl: Er zijn geen data entry batches gecreÃ«erd voor deze site.

source: Transactions
nl: Transacties

source: View/Add Transactions to Batch
nl: Toon/Toevoegen transacties aan batch

source: Re-open Batch
nl: Opnieuw openen batch

source: Batch Data Entry
nl: Batch Gegevensinvoer

source: Expected Total
nl: Verwacht totaal

source: No batches were selected.
nl: Er is geen batch geselecteerd.

source: No export format selected.
nl: Geen formaat voor het exporteren geselecteerd.

source: Exported Date
nl: Datum exporteren

source: Batch Deleted
nl: Batch verwijderd

source: Profile for bulk data entry is missing.
nl: Profiel voor bulk gegevensinvoer ontbreekt.

source: Batch Data Entry for Contributions
nl: Batch gegevensinvoer van Bijdragen

source: Batch Data Entry for Memberships
nl: Batch Gegevensinvoer voor Lidmaatschappen

source: Some fields have been excluded.
nl: Enkele velden zijn uitgesloten.

source: Batch Processed.
nl: Batch verwerkt.

source: Delete Data Entry Batch
nl: Verwijder batch gegevensinvoer

source: Edit Data Entry Batch
nl: Wijzig batch gegevensinvoer

source: New Data Entry Batch
nl: Nieuwe batch gegevensinvoer

source: Data Entry Batches
nl: Batches gegevensinvoer

source: No matching Data Entry Batches found for your search criteria.
nl: Er is geen batch gegevensinvoer die voldoet aan de zoekcriteria.

source: You do not have any Open Data Entry Batches.
nl: U heeft geen openstaande batch gegevensinvoer.

source: No Data Entry Batches have been created for this site.
nl: Er is geen batch gegevensinvoer voor deze site
