Repository: civicrm/l10n
Catalog: po/*/case.po
Languages: sk_sk

source: Export Document
sk_sk: Exportovať dokument

source: Add new role
sk_sk: Pridať novú rolu

source: Assign To
sk_sk: Priradiť

source: Change To
sk_sk: Zmeniť na

source: Show Inactive relationships
sk_sk: Zobraziť neaktívne vzťahy

source: Are you sure you want to end this relationship?
sk_sk: Naozaj chcete tento vzťah ukončiť?

source: Other Relationships
sk_sk: Ďalšie vzťahy

source: Add client relationship
sk_sk: Pridať vzťah klienta

source: Add members to %1
sk_sk: Pridať členov do %1

source: - select contacts -
sk_sk: – vybrať kontakty –

source: Case Tags
sk_sk: Značky prípadu

source: There are no tags currently assigned to this case.
sk_sk: K tomuto prípadu momentálne nie sú priradené žiadne značky.

source: Add Tags
sk_sk: Všetky značky

source: Remove Client %1 from case %2
sk_sk: Odobrať klienta %1 z prípadu %2

source: This is case is currently assigned to %1.
sk_sk: Tento prípad je momentálne priradený %1.

source: Report Parameters
sk_sk: Parametre správy

source: if you are searching by client name, check your spelling
sk_sk: ak vyhľadávate podľa mena klienta, skontrolujte pravopis

source: Find more cases
sk_sk: Nájsť ďalšie prípady

source: Are you sure you want to delete the selected cases? This will move the case(s) and all associated activities to the Trash.
sk_sk: Naozaj chcete odstrániť vybraté prípady? Prípady a všetky súvisiace aktivity sa presunú do koša.

source: Most Recent Activity
sk_sk: Najnovšia aktivita

source: Next Scheduled Activity
sk_sk: Ďalšia plánovaná aktivita

source: Are you sure you want to restore the selected cases? This operation will retrieve the case(s) and all associated activities from Trash.
sk_sk: Naozaj chcete obnoviť vybraté prípady? Prípady a všetky súvisiace aktivity sa obnovia z koša.

source: Number of selected cases: %1
sk_sk: Počet vybratých prípadov: %1

source: CiviCase Setup documentation
sk_sk: Dokumentácia k inštalácii CiviCase

source: You need to setup and load Case and Activity configuration files before you can begin using the CiviCase component.
sk_sk: Pred používaním komponentu CiviCase musíte nainštalovať a načítať konfiguračné súbory pre prípad a aktivitu.

source: Refer to the %1 to learn about this process.
sk_sk: Viac sa o tomto procese dozviete tu: %1.

source: Find My Cases
sk_sk: Nájsť moje prípady

source: All Cases
sk_sk: Všetky prípady

source: All Cases with Upcoming Activities
sk_sk: Všetky prípady s nadchádzajúcimi aktivitami

source: My Cases with Upcoming Activities
sk_sk: Moje prípady s nadchádzajúcimi aktivitami

source: Summary of All Cases
sk_sk: Súhrn všetkých prípadov

source: My Cases With Upcoming Activities
sk_sk: Moje prípady s nadchádzajúcimi aktivitami

source: All Cases With Upcoming Activities
sk_sk: Všetky prípady s nadchádzajúcimi aktivitami

source: There are no open cases with activities scheduled in the next two weeks. Use %1 to expand your search.
sk_sk: Na nasledujúce dva týždne nie sú naplánované žiadne otvorené prípady s aktivitami. Rozšírte svoje vyhľadávanie pomocou %1.

source: My Cases With Recently Performed Activities
sk_sk: Moje prípady s nedávno vykonanými aktivitami

source: All Cases With Recently Performed Activities
sk_sk: Všetky prípady s nedávno vykonanými aktivitami

source: There are no cases with activities scheduled in the past two weeks. Use %1 to expand your search.
sk_sk: Za posledné dva týždne neboli naplánované žiadne prípady s aktivitami. Rozšírte svoje vyhľadávanie pomocou %1.

source: Manager
sk_sk: Manažér

source: It looks like there are no active case types yet.
sk_sk: Zdá sa, že nie sú k dispozícii žiadne aktívne typy prípadov.

source: Enable <a href='%1'>case types</a>.
sk_sk: Povoľte <a href='%1'>typy prípadov</a>.

source: This page lists all case records for %1.
sk_sk: Na tejto stránke sa nachádza zoznam všetkých záznamov prípadu pre %1.

source: Click <a %1>Add Case</a> to add a case record for this contact.
sk_sk: Kliknite na položku <a %1>Pridať prípad</a>, ak chcete pridať záznam prípadu k tomuto kontaktu.

source: There are no case records for this contact.
sk_sk: Pre tento kontakt neexistujú záznamy prípadu.

source: Activity Summary
sk_sk: Súhrn aktivity

source: Your Case Role(s)
sk_sk: Vaše roly v prípade
