Repository: civicrm/l10n
Catalog: po/*/case.po
Languages: sk_sk

source: View activity
sk_sk: Zobraziť aktivitu

source: Edit activity
sk_sk: Upraviť aktivitu

source: (deleted)
sk_sk: (odstránené)

source: %1 - copy sent to %2
sk_sk: %1 – kópia poslaná %2

source: Role in Case
sk_sk: Rola v prípade

source: View Case
sk_sk: Zobraziť prípad

source: Case %1 reassigned client from %2 to %3. New Case ID is %4.
sk_sk: Klient prípadu %1 preradený z %2 na %3. Nové ID prípadu je %4.

source: Case %1 copied from contact id %2 to contact id %3 via merge. New Case ID is %4.
sk_sk: Prípad %1 kopírovaný z ID kontaktu %2 do ID kontaktu %3 zlúčením. Nové ID prípadu je %4.

source: Case %1 merged into case %2
sk_sk: Prípad %1 zlúčený do prípadu %2

source: You can not delete this case type -- it is assigned to %1 existing case record(s). If you do not want this case type to be used going forward, consider disabling it instead.
sk_sk: Tento typ prípadu nemôžete odstrániť – je priradený k existujúcim záznamom prípadu (%1). Ak nechcete, aby sa tento typ prípadu ďalej používal, zvážte, že ho namiesto toho zakážete.

source: Case %1 My Cases
sk_sk: Prípad %1, moje prípady

source: Case %1 All Cases
sk_sk: Prípad %1, všetky prípady

source: Find Deleted Cases
sk_sk: Nájsť odstránené prípady

source: Activity Subject %1 '%2'
sk_sk: Predmet aktivity %1 '%2'

source: Activity Reporter %1 '%2'
sk_sk: Ohlasovateľ aktivity %1 '%2'

source: Activity Date %1 %2
sk_sk: Dátum aktivity %1 %2

source: Activity Type %1 %2
sk_sk: Typ aktivity %1 %2

source: Activity Status %1 %2
sk_sk: Stav aktivity %1 %2

source: Activity Duration %1 %2
sk_sk: Trvanie aktivity %1 %2

source: Activity Medium %1 %2
sk_sk: Médium aktivity %1 %2

source: Activity Details %1 '%2'
sk_sk: Podrobnosti aktivity %1 '%2'

source: Activity Auto Generated %1 '%2'
sk_sk: Automaticky generovaná aktivita %1 '%2'

source: Role in Case %1 '%2'
sk_sk: Rola v prípade %1 '%2'

source: Case Tags %1
sk_sk: Značky prípadu %1

source: Case Tag(s)
sk_sk: Značky prípadu

source: Search All Cases
sk_sk: Vyhľadávať všetky prípady

source: Only My Cases
sk_sk: Iba moje prípady

source: Search Cases with Upcoming Activities
sk_sk: Vyhľadávať prípady s nadchádzajúcimi aktivitami

source: Case Id not found.
sk_sk: ID prípadu sa nenašlo.

source: Expected one case-type
sk_sk: Očakáva sa jeden typ prípadu

source: New Start Date
sk_sk: Nový dátum začiatku

source: Required parameter missing for ChangeCaseType - end post processing
sk_sk: Chýba požadovaný parameter pre Zmeniť typ prípadu – ukončiť následné spracovanie

source: Unable to update Open Case activity
sk_sk: Nepodarilo sa aktualizovať aktivitu otvoreného prípadu

source: Case Start Date changed successfully.
sk_sk: Dátum začiatku prípadu bol úspešne zmenený.

source: Case status changed from %1 to %2
sk_sk: Stav prípadu zmenený z %1 na %2

source: Reset Case Timeline?
sk_sk: Resetovať časovú os prípadu?

source: Reset Start Date
sk_sk: Resetovať dátum začiatku

source: Case type changed from %1 to %2
sk_sk: Typ prípadu zmenený z %1 na %2

source: Case Type changed successfully.
sk_sk: Typ prípadu bol úspešne zmenený.

source: Link To Case
sk_sk: Prepojenie na prípad

source: The linked case ID is invalid.
sk_sk: ID prepojeného prípadu nie je platné.

source: Please select some other case to link.
sk_sk: Vyberte iný prípad na prepojenie.

source: Selected case is already linked.
sk_sk: Vybratý prípad je už prepojený.

source: Activity Duration
sk_sk: Trvanie aktivity

source: Required parameter missing for OpenCase - end post processing
sk_sk: Chýba požadovaný parameter pre otvorený prípad – ukončiť následné spracovanie

source: client_id cannot be empty for OpenCase - end post processing
sk_sk: ID klienta nemôže byť pre otvorený prípad prázdne – ukončiť následné spracovanie

source: Case opened successfully.
sk_sk: Prípad úspešne otvorený.

source: required params missing.
sk_sk: chýbajú požadované parametre.

source: Reported By
sk_sk: Nahlásil

source: - select activity type -
sk_sk: – vyberte typ aktivity –

source: The selected activity has been moved to the Trash. You can view and / or restore deleted activities by checking "Deleted Activities" from the Case Activities search filter (under Manage Case).<br />
sk_sk: Vybratá aktivita bola presunutá do koša. Odstránené aktivity môžete zobraziť a/alebo obnoviť začiarknutím položky 'Odstránené aktivity' vo filtri vyhľadávania aktivít prípadov (v časti Spravovať prípad).<br />

source: Selected Activity cannot be deleted.
sk_sk: Vybratú aktivitu nie je možné odstrániť.

source: The selected activity has been restored.<br />
sk_sk: Vybratá aktivita bola obnovená.<br />

source: A copy of the activity has also been sent to selected contact(s).
sk_sk: Kópia aktivity bola zaslaná aj vybratým kontaktom.

source: A copy of the activity has also been sent to assignee contact(s).
sk_sk: Kópia aktivity bola zaslaná aj povereným kontaktom.

source: %1 Saved
sk_sk: %1 uložené

source: You can not add another '%1' activity to this case. %2
sk_sk: K tomuto prípadu nemôžete pridať ďalšiu aktivitu '%1'. %2

source: Do you want to <a %1>edit the existing activity</a>?
sk_sk: Chcete <a %1>upraviť existujúcu aktivitu</a>?

source: You can not add another '%1' activity to this case.
sk_sk: K tomuto prípadu nemôžete pridať ďalšiu aktivitu '%1'.

source: Move to Case
sk_sk: Presunúť k prípadu

source: Copy to Case
sk_sk: Kopírovať k prípadu

source: With Contact(s)
sk_sk: S kontaktmi

source: Activity Revision History
sk_sk: História úprav aktivity

source: Home
sk_sk: Domov

source: CiviCase Dashboard
sk_sk: Tabuľa CiviCase

source: Assign to
sk_sk: Priradiť

source: You do not have any active %1
sk_sk: Nemáte žiadne aktívne %1

source: The Open Case activity type is missing or disabled. Please have your site administrator check Administer > Option Lists > Activity Types for the CiviCase component.
sk_sk: Typ aktivity otvoreného prípadu chýba alebo je zakázaný. Požiadajte správcu lokality, aby skontroloval komponent CiviCase v časti Spravovať > Zoznamy možností > Typy aktivity.

source: Client contact does not exist: %1
sk_sk: Kontakt klienta neexistuje: %1

source: You can view and / or restore deleted cases by checking the "Deleted Cases" option under Find Cases.
sk_sk: Odstránené prípady môžete zobraziť a/alebo obnoviť začiarknutím možnosti 'Odstránené prípady' v časti Nájsť prípady.

source: Case Deleted
sk_sk: Prípad odstránený

source: The selected case has been restored.
sk_sk: Vybratý prípad bol obnovený.

source: Related Cases
sk_sk: Súvisiace prípady

source: You do not have permission to access this case.
sk_sk: Nemáte povolenie na prístup k tomuto prípadu.

source: %1 Related Case
sk_sk: %1 súvisiaci prípad

source: Add Activity
sk_sk: Pridať aktivitu

source: Activity Audit
sk_sk: Audit aktivity

source: Add Timeline
sk_sk: Pridať časovú os

source: Activities from the %1 activity set have been added to this case.
sk_sk: K tomuto prípadu boli pridané aktivity zo súboru aktivít %1.

source: - any reporter -
sk_sk: – akýkoľvek ohlasovateľ –

source: Reporter/Role
sk_sk: Ohlasovateľ/rola

source: - any status -
sk_sk: – akýkoľvek stav –

source: Activity Dates - From
sk_sk: Dátumy aktivity – od

source: Deleted Activities
sk_sk: Odstránené aktivity

source: (opened %1)
sk_sk: (otvorené %1)

source: Select Case for Merge
sk_sk: Vybrať prípad na zlúčenie

source: - select case -
sk_sk: – vybrať prípad –

source: Cannot Remove Client from case as is the only client on the case
sk_sk: Nie je možné odobrať klienta z prípadu, pretože je jediným klientom v prípade

source: Remove Client from Case
sk_sk: Odobrať klienta z prípadu

source: Case Client Removed
sk_sk: Klient prípadu odstránený

source: Reassign Case
sk_sk: Znova priradiť prípad

source: Please select a different contact.
sk_sk: Vyberte iný kontakt.

source: All Activities
sk_sk: Všetky aktivity

source: Exclude Completed Activities
sk_sk: Vylúčiť dokončené aktivity

source: Redact (hide) Client and Service Provider Data
sk_sk: Redigovať (skryť) údaje o klientovi a poskytovateľovi služby

source: Generate Report
sk_sk: Generovať správu

source: Client Name or Email
sk_sk: Meno alebo e-mail klienta

source: Find Cases
sk_sk: Nájsť prípady

source: Delete cases
sk_sk: Odstrániť prípady

source: %count case moved to trash.
sk_sk: %count prípad presunutý do koša.

source: %count case permanently deleted.
sk_sk: %count prípad trvalo odstránený.

source: Print Case List
sk_sk: Vytlačiť zoznam prípadov

source: Restore Cases
sk_sk: Obnoviť prípady

source: %count case restored from trash.
sk_sk: %count prípad obnovený z koša.

source: 1 could not be restored.
sk_sk: 1 sa nepodarilo obnoviť.

source: CiviCase Engine
sk_sk: Nástroj CiviCase

source: delete in CiviCase
sk_sk: odstrániť v CiviCase

source: administer CiviCase
sk_sk: spravovať CiviCase

source: Define case types, access deleted cases
sk_sk: Definovať typy prípadov, pristupovať k odstráneným prípadom

source: access my cases and activities
sk_sk: pristupovať k mojim prípadom a aktivitám

source: View and edit only those cases managed by this user
sk_sk: Zobraziť a upravovať iba prípady, ktoré spravuje tento používateľ

source: access all cases and activities
sk_sk: pristupovať ku všetkým prípadom a aktivitám

source: View and edit all cases (for visible contacts)
sk_sk: Zobraziť a upravovať všetky prípady (pre viditeľné kontakty)

source: add cases
sk_sk: pridať prípady

source: Open a new case
sk_sk: Otvoriť nový prípad

source: Do not redact emails
sk_sk: Neredigovať e-maily

source: Redact emails
sk_sk: Redigovať e-maily

source: Single client per case
sk_sk: Jeden klient na prípad

source: Multiple client per case
sk_sk: Viac klientov na prípad

source: Definition order
sk_sk: Zoradiť podľa definície

source: Alphabetical order
sk_sk: Zoradiť podľa abecedy

source: Client Added To Case
sk_sk: Pridaný klient k prípadu

source: You are not authorized to access all cases and activities.
sk_sk: Nemáte oprávnenie pristupovať ku všetkým prípadom a aktivitám.

source: Are you sure you want to delete this case?
sk_sk: Naozaj chcete tento prípad odstrániť?

source: Manage
sk_sk: Spravovať

source: Delete Case
sk_sk: Odstrániť prípad

source: Restore Case
sk_sk: Obnoviť prípad

source: Assign to Another Client
sk_sk: Priradiť inému klientovi

source: My Role
sk_sk: Moja rola

source: Next Sched.
sk_sk: Nasledujúci plán

source: Case Search
sk_sk: Vyhľadávanie prípadov

source: Move To Case
sk_sk: Presunúť k prípadu

source: Copy To Case
sk_sk: Kopírovať k prípadu

source: Export cases
sk_sk: Exportovať prípady

source: Restore cases
sk_sk: Obnoviť prípady

source: Update multiple cases
sk_sk: Aktualizovať viac prípadov

source: Sample case
sk_sk: Ukážkový prípad

source: Configuration file could not be retrieved for case type = '%1' %2.
sk_sk: Nepodarilo sa načítať konfiguračný súbor pre typ prípadu = '%1' %2.

source: Unable to load configuration file for the referenced case type: '%1' %2.
sk_sk: Nepodarilo sa načítať konfiguračný súbor pre odkazovaný typ prípadu: '%1' %2.

source: Relationship type %1, found in case configuration file, is not present in the database %2
sk_sk: Typ vzťahu %1 uvedený v konfiguračnom súbore prípadu sa nenachádza v databáze %2

source: Activity type %1, found in case configuration file, is not present in the database %2
sk_sk: Typ aktivity %1 uvedený v konfiguračnom súbore prípadu sa nenachádza v databáze %2

source: Medium
sk_sk: Médium

source: Housing Support
sk_sk: Podpora bývania

source: Help homeless individuals obtain temporary and long-term housing
sk_sk: Pomoc ľuďom bez domova získať dočasné a dlhodobé bývanie

source: Adult Day Care Referral
sk_sk: Odporúčanie dennej starostlivosti o dospelých

source: Arranging adult day care for senior individuals
sk_sk: Zabezpečenie dennej starostlivosti o dospelých pre seniorov

source: Medical evaluation
sk_sk: Vyhodnotenie zdravotného stavu

source: Mental health evaluation
sk_sk: Vyhodnotenie duševného zdravia

source: Secure temporary housing
sk_sk: Bezpečné dočasné bývanie

source: Income and benefits stabilization
sk_sk: Stabilizácia príjmu a sociálnych dávok

source: Long-term housing plan
sk_sk: Dlhodobý plán bývania

source: ADC referral
sk_sk: Odporúčanie ADC

source: Homeless Services Coordinator is
sk_sk: Koordinátorom služieb pre ľudí bez domova je

source: Homeless Services Coordinator
sk_sk: Koordinátor služieb pre ľudí bez domova

source: Health Services Coordinator is
sk_sk: Koordinátorom zdravotných služieb je

source: Health Services Coordinator
sk_sk: Koordinátor zdravotných služieb

source: Senior Services Coordinator is
sk_sk: Koordinátorom služieb pre seniorov je

source: Senior Services Coordinator
sk_sk: Koordinátor služieb pre seniorov

source: Benefits Specialist is
sk_sk: Špecialistom na sociálne dávky je

source: Benefits Specialist
sk_sk: Špecialista na sociálne dávky

source: Case Resources
sk_sk: Zdroje prípadu

source: Case Clients
sk_sk: Klienti prípadu

source: Case Client
sk_sk: Klient prípadu

source: Clients
sk_sk: Klienti

source: Cases with this contact as a client
sk_sk: Prípady s týmto kontaktom ako klientom

source: Clients for this case
sk_sk: Klienti pre tento prípad

source: Case Creator
sk_sk: Tvorca prípadu

source: Activity Location
sk_sk: Miesto aktivity

source: Max Instances
sk_sk: Maximálny počet inštancií

source: Add activity type
sk_sk: Pridať typ aktivity

source: WARNING: The case type name includes deprecated characters.
sk_sk: UPOZORNENIE: Názov typu prípadu obsahuje nepovolené znaky.

source: WARNING: If any external files or programs reference the old "Name", then they must be updated manually.
sk_sk: UPOZORNENIE: Ak na starú položku 'Názov' odkazujú externé súbory alebo programy, musia sa manuálne aktualizovať.

source: Activity assignment settings
sk_sk: Nastavenia priradenia aktivity

source: Restrict to Groups
sk_sk: Obmedziť na skupiny

source: Restrict to Website Users
sk_sk: Obmedziť na používateľov webovej lokality

source: New Case Type
sk_sk: Nový typ prípadu

source: Use this screen to define or update the Case Roles, Activity Types, and Timelines for a case type.
sk_sk: Pomocou tejto obrazovky definujte alebo aktualizujte roly prípadu, typy aktivity a časové osi typu prípadu.

source: Learn more...
sk_sk: Zistiť viac...

source: Case Roles
sk_sk: Roly prípadu

source: Case Statuses
sk_sk: Stavy prípadu

source: Add...
sk_sk: Pridať...

source: Timeline
sk_sk: Časová os

source: Sequence
sk_sk: Postupnosť

source: Case Types
sk_sk: Typy prípadu

source: A Case Type describes a group of related tasks, interactions, or processes.
sk_sk: Typ prípadu opisuje skupinu súvisiacich úloh, interakcií alebo procesov.

source: Display Label
sk_sk: Zobraziť označenie

source: Assign to Creator
sk_sk: Priradiť autorovi

source: Is Manager
sk_sk: Je manažér

source: Add role
sk_sk: Pridať rolu

source: New Status
sk_sk: Nový stav

source: Reference
sk_sk: Referencia

source: Offset
sk_sk: Posun

source: Default assignee
sk_sk: Predvolená poverená osoba

source: Newest
sk_sk: Najnovšie

source: Oldest
sk_sk: Najstaršie

source: new
sk_sk: nové

source: civi_case
sk_sk: civi_prípad

source: The CiviCase XML file for this case-type prohibits editing the definition.
sk_sk: XML súbor CiviCase pre tento typ prípadu zakazuje úpravu definície.

source: Collections of activities and relationships for a given purpose.
sk_sk: Kolekcie aktivít a vzťahov na daný účel.

source: Unique Case ID
sk_sk: Jedinečné ID prípadu

source: Case Type ID
sk_sk: ID typu prípadu

source: FK to civicrm_case_type.id
sk_sk: FK pre civicrm_case_type.id

source: Short name of the case.
sk_sk: Skrátený názov prípadu.

source: Date on which given case starts.
sk_sk: Dátum, keď sa daný prípad začína.

source: Date on which given case ends.
sk_sk: Dátum, keď sa daný prípad končí.

source: Details populated from Open Case. Only used in the CiviCase extension.
sk_sk: Podrobnosti vyplnené z otvoreného prípadu. Používajú sa iba v rozšírení CiviCase.

source: ID of case status.
sk_sk: ID stavu prípadu.

source: When was the case was created.
sk_sk: Kedy bol prípad vytvorený.

source: When was the case (or closely related entity) was created or modified or deleted.
sk_sk: Kedy bol prípad (alebo úzko súvisiaca entita) vytvorený, upravený alebo odstránený.

source: Case Activities
sk_sk: Aktivity prípadu

source: Joining table for case-activity associations.
sk_sk: Spojovacia tabuľka pre asociácie prípadov a činností.

source: Case Activity ID
sk_sk: ID aktivity prípadu

source: Unique case-activity association id
sk_sk: Jedinečné ID priradenia aktivity prípadu

source: Case ID of case-activity association.
sk_sk: ID prípadu priradenia aktivity prípadu.

source: Activity ID of case-activity association.
sk_sk: ID aktivity priradenia aktivity prípadu.

source: Case Contact
sk_sk: Kontakt prípadu

source: Case Contacts
sk_sk: Kontakty prípadu

source: Joining table for case-contact associations.
sk_sk: Spojovacia tabuľka pre asociácie prípadov a kontaktov.

source: Case Contact ID
sk_sk: ID kontaktu prípadu

source: Unique case-contact association id
sk_sk: Jedinečné ID priradenia kontaktu a prípadu

source: Case ID of case-contact association.
sk_sk: ID prípadu priradenia kontaktu a prípadu.

source: Contact ID of contact record given case belongs to.
sk_sk: ID kontaktu záznamu kontaktu, ku ktorému daný prípad patrí.

source: Case type definition
sk_sk: Definícia typu prípadu

source: Autoincremented type id
sk_sk: ID typu s automatickým prírastkom

source: Case Type Name
sk_sk: Názov typu prípadu

source: Machine name for Case Type
sk_sk: Strojový názov typu prípadu

source: Case Type Title
sk_sk: Názov typu prípadu

source: Natural language name for Case Type
sk_sk: Názov typu prípadu v prirodzenom jazyku

source: Case Type Description
sk_sk: Opis typu prípadu

source: Description of the Case Type
sk_sk: Opis typu prípadu

source: Case Type Is Active
sk_sk: Typ prípadu je aktívny

source: Is this case type enabled?
sk_sk: Je tento typ prípadu povolený?

source: Case Type Is Reserved
sk_sk: Typ prípadu je rezervovaný

source: Is this case type a predefined system type?
sk_sk: Je tento typ prípadu preddefinovaným typom systému?

source: Ordering of the case types
sk_sk: Usporiadanie typov prípadu

source: Case Type Definition
sk_sk: Definícia typu prípadu

source: xml definition of case type
sk_sk: Definícia typu prípadu vo formáte xml

source: Case Summary
sk_sk: Súhrn prípadu

source: Case Role
sk_sk: Rola prípadu

source: (not assigned)
sk_sk: (nepriradené)

source: Client Relationship
sk_sk: Vzťah klienta

source: Selecting one or more groups here will limit the choices when assigning an activity.
sk_sk: Výberom jednej alebo viacerých skupín sa obmedzia možnosti pri priraďovaní aktivity.

source: This will limit the choices when selecting an activity assignee to contacts with a user account on this website.
sk_sk: Tým sa obmedzia možnosti pri výbere poverenej osoby pre aktivitu na kontakty, ktoré majú používateľské konto na tejto webovej lokalite.

source: Current Start Date
sk_sk: Aktuálny dátum začiatku

source: Update Linked Cases Status?
sk_sk: Aktualizovať stav prepojených prípadov?

source: Create link between %1 - %2 (CaseID: %3) and %4 - %5 (CaseID: %6)
sk_sk: Vytvoriť prepojenie medzi %1 – %2 (ID prípadu: %3) a %4 – %5 (ID prípadu: %6)

source: Click Delete to move this &quot;%1&quot; activity to the Trash.
sk_sk: Kliknite na položku Odstrániť, ak chcete presunúť túto aktivitu &quot;%1&quot; do koša.

source: Click Restore to retrieve this &quot;%1&quot; activity from the Trash.
sk_sk: Kliknite na položku Obnoviť, ak chcete obnoviť túto aktivitu &quot;%1&quot; z koša.

source: With other contact(s)
sk_sk: S ďalšími kontaktmi

source: With client
sk_sk: S klientom

source: With client(s)
sk_sk: S klientmi

source: Send a Copy
sk_sk: Odoslať kópiu

source: Email a complete copy of this activity record to other people involved with the case. Click the top left box to select all.
sk_sk: Odošlite e-mailom kompletnú kópiu tejto správy o aktivite iným osobám, ktoré sú spojené s prípadom. Kliknutím na políčko vľavo hore vyberiete všetky osoby.

source: Search Filters
sk_sk: Filtre vyhľadávania

source: Reporter
sk_sk: Nahlasujúca osoba

source: Assignee
sk_sk: Poverená osoba

source: You can modify the activity subject before filing.
sk_sk: Pred zaregistrovaním môžete upraviť predmet aktivity.

source: Please select a case from the list
sk_sk: Vyberte prípad zo zoznamu

source: Unable to file on case.
sk_sk: Prípad sa nepodarilo zaregistrovať.

source: Activity has been filed to %1 case.
sk_sk: Aktivita bola zaregistrovaná k prípadu %1.

source: Created On
sk_sk: Vytvorené dňa

source: View this revision of the activity record.
sk_sk: Zobraziť túto revíziu záznamu aktivity.

source: View (Current Revision)
sk_sk: Zobraziť (aktuálna revízia)

source: List all revisions
sk_sk: Zoznam všetkých revízií

source: (this is the current revision)
sk_sk: (toto je aktuálna revízia)

source: View current revision
sk_sk: Zobraziť aktuálnu revíziu

source: (this is not the current revision)
sk_sk: (toto nie je aktuálna revízia)

source: Prompted by
sk_sk: Výzva od

source: Introduce yourself and your role within our organization.
sk_sk: Predstavte seba a svoju rolu v našej organizácii.

source: &quot;All of the information that you provide to us or any of our representatives and service providers will be held in strictest confidence. It will not be used for any purpose other than to help you, and for any other purpose that you authorize in writing, or which is required by law.&quot;
sk_sk: &quot;Všetky informácie, ktoré poskytnete nám alebo niektorému z našich zástupcov a poskytovateľov služieb, podliehajú najprísnejším pravidlám o zachovaní dôvernosti. Budú použité iba na to, aby sme vám poskytli pomoc, a na akýkoľvek účel, ktorý písomne povolíte alebo ktorý je požadovaný zákonom.&quot;

source: &quot;Please tell me what you would like to discuss.&quot;
sk_sk: &quot;Povedzte mi, o čom by ste chceli hovoriť.&quot;

source: Reflect client's story back to them.
sk_sk: Prerozprávajte klientovi jeho príbeh.

source: Guess client's feelings and needs.
sk_sk: Odhadnite klientove pocity a potreby.

source: &quot;May I now ask you some screening questions?&quot;
sk_sk: &quot;Môžem vám položiť kontrolné otázky?&quot;

source: Record details about this activity here.
sk_sk: Tu zaznamenajte podrobnosti o tejto aktivite.

source: Provide a one-line summary of what this case is about.
sk_sk: Zhrňte podstatu prípadu na jeden riadok.

source: Offer the appropriate service from the list. If the service requires coordination, contact the Director.
sk_sk: Ponúknite vhodnú službu zo zoznamu. Ak si služba vyžaduje koordináciu, obráťte sa na riaditeľa.

source: Click Delete to move this case and all associated activities to the Trash.
sk_sk: Kliknite na položku Odstrániť, ak chcete presunúť tento prípad a všetky súvisiace aktivity do koša.

source: Click Restore to retrieve this case and all associated activities from the Trash.
sk_sk: Kliknite na položku Obnoviť, ak chcete obnoviť tento prípad a všetky súvisiace aktivity z koša.

source: Filter by Case
sk_sk: Filtrovať podľa prípadu

source: Add the %1 set of scheduled activities to this case?
sk_sk: Pridať k tomuto prípadu súbor %1 plánovaných aktivít?

source: Please select a value
sk_sk: Vyberte hodnotu

source: Clients:
sk_sk: Klienti:

source: Remove Client
sk_sk: Odobrať klienta

source: Add Client
sk_sk: Pridať klienta

source: Change case type (creates activity record)
sk_sk: Zmeniť typ prípadu (vytvorí sa správa o aktivite)

source: Change case status (creates activity record)
sk_sk: Zmeniť stav prípadu (vytvorí sa správa o aktivite)

source: Change case start date (creates activity record)
sk_sk: Zmeniť dátum začiatku prípadu (vytvorí sa správa o aktivite)
