Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: When selecting a dedupe rule, be sure to choose one that includes fields contained in your import file. Also be aware that the update and fill options could have significant impact on your existing data. You should define and select a rule that is strict enough to ensure there are no false positive matches.
sk_sk: Pri výbere pravidla na odstraňovanie duplikátov nezabudnite vybrať pravidlo, ktoré zahŕňa polia prítomné vo vašom súbore importu. Taktiež upozorňujeme, že možnosti aktualizácie a vypĺňania by mohli výrazne ovplyvniť vaše existujúce údaje. Mali by ste definovať a vybrať pravidlo, ktoré je dosť prísne na to, aby nedošlo k falošne pozitívnym zhodám.

source: Field Separator
sk_sk: Oddeľovač polí

source: Enter the character used to separate data columns in your import file. By default, the field will populate with the separator defined in your global settings. Common values include a comma, semicolon, or pipe character. To import a tab separated file, enter "tab" (without quotes) in the field.
sk_sk: Zadajte znak, ktorý sa používa na oddeľovanie stĺpcov údajov vo vašom súbore importu. Predvolene sa do tohto poľa vyplní oddeľovač definovaný vo vašich globálnych nastaveniach. Medzi bežné hodnoty patrí čiarka, bodkočiarka alebo zvislá čiara. Ak chcete importovať súbor s hodnotami oddelenými tabulátorom, zadajte do poľa výraz 'tab' (bez úvodzoviek).

source: Review the values shown below from the first 2 rows of your import file and select the matching CiviCRM database fields from the drop-down lists in the right-hand column. Select '- do not import -' for any columns in the import file that you want ignored.
sk_sk: Skontrolujte hodnoty zobrazené nižšie od prvých 2 riadkov vášho súboru importu a vyberte zhodné polia databázy CiviCRM z rozbaľovacích zoznamov v pravom stĺpci. Vyberte možnosť '– neimportovať –' pri všetkých stĺpcoch v súbore importu, ktoré chcete ignorovať.

source: If you think you may be importing additional data from the same data source, check 'Save this field mapping' at the bottom of the page before continuing. The saved mapping can then be easily reused the next time data is imported.
sk_sk: Ak si myslíte, že možno budete importovať dodatočné údaje z rovnakého zdroja údajov, začiarknite políčko 'Uložiť toto mapovanie poľa' na konci stránky, skôr než budete pokračovať. Uložené mapovanie potom možno ľahko znova použiť pri ďalšom importe údajov.

source: Mapper - 4 Selectors
sk_sk: Mapovač – 4 výbery

source: Total number of rows in the imported data.
sk_sk: Celkový počet riadkov v rámci importovaných údajov.

source: Rows with invalid data in one or more fields (for example, invalid email address formatting). These rows will be skipped (not imported).
sk_sk: V jednom alebo viacerých poliach sa nachádzajú riadky s neplatnými údajmi (napr. neplatné formátovanie e-mailovej adresy). Tieto riadky sa preskočia (nebudú importované).

source: Add imported records to a new group
sk_sk: Pridať importované záznamy do novej skupiny

source: Create a new tag and assign it to imported records
sk_sk: Vytvoriť novú značku a priradiť ju importovaným záznamom

source: Tag imported records
sk_sk: Označiť importované záznamy

source: SQL Import
sk_sk: Import SQL

source: SQL Query must be a SELECT query that returns one or more rows of data to be imported. Specify the database name(s) AND table name(s) in the query (e.g. "SELECT * FROM my_database.my_table WHERE date_entered BETWEEN '1999-01-01' AND '2000-07-31'").
sk_sk: Dopyt SQL musí predstavovať dopyt SELECT, ktorý vráti jeden alebo viac riadkov údajov, ktoré sa majú importovať. Uveďte názvy databázy A názvy tabuliek v rámci dopytu (napr. 'SELECT * FROM my_database.my_table WHERE date_entered BETWEEN '1999-01-01' AND '2000-07-31'').

source: The import is still processing.
sk_sk: Importovanie stále prebieha.

source: Import has completed successfully.
sk_sk: Import bol úspešne dokončený.

source: CiviCRM has detected mismatched contact ID. This record has not been updated.
sk_sk: CiviCRM zistilo nezhodu v ID kontaktu. Tento záznam nebol aktualizovaný.

source: You can <a href='%1'>Download Mismatched Contacts</a>. You may then correct them, and import the new file with the corrected data.
sk_sk: Môžete si <a href='%1'>stiahnuť nezhodné kontakty</a>. Potom ich môžete opraviť a importovať nový súbor s opravenými údajmi.

source: CiviCRM has detected invalid data and/or formatting errors in one record. This record has not been imported.
sk_sk: CiviCRM zistilo neplatné údaje a/alebo chyby formátovania v jednom zázname. Tento záznam nebol importovaný.

source: You can <a href='%1'>See the errors</a>. You may then correct them, and re-import with the corrected data.
sk_sk: Môžete <a href='%1'>zobraziť chyby</a>. Potom ich môžete opraviť a znova importovať s opravenými údajmi.

source: CiviCRM has detected one record which is a duplicate of existing CiviCRM contact record.
sk_sk: CiviCRM zistilo, že jeden záznam je duplikátom existujúceho záznamu kontaktu v CiviCRM.

source: You can <a href='%1'>Download Duplicates</a>. You may then review these records to determine if they are actually duplicates, and correct the email address for those that are not.
sk_sk: Môžete si <a href='%1'>stiahnuť duplikáty</a>. Potom môžete tieto záznamy skontrolovať s cieľom rozhodnúť, či skutočne ide o duplikáty, a opraviť e-mailovú adresu pri záznamoch, ktoré duplikátmi nie sú.

source: Records imported successfully but unable to parse some of the street addresses
sk_sk: Záznamy boli úspešne importované, ale nepodarilo sa analyzovať niektoré adresy ulíc

source: You can <a href='%1'>Download Street Address Records </a>. You may then edit those contact records and update the street address accordingly.
sk_sk: Môžete si <a href='%1'>stiahnuť záznamy adresy </a>. Potom môžete tieto záznamy kontaktov upraviť a príslušným spôsobom aktualizovať adresu.

source: Rows Still processing
sk_sk: Riadky sa stále spracovávajú

source: Rows still being processed.
sk_sk: Riadky sa stále spracovávajú.

source: Invalid Rows (skipped)
sk_sk: Neplatné riadky (preskočené)

source: See Errors
sk_sk: Zobraziť chyby

source: Mismatched Rows (skipped)
sk_sk: Nezhodné riadky (preskočené)

source: Rows with mismatched contact IDs... (NOT updated).
sk_sk: Riadky s nezhodnými ID kontaktov... (neaktualizované).

source: Download Mismatched Contacts
sk_sk: Stiahnuť nezhodné kontakty

source: Duplicate Rows
sk_sk: Duplicitné riadky

source: Rows which are duplicates of existing CiviCRM contact records.
sk_sk: Riadky, ktoré sú duplikátmi existujúcich záznamov kontaktov v CiviCRM.

source: Download Duplicates
sk_sk: Stiahnuť duplikáty

source: Total Rows Imported
sk_sk: Celkový počet importovaných riadkov

source: Total number of primary records created or modified during the import.
sk_sk: Celkový počet primárnych záznamov, ktoré boli vytvorené alebo upravené počas importu.

source: Import to Groups
sk_sk: Importovať do skupín

source: One contact added to this new group.
sk_sk: Jeden kontakt bol pridaný do tejto novej skupiny.

source: One contact added to this existing group.
sk_sk: Jeden kontakt bol pridaný do tejto existujúcej skupiny.

source: One contact NOT added (already in this group).
sk_sk: Jeden kontakt NEBOL pridaný (už sa nachádza v tejto skupine).

source: Tagged Imported Contacts
sk_sk: Označené importované kontakty

source: One contact is tagged with this tag.
sk_sk: Jeden kontakt je označený touto značkou.

source: One contact NOT tagged (already tagged to this tag).
sk_sk: Jeden kontakt NEBOL označený (už je označený touto značkou).

source: To include a dashlet report drag it from the "Available Dashlets" block to one of the two columns (use the right column for a better fit).
sk_sk: Ak chcete zahrnúť správu o prvku, presuňte ju z bloku 'Dostupné prvky' do niektorého z dvoch stĺpcov (lepší bude pravý stĺpec).

source: To add reports to your dashboard:
sk_sk: Ak chcete pridať správy na tabuľu:

source: Navigate to a report instance and verify the report filters and display type (Tabular, Bar or Pie Chart). OR create a new report instance from the Reports menu &raquo; Create Reports from Templates.
sk_sk: Prejdite na inštanciu správy a overte si filtre správ a typ zobrazenia (tabuľkové, pruhový graf alebo koláčový graf). ALEBO vytvorte novú inštanciu správy v ponuke Správy &raquo; Vytvoriť správy na základe šablón.

source: Open the 'Access' tab, and click the 'Available for Dashboard' checkbox.
sk_sk: Otvorte kartu 'Prístup' a kliknite na začiarkavacie políčko 'K dispozícii na tabuli'.

source: Click 'Save' from the actions menu.
sk_sk: Kliknite na položku 'Uložiť' v ponuke akcií.

source: Filter Contacts
sk_sk: Filtrovať kontakty

source: Contact Name
sk_sk: Meno kontaktu

source: Search Contacts
sk_sk: Vyhľadávať kontakty

source: Contact 1
sk_sk: Kontakt 1

source: Contact 2 (Duplicate)
sk_sk: Kontakt 2 (duplikát)

source: Remove Exception
sk_sk: Odobrať výnimku

source: Search Contact1
sk_sk: Vyhľadať kontakt 1

source: Contact 2
sk_sk: Kontakt 2

source: Search Contact2
sk_sk: Vyhľadať kontakt 2

source: Search Email1
sk_sk: Vyhľadať e-mail 1

source: Search Email2
sk_sk: Vyhľadať e-mail 2

source: Street Address 1
sk_sk: Adresa 1

source: Search Street Address1
sk_sk: Vyhľadať adresu 1

source: Street Address 2
sk_sk: Adresa 2

source: Search Street Address2
sk_sk: Vyhľadať adresu 2

source: Postcode 1
sk_sk: PSČ 1

source: Search Postcode1
sk_sk: Vyhľadať PSČ 1

source: Postcode 2
sk_sk: PSČ 2

source: Search Postcode2
sk_sk: Vyhľadať PSČ 2

source: Show / Hide columns:
sk_sk: Zobraziť/skryť stĺpce

source: Post Code
sk_sk: PSČ

source: Conflicts
sk_sk: Konflikty

source: Within Selections
sk_sk: V rámci výberov

source: Postcode
sk_sk: PSČ

source: Force Merge Selected Duplicates
sk_sk: Vynútiť zlúčenie vybratých duplikátov

source: This will run the batch merge process on the selected duplicates. The operation will run in force merge mode - all selected duplicates will be merged into main contacts even in case of any conflicts. Click OK to proceed if you are sure you wish to run this operation.
sk_sk: Týmto krokom spustíte proces hromadného zlúčenia vybratých duplikátov. Táto operácia sa spustí v režime vynúteného zlúčenia – všetky vybraté duplikáty sa zlúčia do hlavných kontaktov, dokonca aj v prípade konfliktov. Kliknutím na položku OK môžete pokračovať, ak máte istotu, že chcete spustiť túto operáciu.

source: Safe Merge Selected Duplicates
sk_sk: Bezpečne zlúčiť vybraté duplikáty

source: This will run the batch merge process on the selected duplicates. The operation will run in safe mode - only records with no direct data conflicts will be merged. Click OK to proceed if you are sure you wish to run this operation.
sk_sk: Týmto krokom spustíte proces hromadného zlúčenia vybratých duplikátov. Táto operácia sa spustí v bezpečnom režime – zlúčia sa iba záznamy bez priamych konfliktov v údajoch. Kliknutím na položku OK môžete pokračovať, ak máte istotu, že chcete spustiť túto operáciu.

source: List All Duplicates
sk_sk: Zoznam všetkých duplikátov

source: Refresh List of Duplicates
sk_sk: Obnoviť zoznam duplikátov

source: This will refresh the duplicates list. Click OK to proceed.
sk_sk: Táto akcia obnoví zoznam duplikátov. Pokračujte kliknutím na tlačidlo OK.

source: Refresh Duplicates
sk_sk: Obnoviť duplikáty

source: Batch Merge Duplicate Contacts
sk_sk: Hromadne zlúčiť duplicitné kontakty

source: Batch Merge Selected Duplicates
sk_sk: Hromadne zlúčiť vybraté duplikáty

source: This will run the batch merge process on the listed duplicates. The operation will run in safe mode - only records with no direct data conflicts will be merged. Click OK to proceed if you are sure you wish to run this operation.
sk_sk: Týmto krokom spustíte proces hromadného zlúčenia uvedených duplikátov. Táto operácia sa spustí v bezpečnom režime – zlúčia sa iba záznamy bez priamych konfliktov v údajoch. Kliknutím na položku OK môžete pokračovať, ak máte istotu, že chcete spustiť túto operáciu.

source: Batch Merge All Duplicates
sk_sk: Hromadne zlúčiť všetky duplikáty

source: Flip Selected Duplicates
sk_sk: Obrátiť vybraté duplikáty

source: Duplicate Contacts
sk_sk: Duplicitné kontakty

source: Manage the rules used to identify potentially duplicate contact records. Scan for duplicates using a selected rule and merge duplicate contact data as needed. Click <strong>Edit Rule</strong> to review or modify the rules for each type of contact. You will generally want to maintain both 'Supervised' and 'Unsupervised' rules for each contact type.
sk_sk: Spravujte pravidlá, ktoré sa používajú na rozpoznávanie duplicitných záznamov kontaktov. Vyhľadajte duplikáty pomocou vybratého pravidla a podľa potreby zlúčte duplicitné údaje kontaktov. Kliknutím na tlačidlo <strong>Upraviť pravidlo</strong> môžete skontrolovať alebo upraviť pravidlá pre každý typ kontaktu. Väčšinou platí, že by ste mali pri každom type kontaktu zachovať pravidlo typu 'S dohľadom' aj 'Bez dohľadu'.

source: You can configure any number of additional 'General' rules to provide other criteria to scan for possible duplicates. Click <strong>Use Rule</strong> to start a scan.
sk_sk: Môžete nakonfigurovať ľubovoľný počet dodatočných 'všeobecných' pravidiel, ak chcete uviesť iné kritériá na vyhľadávanie potenciálnych duplikátov. Kliknutím na tlačidlo <strong>Použiť pravidlo</strong> spustíte vyhľadávanie.

source: Duplicate Rules
sk_sk: Duplicitné pravidlá

source: Configure up to five fields to evaluate when searching for 'suspected' duplicate contact records. For each field, set a numeric <strong>Weight</strong> which determines the relative importance of a match on that field.
sk_sk: Nakonfigurujte maximálne päť polí, ktoré sa majú vyhodnotiť pri vyhľadávaní 'podozrivých' duplicitných záznamov kontaktov. V každom poli nastavte číselnú hodnotu <strong>Váha</strong>, ktorá stanovuje relatívny význam zhody v danom poli.

source: You can also set a <strong>Length</strong> value which determines how many characters in the field should be compared.
sk_sk: Taktiež môžete nastaviť hodnotu <strong>Dĺžka</strong>, ktorá stanovuje, koľko znakov v poli sa má porovnať.

source: EXAMPLE: If you set a length of 8 on 'Street Address', then '101 Delaplane Ave.' would match '101 Delaplain St.' because the first 8 characters are the same. If Length is left blank, then the comparison is done on the entire field value.
sk_sk: PRÍKLAD: Ak v poli 'Adresa' nastavíte dĺžku 8 , 'Karpatská 8' by sa zhodovala s ulicou 'Karpatská 84', pretože prvých 8 znakov je rovnakých. Ak ponecháte pole Dĺžka prázdne, porovnávať sa bude celá hodnota poľa.

source: You can configure any number of additional 'General' rules to provide other criteria to scan for possible duplicates.
sk_sk: Môžete nakonfigurovať ľubovoľný počet dodatočných 'všeobecných' pravidiel, ak chcete uviesť iné kritériá na vyhľadávanie potenciálnych duplikátov.

source: Rule Usage
sk_sk: Používanie pravidiel

source: You can only configure one 'Unsupervised' and one 'Supervised' rule for each contact type, but you can configure any number of additional 'General' rules to provide other criteria to scan for possible duplicates.
sk_sk: Pre každý typ kontaktu môžete nakonfigurovať iba jedno pravidlo 'Bez dohľadu' a jedno pravidlo 'S dohľadom', ale môžete nakonfigurovať ľubovoľný počet dodatočných 'všeobecných' pravidiel, ak chcete uviesť iné kritériá na vyhľadávanie potenciálnych duplikátov.

source: Manage the rules used to identify potentially duplicate contact records. Scan for duplicates using a selected rule and merge duplicate contact data as needed.
sk_sk: Spravujte pravidlá, ktoré sa používajú na rozpoznávanie duplicitných záznamov kontaktov. Vyhľadajte duplikáty pomocou vybratého pravidla a podľa potreby zlúčte duplicitné údaje kontaktov.

source: View the Dedupe Exceptions
sk_sk: Zobraziť výnimky odstraňovania duplikátov

source: %1 Rules
sk_sk: Pravidlá (%1)

source: Add %1 Rule
sk_sk: Pridať %1 pravidlo

source: Edit address
sk_sk: Upraviť adresu

source: Add address
sk_sk: Pridať adresu

source: %1 Address
sk_sk: Adresa %1

source: Map %1 Address
sk_sk: Mapovať adresu %1

source: Address belongs to %1
sk_sk: Adresa patrí používateľovi %1

source: Edit Tags
sk_sk: Upraviť značky

source: User ID
sk_sk: ID používateľa

source: View user record
sk_sk: Zobraziť záznam používateľa

source: Edit communication preferences
sk_sk: Upraviť preferencie komunikácie

source: Preferred Method(s)
sk_sk: Preferované metódy

source: Customized
sk_sk: Prispôsobené

source: Edit info
sk_sk: Upraviť informácie

source: Employer
sk_sk: Zamestnávateľ

source: view current employer
sk_sk: zobraziť aktuálneho zamestnávateľa

source: Edit Contact Name
sk_sk: Upraviť meno kontaktu

source: Edit name
sk_sk: Upraviť meno

source: Edit demographics
sk_sk: Upraviť demografické údaje

source: Date of Birth
sk_sk: Dátum narodenia

source: Date Deceased
sk_sk: Dátum úmrtia

source: %count year
sk_sk: %count rok

source: %count month
sk_sk: %count mesiac

source: Add or edit email
sk_sk: Pridať alebo upraviť e-mail

source: Add email
sk_sk: Pridať e-mail

source: Send email to %1
sk_sk: Poslať e-mail kontaktu %1

source: (signature)
sk_sk: (podpis)

source: Add or edit IM
sk_sk: Pridať alebo upraviť IM

source: Add IM
sk_sk: Pridať IM

source: Add or edit OpenID
sk_sk: Pridať alebo upraviť OpenID

source: Add OpenID
sk_sk: Pridať OpenID

source: Add or edit phone
sk_sk: Pridať alebo upraviť telefón

source: Add phone
sk_sk: Pridať telefón

source: Add or edit website
sk_sk: Pridať alebo upraviť webovú lokalitu

source: Add website
sk_sk: Pridať webovú lokalitu

source: Criteria
sk_sk: Kritériá

source: There are currently no Saved Searches. To create a Saved search:
sk_sk: V súčasnosti nie sú k dispozícii žiadne uložené vyhľadávania. Ak chcete vytvoriť uložené vyhľadávanie:

source: Use <a href='%1'>Find</a> or <a href='%2'>Advanced Search</a> form to enter search criteria
sk_sk: Pomocou formulára <a href='%1'>Vyhľadávať</a> alebo <a href='%2'>Rozšírené vyhľadávanie</a> zadajte kritériá vyhľadávania

source: Run and refine the search criteria as necessary
sk_sk: Spustite a podľa potreby spresnite kritériá vyhľadávania

source: Select 'New Saved Search' from the '- more actions -' drop-down menu and click 'Go'
sk_sk: Vyberte možnosť 'Nové uložené vyhľadávanie' v rozbaľovacej ponuke '– ďalšie akcie –' a kliknite na položku 'Spustiť'

source: Enter a name and description for your Saved Search
sk_sk: Zadajte názov a opis uloženého vyhľadávania

source: This contact does not currently belong to any smart groups.
sk_sk: Tento kontakt momentálne nepatrí do žiadnej inteligentnej skupiny.

source: %1 is currently included in these Smart group(s) (e.g. saved searches).
sk_sk: %1 sa momentálne nachádza v týchto inteligentných skupinách (napr. uložené vyhľadávania).

source: %1 is included in these Parent group(s) based on belonging to group(s) which are their children.
sk_sk: %1 sa nachádza v týchto skupinách rodičov, pretože patrí do skupín, v ktorých sú jeho deti.

source: Are you sure you want to delete this record?
sk_sk: Naozaj chcete odstrániť tento záznam?

source: Are you sure you want to delete the contact record and all related information for <strong>%1</strong>?
sk_sk: Naozaj chcete odstrániť tento záznam kontaktu a všetky súvisiace informácie pre <strong>%1</strong>?

source: Sent Email Message
sk_sk: Poslať e-mailovú správu

source: Date Sent
sk_sk: Dátum odoslania

source: (display name not available)
sk_sk: (zobrazované meno nie je k dispozícii)

source: Group Listings
sk_sk: Zoznamy skupín

source: In Date
sk_sk: Dátum vstupu

source: Out Date
sk_sk: Dátum vystúpenia

source: This contact does not belong to any groups.
sk_sk: Tento kontakt nepatrí do žiadnej skupiny.

source: Add this contact to one or more groups...
sk_sk: Pridať tento kontakt do jednej alebo viacerých skupín...

source: This contact does not currently belong to any groups.
sk_sk: Tento kontakt momentálne nepatrí do žiadnej skupiny.

source: Regular Groups
sk_sk: Bežné skupiny

source: %1 has joined or been added to these group(s).
sk_sk: Kontakt %1 vstúpil alebo bol pridaný do týchto skupín.

source: Date Added
sk_sk: Dátum pridania

source: Added (by %1)
sk_sk: Pridané (kontaktom %1)

source: Remove %1 from %2? (status in this group will be changed to 'Removed').
sk_sk: Odobrať kontakt %1 zo skupiny %2? (stav v tejto skupine sa zmení na 'Odobraté').

source: Remove
sk_sk: Odobrať

source: Delete %1 from %2? (remove contact AND delete their record of having been in this group).
sk_sk: Odstrániť kontakt %1 zo skupiny %2? (odobrať kontakt A odstrániť jeho záznam o členstve v tejto skupine).

source: Smart Groups
sk_sk: Inteligentné skupiny

source: Joining these group(s) is pending confirmation by this contact.
sk_sk: Vstup do týchto skupín čaká na potvrdenie týmto kontaktom.

source: Date Pending
sk_sk: Dátum čakajúceho schválenia

source: Pending (by %1)
sk_sk: Čakajúce schválenie (zo strany kontaktu %1)

source: Delete %1 from %2? (this group will no longer be listed under Pending Groups)
sk_sk: Odstrániť kontakt %1 zo skupiny %2? (táto skupina už nebude uvedená v zozname Čakajúce skupiny)

source: Date Removed
sk_sk: Dátum odstránenia

source: Removed (by %1)
sk_sk: Odstránené (kontaktom %1)

source: Add %1 back into %2?
sk_sk: Pridať kontakt %1 do skupiny %2?

source: Rejoin Group
sk_sk: Znovu vstúpiť do skupiny

source: Change Log:
sk_sk: Denník zmien:

source: Changed By
sk_sk: Zmenil(-a)

source: Change Date
sk_sk: Dátum zmeny

source: Print
sk_sk: Tlačiť

source: %2 can be edited by %1.
sk_sk: %2 môže upravovať %1.

source: %2 can be viewed by %1.
sk_sk: %2 môže zobrazovať %1.

source: <strong>%1</strong> can view and update information about <strong>%2</strong>.
sk_sk: <strong>%1</strong> môže zobraziť a aktualizovať informácie o kontakte <strong>%2</strong>.

source: <strong>%1</strong> can view information about <strong>%2</strong>.
sk_sk: <strong>%1</strong> môže zobraziť informácie o kontakte <strong>%2</strong>.

source: Sent SMS Message
sk_sk: Poslať správu SMS

source: Navigation
sk_sk: Navigácia

source: Next/Previous buttons are not available for searches which are sorted by email, phone or address fields.
sk_sk: Tlačidlá Ďalej/Späť nie sú k dispozícii pri vyhľadávaniach, ktoré sú zoradené podľa polí e-mailu, telefónu alebo adresy.

source: Address Deleted
sk_sk: Adresa odstránená

source: Are you sure you want to delete this address?
sk_sk: Naozaj chcete odstrániť túto adresu?

source: Restore from Trash
sk_sk: Obnoviť z koša

source: Associated Multi-Org Group
sk_sk: Súvisiace skupina viacerých organizácií

source: Ignore
sk_sk: Ignorovať

source: You are not currently subscribed to any Groups.
sk_sk: Momentálne nie ste prihlásení na odber žiadnych skupín.

source: Are you sure you want to unsubscribe from %1?
sk_sk: Naozaj sa chcete odhlásiť z odberu skupiny %1?

source: Unsubscribe
sk_sk: Zrušiť odber

source: Pending Subscriptions
sk_sk: Čakajúce odbery

source: Your subscription to these group(s) is pending confirmation.
sk_sk: Váš odber týchto skupín čaká na potvrdenie.

source: Are you sure you want to confirm subscription for %1?
sk_sk: Naozaj chcete potvrdiť odber skupiny %1?

source: Unsubscribed Groups
sk_sk: Skupiny so zrušeným odberom

source: You are no longer subscribed to these group(s). Click Rejoin Group if you want to re-subscribe.
sk_sk: Už nie ste prihlásení na odber týchto skupín. Ak sa chce opätovne prihlásiť na odber, kliknite na tlačidlo Znovu vstúpiť do skupiny.

source: Are you sure you want to add back into %1?
sk_sk: Naozaj chcete pridať späť do skupiny %1?

source: Your Group(s)
sk_sk: Vaše skupiny

source: <strong>Check Availability</strong>
sk_sk: <strong>Skontrolovať dostupnosť</strong>
