Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: You don't have logging enabled on some tables. This may cause errors on performing insert/update operation on them.
sk_sk: V niektorých tabuľkách nemáte povolené zapisovanie do denníka. Môže to spôsobiť chyby, keď v nich budete vykonávať operácie vkladania/aktualizácie.

source: Missing Log Tables
sk_sk: Chýbajúce tabuľky denníka

source: Create Missing Log Tables
sk_sk: Vytvoriť chýbajúce tabuľky denníka

source: Create missing log tables now? This may take few minutes.
sk_sk: Vytvoriť chýbajúce tabuľky denníka? Môže to trvať niekoľko minút.

source: The smart group check was unable to run. This is likely to because a database upgrade is pending.
sk_sk: Nepodarilo sa spustiť kontrolu inteligentnej skupiny. Dôvodom je pravdepodobne čakajúca inovácia databázy.

source: Smart Group check did not run
sk_sk: Kontrola inteligentnej skupiny sa nespustila

source: Field ID %1
sk_sk: ID poľa %1

source: Edit search criteria
sk_sk: Upraviť kritériá vyhľadávania

source: Group settings
sk_sk: Nastavenia skupiny

source: The following smart groups include custom fields which are disabled or deleted from the database. Missing fields should automatically be ignored from the smart group criteria, but you may want to review and update their search criteria to remove the outdated fields.
sk_sk: Nasledujúce inteligentné skupiny obsahujú vlastné polia, ktoré sú zakázané alebo odstránené z databázy. Chýbajúce polia by sa mali automaticky odignorovať v kritériách inteligentných skupín, ale mohli by ste ich kritériá vyhľadávania zrevidovať a aktualizovať, aby ste odstránili neaktuálne polia.

source: Disabled/Deleted fields on Smart Groups
sk_sk: Zakázané/odstránené polia v inteligentných skupinách

source: <p>The Monetary Value Display format is a deprecated setting, and this site has a non-standard format. Please report your configuration on <a href="%1">this Gitlab issue</a>.
sk_sk: <p>Formát zobrazenia peňažnej hodnoty predstavuje neschválené nastavenie a táto lokalita má neštandardný formát. Nahláste svoju konfiguráciu v <a href="%1">tomto probléme Gitlab</a>.

source: Deprecated monetary value display format configuration
sk_sk: Neschválená konfigurácia formátu zobrazenia peňažnej hodnoty

source: Your database is missing a function to populate the 'Phone number' field with a numbers-only version of the phone.
sk_sk: Vo vašej databáze chýba funkcia, ktorá do poľa 'Telefónne číslo' vyplní verziu telefónneho čísla pozostávajúcu výhradne z číslic.

source: Missing Phone numeric function
sk_sk: Funkcia telefónu v číselnom tvare

source: Rebuild triggers (also re-builds the phone number function)
sk_sk: Znova zostaviť spúšťače (znova zostaví aj funkciu telefónneho čísla)

source: Security Warning
sk_sk: Bezpečnostné upozornenie

source: Private Files Readable
sk_sk: Čitateľné súkromné súbory

source: Browseable Directories
sk_sk: Prehľadávateľné adresáre

source: File '%1' presents a security risk and should be deleted.
sk_sk: Súbor '%1' predstavuje bezpečnostné riziko a mal by sa odstrániť.

source: Unsafe Files
sk_sk: Nebezpečné súbory

source: Warning: External profile support (aka "HTML Snippet" support) is enabled in <a href="%1">system settings</a>. This setting may be prone to abuse. If you must retain it, consider HTTP throttling or other protections.
sk_sk: Upozornenie: Externá podpora profilu (alebo podpora 'úryvku HTML') je povolená v <a href="%1">nastaveniach systému</a>. Toto nastavenie sa môže zneužívať. Ak ho musíte ponechať, zvážte, či nepoužijete obmedzovanie HTTP alebo iné ochranné prvky.

source: Remote Profiles Enabled
sk_sk: Vzdialené profily sú povolené

source: The system administrator has disabled security settings (%1). Connections to remote applications are insecure.
sk_sk: Správca systému zakázal bezpečnostné nastavenia (%1). Pripojenia k vzdialeným aplikáciám nie sú zabezpečené.

source: The system configuration grants anonymous users an <em>unusually broad</em> list of permissions. This could compromise security. Please reassess whether these permissions are required: %1
sk_sk: Konfigurácia systému udeľuje anonymným používateľom <em>nezvyčajne široký</em> zoznam povolení. Mohlo by to narušiť bezpečnosť. Prehodnoťte, či sú tieto povolenia potrebné: %1

source: Unusual Permissions for Anonymous Users
sk_sk: Nezvyčajné povolenia pre anonymných používateľov

source: The local system includes old files which should not exist: "%1"
sk_sk: Lokálny systém obsahuje staré súbory, ktoré by nemali existovať: '%1'

source: Old files
sk_sk: Staré súbory

source: This MySQL database stores certain fields with data-type "DATETIME". To improve timezone support, you <em>may</em> want to change these from "DATETIME" to "TIMESTAMP".
sk_sk: Táto databáza MySQL ukladá určité polia s typom údajov 'DATETIME'. Ak chcete vylepšiť podporu časových pásiem, <em>môžete</em> ich zmeniť z 'DATETIME' na 'TIMESTAMP'.

source: Changing should improve data-quality for organizations working in multiple timezones. However, if you do change, then you may need to re-test any customizations or processes that reference these fields. Changing is <em>suggested</em> but not <em>required</em>.
sk_sk: Zmena by mala zlepšiť kvalitu údajov pre organizácie pôsobiace vo viacerých časových pásmach. Ak však zmenu naozaj vykonáte, možno budete musieť znova otestovať prispôsobenia alebo procesy, ktoré na tieto polia odkazujú. Zmena sa <em>odporúča</em>, ale <em>nevyžaduje sa</em>.

source: Timestamps and Timezones
sk_sk: Časové pečiatky a časové pásma

source: Please review your %1 message template and remove references to the token %2 as it has been replaced by %3
sk_sk: Skontrolujte si šablónu správy %1 a odstráňte odkazy na token %2, pretože bol nahradený za %3

source: You are using tokens that have been removed or deprecated.
sk_sk: Používate tokeny, ktoré boli odstránené alebo nie sú schválené.

source: Outdated tokens in use
sk_sk: Používajú sa neaktuálne tokeny

source: Debug
sk_sk: Ladenie

source: Info
sk_sk: Informácie

source: Notice
sk_sk: Oznámenie

source: Warning
sk_sk: Upozornenie

source: Critical
sk_sk: Dôležité

source: Alert
sk_sk: Výstraha

source: Emergency
sk_sk: Núdzová situácia

source: View details and manage alerts
sk_sk: Zobraziť podrobnosti a spravovať výstrahy

source: System Status: %1
sk_sk: Stav systému: %1

source: System Status: Ok
sk_sk: Stav systému: OK

source: Please enter a date as well as a time.
sk_sk: Zadajte dátum aj čas.

source: The end date should be after the start date.
sk_sk: Dátum ukončenia by mal byť neskôr ako dátum začiatku.

source: Unable to remove file %1
sk_sk: Nepodarilo sa odstrániť súbor %1

source: Removed directory %1
sk_sk: Odstránil sa adresár %1

source: Unable to remove directory %1
sk_sk: Nepodarilo sa odstrániť adresár %1

source: Failed to clean temp dir: %1
sk_sk: Zlyhalo vyčistenie dočasného adresára: %1

source: Unable to resize image because the GD image library is not currently compiled in your PHP installation.
sk_sk: Nepodarilo sa zmeniť veľkosť obrázka, pretože knižnica obrázkov GD nie je momentálne kompilovaná vo vašej inštalácii PHP.

source: Unable to resize image because the file supplied was not an image.
sk_sk: Nepodarilo sa zmeniť veľkosť obrázka, pretože uvedeným súborom nebol obrázok.

source: Invalid hook invocation
sk_sk: Neplatné vyvolanie háku

source: Error loading module file (%1). Please restore the file or disable the module.
sk_sk: Chyba pri načítavaní súboru modulu (%1). Obnovte súbor alebo zakážte modul.

source: As a result, actions like retrieving the CiviCRM news feed will fail. Talk to your server administrator or hosting company to rectify this.
sk_sk: V dôsledku toho zlyhajú akcie ako získanie kanála správ CiviCRM. Ak to chcete napraviť, porozprávajte sa so správcom servera alebo hosťovacej spoločnosti.

source: Curl is not installed
sk_sk: Curl nie je nainštalované

source: No mailboxes have been configured for Email to Activity Processing
sk_sk: Neboli nakonfigurované žiadne poštové schránky pri spracovaní e-mailu pre aktivitu

source: Could not connect to MailStore for
sk_sk: Nepodarilo sa pripojiť k MailStore pre

source: Error message:
sk_sk: Správa o chybe:

source: We could not extract the mail body from this bounce message.
sk_sk: Nepodarilo sa nám extrahovať telo e-mailu z tejto vrátenej správy.

source: CRM_Utils_Mail_Incoming: Unable to handle message part of type "%1".
sk_sk: CRM_Utils_Mail_Incoming: Nepodarilo sa spracovať časť správy typu '%1'.

source: Unrecognised message part of type "%1".
sk_sk: Nie je rozpoznaná časť správy typu '%1'.

source: There is no valid smtp server setting. Click <a href='%1'>Administer >> System Setting >> Outbound Email</a> to set the SMTP Server.
sk_sk: Neexistuje platné nastavenie servera SMTP. Kliknite na položky <a href='%1'>Spravovať >> Nastavenie systému >> Odchádzajúci e-maily</a> a nastavte server SMTP.

source: There is no valid sendmail path setting. Click <a href='%1'>Administer >> System Setting >> Outbound Email</a> to set the sendmail server.
sk_sk: Neexistuje platné nastavenie cesty sendmail. Kliknite na položky <a href='%1'>Spravovať >> Nastavenie systému >> Odchádzajúci e-maily</a> a nastavte server sendmail.

source: Outbound mail has been disabled. Click <a href='%1'>Administer >> System Setting >> Outbound Email</a> to set the OutBound Email.
sk_sk: Odchádzajúci e-mail bol zakázaný. Kliknite na položky <a href='%1'>Spravovať >> Nastavenie systému >> Odchádzajúci e-maily</a> a nastavte odchádzajúci e-mail.

source: There is no valid SMTP server Setting Or SendMail path setting. Click <a href='%1'>Administer >> System Setting >> Outbound Email</a> to set the OutBound Email.
sk_sk: Neexistuje platné nastavenie servera SMTP alebo nastavenie cesty SendMail. Kliknite na položky <a href='%1'>Spravovať >> Nastavenie systému >> Odchádzajúci e-maily</a> a nastavte odchádzajúci e-mail.

source: There is no valid SMTP server Setting Or sendMail path setting. Click <a href='%1'>Administer >> System Setting >> Outbound Email</a> to set the OutBound Email.
sk_sk: Neexistuje platné nastavenie servera SMTP alebo nastavenie cesty sendMail. Kliknite na položky <a href='%1'>Spravovať >> Nastavenie systému >> Odchádzajúci e-maily</a> a nastavte odchádzajúci e-mail.

source: Unable to send email. Please report this message to the site administrator
sk_sk: Nepodarilo sa odoslať e-mail. Nahláste túto správu správcovi lokality

source: Mailing Error
sk_sk: Chyba pošty

source: An error occurred when CiviCRM attempted to send an email (via %1). If you received this error after submitting on online contribution or event registration - the transaction was completed, but we were unable to send the email receipt.
sk_sk: Došlo k chybe, keď sa systém CiviCRM pokúsil poslať e-mail (cez %1). Ak ste túto chybu zaznamenali po odoslaní online príspevku alebo registrácie na podujatie – transakcia bola dokončená, ale nepodarilo sa nám odoslať e-mailové potvrdenie.

source: The mail library returned the following error message:
sk_sk: Knižnica e-mailov vrátila nasledujúcu správu o chybe:

source: This is probably related to a problem in your Outbound Email Settings (Administer CiviCRM &raquo; System Settings &raquo; Outbound Email), OR the FROM email address specifically configured for your contribution page or event. Possible causes are:
sk_sk: Pravdepodobne to súvisí s problémom vo vašich nastaveniach odchádzajúcich e-mailov (Spravovať CiviCRM &raquo; Nastavenia systému &raquo; Odchádzajúci e-mail) ALEBO e-mailovej adresy odosielateľa, ktorá je špeciálne nakonfigurovaná pre vašu stránku príspevku alebo podujatie. Tu sú možné príčiny:

source: Your SMTP Username or Password are incorrect.
sk_sk: Vaše používateľské meno alebo heslo SMTP je nesprávne.

source: Your SMTP Server (machine) name is incorrect.
sk_sk: Váš (strojový) názov servera SMTP je nesprávny.

source: You need to use a Port other than the default port 25 in your environment.
sk_sk: Musíte použiť iný port ako predvolený port 25 vo vašom prostredí.

source: Your SMTP server is just not responding right now (it is down for some reason).
sk_sk: Váš server SMTP momentálne nereaguje (z nejakého dôvodu je odstavený).

source: Your Sendmail path is incorrect.
sk_sk: Vaša cesta Sendmail je nesprávna.

source: Your Sendmail argument is incorrect.
sk_sk: Váš argument Sendmail je nesprávny.

source: The FROM Email Address configured for this feature may not be a valid sender based on your email service provider rules.
sk_sk: E-mailová adresa odosielateľa nakonfigurovaná pre túto funkciu nemusí predstavovať platného odosielateľa na základe pravidiel poskytovateľa vašej e-mailovej služby.

source: Check <a href="%1">this page</a> for more information.
sk_sk: Ďalšie informácie nájdete na <a href="%1">tejto stránke</a>.

source: Bulk
sk_sk: Hromadné

source: On Hold - Opt Out
sk_sk: Pozastavené – explicitný nesúhlas

source: Signature
sk_sk: Podpis

source: Found %1, %2, %3
sk_sk: Nájdené: %1, %2, %3

source: Could not find custom field for %1, %2, %3
sk_sk: Nenašlo sa vlastné pole pre %1, %2, %3

source: As this system does not include the PHP intl extension, CiviCRM has fallen back onto a slightly less accurate and deprecated method to format money
sk_sk: Keďže tento systém neobsahuje rozšírenie PHP intl, CiviCRM sa vrátilo k trochu menej presnému a neschválenému spôsobu formátovania peňazí

source: Missing PHP INTL extension
sk_sk: Chýbajúce rozšírenie PHP INTL

source: Could not find valid value for %1 (%2)
sk_sk: Nepodarilo sa nájsť platnú hodnotu pre %1 (%2)

source: Contacts %%StatusMessage%%
sk_sk: Kontakty %%StatusMessage%%

source: %1 - %2 of %3
sk_sk: %1 – %2 z %3

source: Page %1 of %2
sk_sk: Strana %1 z %2

source: &lt; Previous
sk_sk: &lt; Späť

source: Next &gt;
sk_sk: Ďalej &gt;

source: &lt;&lt; First
sk_sk: &lt;&lt; Prvá strana

source: Last &gt;&gt;
sk_sk: Posledná strana &gt;&gt;

source: The username %1 is already taken. Please select another username.
sk_sk: Používateľské meno %1 je už obsadené. Vyberte iné používateľské meno.

source: The e-mail address %1 is not valid.
sk_sk: E-mailová adresa %1 nie je platná.

source: The email address %1 already has an account associated with it. <a href="%2">Have you forgotten your password?</a>
sk_sk: E-mailová adresa %1 už má priradené konto. <a href="%2">Zabudli ste svoje heslo?</a>

source: Backdrop User Registration
sk_sk: Registrácia používateľa Backdrop

source: View/Edit Backdrop User Account
sk_sk: Zobraziť/upraviť používateľské konto Backdrop

source: Drupal User Registration
sk_sk: Registrácia používateľa Drupal

source: View/Edit Drupal User Account
sk_sk: Zobraziť/upraviť používateľské konto Drupal

source: Your username contains invalid characters or is too short
sk_sk: Vaše používateľské meno obsahuje neplatné znaky alebo je príliš krátke

source: Your username contains invalid characters
sk_sk: Vaše používateľské meno obsahuje neplatné znaky

source: Your email is invalid
sk_sk: Váš e-mail je neplatný

source: Clean URLs are not enabled correctly in CiviCRM. This can lead to "valid id" errors for users registering for events or making donations. Check civicrm.settings.php and review <a %1>the documentation</a> for more information.
sk_sk: Čisté adresy URL nie sú v systéme CiviCRM správne povolené. Môže to viesť k chybám typu 'platné ID' pre používateľov, ktorí sa registrujú na podujatia alebo poskytujú dary. Ďalšie informácie nájdete v súbore civicrm.settings.php a <a %1>dokumentácii</a>.

source: Clean URLs Not Enabled
sk_sk: Čisté adresy URL nie sú povolené

source: Could not load a clean page to check
sk_sk: Nepodarilo sa načítať čistú stránku na kontrolu

source: Guzzle client error
sk_sk: Chyba klienta Guzzle

source: <a %1>Click here to go to Settings > Permalinks, then click "Save" to refresh the cache.</a>
sk_sk: <a %1>Kliknutím sem prejdite na Nastavenia > Trvalé odkazy a potom obnovte vyrovnávaciu pamäť kliknutím na položku 'Uložiť'.</a>

source: Wordpress Permalinks cache needs to be refreshed.
sk_sk: Vyrovnávacia pamäť trvalých odkazov WordPress sa musí obnoviť.

source: CiviCRM task in progress
sk_sk: Prebieha úloha CiviCRM

source: A long running CiviCRM task is currently in progress. This message will be refreshed till the task is completed
sk_sk: Momentálne prebieha dlhodobá úloha CiviCRM. Táto správa sa obnoví, keď bude úloha dokončená

source: This feature requires PHP Version %1 or greater
sk_sk: Táto funkcia požaduje verziu PHP %1 alebo novšiu

source: HTTPS is not set up on this machine
sk_sk: Tento stroj nemá nastavený protokol HTTPS

source: Opens documentation in a new window.
sk_sk: Otvorí dokumentáciu v novom okne.

source: (Learn more...)
sk_sk: (Zistiť viac...)

source: Scheduled jobs have been executed according to individual timing settings. Please check log for messages.
sk_sk: Naplánované úlohy boli vylúčené podľa individuálnych nastavení načasovania. Skontrolujte správy v denníku.

source: Domain address - displays your organization's postal address.
sk_sk: Adresa domény – zobrazuje poštovú adresu vašej organizácie.

source: 'Opt out via email' - displays an email address for recipients to opt out of receiving emails from your organization.
sk_sk: 'Explicitný nesúhlas cez e-mail' – zobrazuje e-mailovú adresu pre príjemcov, ktorí chcú vyjadriť explicitný nesúhlas so zasielaním e-mailov z vašej organizácie.

source: 'Opt out via web page' - creates a link for recipients to click if they want to opt out of receiving emails from your organization. Alternatively, you can include the 'Opt out via email' token.
sk_sk: 'Explicitný nesúhlas cez webovú stránku' – vytvorí odkaz na kliknutie pre príjemcov, ktorí chcú vyjadriť explicitný nesúhlas so zasielaním e-mailov z vašej organizácie. Prípadne môžete zahrnúť token 'Explicitný nesúhlas cez e-mail'.

source: 'Unsubscribe via email' - displays an email address for recipients to unsubscribe from the specific mailing list used to send this message.
sk_sk: 'Zrušiť odber cez e-mail' – zobrazí e-mailovú adresu pre príjemcov, ktorí chcú zrušiť odber konkrétneho poštového zoznamu, ktorý sa používa na posielanie tejto správy.

source: 'Unsubscribe via web page' - creates a link for recipients to unsubscribe from the specific mailing list used to send this message. Alternatively, you can include the 'Unsubscribe via email' token or one of the Opt-out tokens.
sk_sk: 'Zrušiť odber cez webovú stránku' – vytvorí odkaz pre príjemcov, ktorí chcú zrušiť odber konkrétneho poštového zoznamu, ktorý sa používa na posielanie tejto správy. Prípadne môžete zahrnúť token 'Zrušiť odber cez e-mail' alebo niektorý z tokenov explicitného nesúhlasu.

source: Move to top
sk_sk: Presunúť na začiatok

source: Move up one row
sk_sk: Presunúť o jeden riadok vyššie

source: Move down one row
sk_sk: Presunúť o jeden riadok nižšie

source: Move to bottom
sk_sk: Presunúť na koniec

source: Unknown path
sk_sk: Neznáma cesta

source: Deleting an attachment will completely remove it from server.
sk_sk: Odstránenie prílohy spôsobí jej úplné odobratie zo servera.

source: Delete attachment
sk_sk: Odstrániť prílohu

source: Remove unsaved attachment
sk_sk: Odstrániť neuloženú prílohu

source: Add file:
sk_sk: Pridať súbor:

source: Alternatively, you may add new files using drag/drop.
sk_sk: Prípadne môžete pridať nové súbory pomocou funkcie presunutia.

source: Each file must be less than %1M in size.
sk_sk: Veľkosť každého súboru musí byť menej ako %1 M.

source: Attachment failed
sk_sk: Príloha zlyhala

source: Deletion failed
sk_sk: Odstránenie zlyhalo

source: Deleting...
sk_sk: Odstraňuje sa...

source: 1 Available Dashlet
sk_sk: 1 dostupný prvok

source: %1 Available Dashlets
sk_sk: Dostupné prvky: %1

source: Filter by title...
sk_sk: Filtrovať podľa názvu...

source: Drag and drop dashlets onto the left or right columns below to add them to your dashboard. Changes are automatically saved.
sk_sk: Presuňte prvky do ľavého alebo pravého stĺpca nižšie, ak ich chcete pridať do tabule. Zmeny sa automaticky uložia.

source: Dashboard Configuration
sk_sk: Konfigurácia tabule

source: Remove from dashboard
sk_sk: Odobrať z tabule

source: View fullscreen
sk_sk: Zobraziť celú obrazovku

source: Refresh
sk_sk: Obnoviť

source: Expand
sk_sk: Rozbaliť

source: Collapse
sk_sk: Zbaliť

source: Permanently Delete %1
sk_sk: Natrvalo odstrániť %1

source: Deleting
sk_sk: Odstraňuje sa

source: Do you want to remove this dashlet as an "Available Dashlet", AND delete it from all user dashboards?
sk_sk: Chcete odobrať tento prvok ako 'Dostupný prvok' A odstrániť ho zo všetkých používateľských tabúľ?

source: Complete all required fields first
sk_sk: Najskôr vyplňte všetky povinné polia

source: Next step
sk_sk: Nasledujúci krok

source: My Title
sk_sk: Môj názov

source: Debug (%1)
sk_sk: Ladenie (%1)

source: My Field
sk_sk: Moje pole

source: Help
sk_sk: Pomocník

source: Boolfield is locked
sk_sk: Pole bool je zamknuté

source: Boolfield is unlocked
sk_sk: Pole bool je odomknuté

source: Unlocked
sk_sk: Odomknuté

source: Step 1
sk_sk: Krok 1

source: Step 2
sk_sk: Krok 2

source: Are you sure you want to continue?
sk_sk: Naozaj chcete pokračovať?

source: Are you sure you want to disable this?
sk_sk: Naozaj chcete zakázať túto položku?

source: Disable %1?
sk_sk: Zakázať %1?

source: the record
sk_sk: záznam

source: Are you sure you want to revert this?
sk_sk: Naozaj chcete vrátiť tento krok?

source: Revert %1?
sk_sk: Vrátiť %1?

source: Are you sure you want to delete this?
sk_sk: Naozaj chcete odstrániť túto položku?

source: Delete %1?
sk_sk: Odstrániť %1?

source: Hello
sk_sk: Dobrý deň

source: Select Current User
sk_sk: Vybrať aktuálneho používateľa

source: new tag
sk_sk: nová značka

source: %1 Created
sk_sk: Vytvorené: %1

source: Refine search...
sk_sk: Spresniť vyhľadávanie...

source: Toggle fullscreen
sk_sk: Prepnúť na celú obrazovku

source: You have unsaved changes.
sk_sk: Máte neuložené zmeny.

source: Saving...
sk_sk: Ukladá sa...

source: Sorry an error occurred and your information was not saved
sk_sk: Ľutujeme, ale došlo k chybe a vaše informácie sa neuložili

source: Confirm
sk_sk: Potvrdiť

source: AM
sk_sk: Predpoludním

source: PM
sk_sk: Popoludní

source: Loading...
sk_sk: Načítava sa...

source: Network Error
sk_sk: Chyba siete

source: Access Denied
sk_sk: Prístup zamietnutý

source: Ensure you are still logged in and have permission to access this feature.
sk_sk: Uistite sa, že ste stále prihlásení a že máte povolenie na prístup k tejto funkcii.

source: Unable to reach the server. Please refresh this page in your browser and try again.
sk_sk: Nepodarilo sa spojiť so serverom. Obnovte túto stránku v prehliadači a skúste to znova.

source: Print window
sk_sk: Okno tlače

source: %1 has not been saved.
sk_sk: Položka %1 sa neuložila.

source: Unsaved Changes
sk_sk: Neuložené zmeny

source: Expected exactly one response
sk_sk: Očakávala sa presne jedna odpoveď

source: Insert
sk_sk: Vložiť

source: Restore CiviCRM Menu
sk_sk: Obnoviť ponuku CiviCRM

source: Menu hidden
sk_sk: Ponuka je skrytá

source: Adjust menu position
sk_sk: Upraviť polohu ponuky

source: %1 not found.
sk_sk: Položka %1 sa nenašla.

source: Did you mean to search by Name/Email instead?
sk_sk: Chceli ste namiesto toho vyhľadávať podľa mena/e-mailu?

source: Toggle main menu
sk_sk: Prepnúť na hlavnú ponuku

source: Find menu item...
sk_sk: Vyhľadať položku ponuky...

source: Confirm action
sk_sk: Potvrdiť akciu

source: Open CiviCRM Menu
sk_sk: Otvoriť ponuku CiviCRM

source: Click to edit
sk_sk: Kliknutím upravte

source: Rotate right
sk_sk: Otočiť doprava

source: Rotate left
sk_sk: Otočiť doľava

source: Rotate 180
sk_sk: Otočiť o 180 stupňov

source: Flip horizontal
sk_sk: Prevrátiť vodorovne

source: Flip vertical
sk_sk: Prevrátiť zvislo

source: No icon
sk_sk: Žiadna ikona
