Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Custom data is stored in custom fields. Custom fields are organized into logically related custom data sets (e.g. Volunteer Info). Use custom fields to collect and store custom data which are not included in the standard CiviCRM forms. You can create one or many sets of custom fields.
sk_sk: Vlastné údaje sú uložené vo vlastných poliach. Vlastné polia sú zoradené do súborov vlastných údajov s logickou súvislosťou (napr. Informácie o dobrovoľníkovi). Vlastné polia používajte na zhromažďovanie a ukladanie vlastných údajov, ktoré nie sú zahrnuté do štandardných formulárov CiviCRM. Môžete vytvoriť jeden alebo viac súborov vlastných polí.

source: Set
sk_sk: Súbor

source: Style
sk_sk: Štýl

source: All Contact Types
sk_sk: Všetky typy kontaktov

source: No custom data groups have been created yet. You can <a id="newCustomDataGroup" href='%1'>add one</a>.
sk_sk: Ešte neboli vytvorené žiadne skupiny vlastných údajov. Môžete <a id="newCustomDataGroup" href='%1'>jednu pridať</a>.

source: These Multiple Choice Options are shared by the following custom fields: %1
sk_sk: Tieto možnosti s výberom viacerých položiek sa zdieľajú pomocou nasledujúcich vlastných polí: %1

source: Processing...
sk_sk: Spracúva sa...

source: Show _MENU_ entries
sk_sk: Zobraziť záznamy _MENU_

source: Showing _START_ to _END_ of _TOTAL_ entries
sk_sk: Zobrazujú sa záznamy _START_ až _END_ z _TOTAL_

source: Alphabetize Options
sk_sk: Zoradiť možnosti podľa abecedy

source: There are no Cases. Use <a href="%1">Find Cases</a> to expand your search.
sk_sk: K dispozícii nie sú žiadne prípady. Rozšírte svoje vyhľadávanie pomocou operácie <a href="%1">Nájsť prípady</a>.

source: read more
sk_sk: čítať viac

source: New Case
sk_sk: Nový prípad

source: Show ALL Cases with Upcoming Activities
sk_sk: Zobraziť VŠETKY prípady s nadchádzajúcimi aktivitami

source: Show My Cases with Upcoming Activities
sk_sk: Zobraziť moje prípady s nadchádzajúcimi aktivitami

source: Show My Cases
sk_sk: Zobraziť moje prípady

source: Summary of Involvement
sk_sk: Súhrn zapojenia sa

source: There are no open cases with activities scheduled in the next two weeks. Use <a href="%1">Find Cases</a> to expand your search.
sk_sk: Na nasledujúce dva týždne nie sú naplánované žiadne otvorené prípady s aktivitami. Rozšírte svoje vyhľadávanie pomocou funkcie <a href="%1">Nájsť prípady</a>.

source: Select the fields to be exported using the table below. You'll see a live preview of the first few records for each field.
sk_sk: Pomocou nižšie uvedenej tabuľky vyberte polia, ktoré chcete exportovať. V každom poli uvidíte živú ukážku prvých pár záznamov.

source: Your export can include multiple types of contacts, and non-applicable fields will be empty (e.g. <strong>Last Name</strong> will not be populated for an Organization record).
sk_sk: Váš export môže zahŕňať viaceré typy kontaktov a nerelevantné polia budú prázdne (napr. pole <strong>Priezvisko</strong> sa nevyplní pri zázname Organizácia).

source: If you want to use the same export setup in the future, check 'Save Fields' at the bottom of the page before continuing. You will then be able to reload this setup with a single click.
sk_sk: Ak budete chcieť v budúcnosti použiť rovnaké nastavenie exportu, začiarknite políčko 'Uložiť polia' na konci stránky, skôr než budete pokračovať. Potom budete môcť znova načítať toto nastavenie jediným kliknutím.

source: Use one of the merge contact options when exporting records to reduce your mailing size by sending a single piece of mail to each address.
sk_sk: Pomocou jednej z možností na zlúčenie kontaktov pri exportovaní záznamov môžete zmenšiť objem pošty tak, že pošlete jeden e-mail na každú adresu.

source: Merge Contacts with the Same Address will combine any records having the same address (street address, city, postal code, country) into a single record. If a household record already exists in which multiple individuals share an address, the household will be exported as the combined record. If no household record exists, the records will be combined and the Addressee field will list the contact names, comma-separated.
sk_sk: Operácia Zlúčiť kontakty s rovnakou adresou skombinuje všetky záznamy, ktoré majú rovnakú adresu (adresu, mesto, PSČ, krajinu) do jedného záznamu. Ak už existuje záznam domácnosti, v ktorom má viac jednotlivcov rovnakú adresu, táto domácnosť sa exportuje ako kombinovaný záznam. Ak neexistuje žiaden záznam domácnosti, záznamy sa skombinujú a v poli Adresát budú uvedené mená kontaktov oddelené čiarkami.

source: Merge Household Members into their Households will export the household record for any contacts sharing a household address.
sk_sk: Operácia Zlúčiť členov domácnosti s ich domácnosťami exportuje záznam domácnosti pri všetkých kontaktoch, ktoré majú rovnakú adresu domácnosti.

source: <strong>Export PRIMARY fields</strong> provides the most commonly used data values. This includes primary address information, preferred phone and email.
sk_sk: Operácia <strong>Exportovať PRIMÁRNE polia</strong> poskytuje najbežnejšie používané hodnoty údajov. Patria k nim informácie o primárnej adrese, preferovaný telefón a e-mail.

source: Click <strong>Select fields for export</strong> and then <strong>Continue</strong> to choose a subset of fields for export. This option allows you to export multiple specific locations (Home, Work, etc.) as well as custom data. You can also save your selections as a 'field mapping' so you can use it again later.
sk_sk: Kliknutím na položku <strong>Vybrať polia na exportovanie</strong> a následne na tlačidlo <strong>Pokračovať</strong> vyberiete podsúbor polí, ktoré sa majú exportovať. Táto možnosť vám dovolí exportovať viacero konkrétnych miest (Domov, Práca atď.), ako aj vlastné údaje. Zároveň môžete uložiť vybraté položky ako 'mapovanie poľa', ktoré môžete znova použiť neskôr.

source: One record selected for export.
sk_sk: Jeden záznam bol vybratý na exportovanie.

source: Exclude contacts with "do not mail" privacy, no street address, or who are deceased.
sk_sk: Vylúčte kontakty, ktoré majú úroveň súkromia 'neposielať poštu', nemajú adresu alebo sú zosnulé.

source: Current Attachment(s)
sk_sk: Aktuálne prílohy

source: Include a Picture or an Image
sk_sk: Zahrnúť fotografiu alebo obrázok

source: You can upload a picture or image to include on your page. Your file should be in .jpg, .gif, or .png format. Recommended image size is 250 x 250 pixels. Images over 360 pixels wide will be automatically resized to fit.
sk_sk: Na svoju stránku môžete nahrať fotografiu alebo obrázok. Váš súbor by mal byť vo formáte .jpg, .gif alebo .png. Odporúčaná veľkosť obrázkov je 250 x 250 pixelov. Obrázky so šírkou nad 360 pixelov automaticky prejdú úpravou veľkosti.

source: You can have a maximum of %1 attachment(s).
sk_sk: Maximálny počet príloh je %1.

source: Each file must be less than %1M in size. You can also add a short description.
sk_sk: Veľkosť každého súboru musí byť menej ako %1M. Môžete pridať aj stručný opis.

source: This will immediately delete the file %1. This action cannot be undone.
sk_sk: Týmto krokom okamžite odstránite súbor %1. Tento krok nie je možné zvrátiť.

source: Please correct the following errors in the form fields below:
sk_sk: Opravte nasledujúce chyby v poliach formulára nižšie:

source: Tell a Friend gives your contributors an easy way to spread the word about this fundraising campaign. The contribution thank-you page will include a link to a form where they can enter their friends' email addresses, along with a personalized message. CiviCRM will record these solicitation activities, and will add the friends to your database.
sk_sk: Možnosť 'Oznámiť priateľovi' umožňuje vašim prispievateľom jednoducho zvýšiť povedomie o tejto dobročinnej kampani. Stránka s poďakovaním za príspevok bude obsahovať odkaz na formulár, kde môžu zadať e-mailové adresy priateľov, ako aj prispôsobenú správu. CiviCRM zaznamená tieto aktivity spojené s oslovovaním a pridá uvedených priateľov do vašej databázy.

source: Tell a Friend gives registering participants an easy way to spread the word about this event. The registration thank-you page will include a link to a form where they can enter their friends' email addresses, along with a personalized message. CiviCRM will record these solicitation activities, and will add the friends to your database.
sk_sk: Možnosť 'Oznámiť priateľovi' umožňuje vašim registrovaným účastníkom jednoducho zvýšiť povedomie o tomto podujatí. Stránka s poďakovaním za registráciu bude obsahovať odkaz na formulár, kde môžu zadať e-mailové adresy priateľov, ako aj prispôsobenú správu. CiviCRM zaznamená tieto aktivity spojené s oslovovaním a pridá uvedených priateľov do vašej databázy.

source: Tell a Friend gives registering pledge signers an easy way to spread the word about this pledge. The registration thank-you page will include a link to a form where they can enter their friends' email addresses, along with a personalized message. CiviCRM will record these solicitation activities, and will add the friends to your database.
sk_sk: Možnosť 'Oznámiť priateľovi' umožňuje vašim registrovaným signatárom prísľubu jednoducho zvýšiť povedomie o tomto prísľube. Stránka s poďakovaním za registráciu bude obsahovať odkaz na formulár, kde môžu zadať e-mailové adresy priateľov, ako aj prispôsobenú správu. CiviCRM zaznamená tieto aktivity spojené s oslovovaním a pridá uvedených priateľov do vašej databázy.

source: If sharing through social media is enabled, links allowing people to share with their social network will also be included on the Tell a Friend form (e.g. Facebook "Like" and Twitter). You can turn social media sharing on and off from the Settings tab.
sk_sk: Ak je povolené zdieľanie prostredníctvom sociálnych sietí, odkazy umožňujúce ľuďom zdieľať príspevky na sociálnej sieti budú zahrnuté aj vo formulári Oznámiť priateľovi (napr. 'Páči sa mi to' na Facebooku a Twitter). Zdieľanie na sociálnych sieťach môžete zapnúť a vypnúť na karte Nastavenia.

source: A link to this %1 is automatically included in the email sent to friends. If you ALSO want to include a link providing general information about your organization, enter that link here (e.g <em>http://www.example.org/</em>)
sk_sk: Odkaz na %1 je automaticky zahrnutý do e-mailu posielaného priateľom. Ak chcete zahrnúť AJ odkaz na všeobecné informácie o svojej organizácii, zadajte daný odkaz sem (napr. <em>http://www.priklad.org/</em>)

source: Spread the word about this fundraising page (%1). Add your personal message below. A link to the fundraising page will be automatically included in the email.
sk_sk: Zvýšte povedomie o tejto dobročinnej stránke (%1). Nižšie pridajte vlastnú správu. Odkaz na dobročinnú stránku bude automaticky zahrnutý do e-mailu.

source: Send to these Friend(s)
sk_sk: Poslať týmto priateľom

source: Email Address
sk_sk: E-mailová adresa

source: Are you sure you want to delete the group %1?
sk_sk: Naozaj chcete skupinu %1 odstrániť?

source: This group currently has one member in it.
sk_sk: Táto skupina má momentálne iba jedného člena.

source: Deleting this group will NOT delete the member contact records. However, all contact subscription information and history for this group will be deleted.
sk_sk: Po odstránení tejto skupiny sa NEODSTRÁNIA záznamy kontaktov členov. Všetky informácie o odberoch a história tejto skupiny však budú odstránené.

source: If this group is used in CiviCRM profiles, those fields will be reset.
sk_sk: Ak sa táto skupina používa v profiloch CiviCRM, tieto polia budú resetované.

source: You can edit the Name and Description for this group here. Click <a %1>Contacts in this Group</a> to view, add or remove contacts in this group.
sk_sk: Tu môžete upraviť názov a opis tejto skupiny. Po kliknutí na položku <a %1>Kontakty v tejto skupine</a> môžete zobrazovať, pridávať alebo odoberať kontakty z tejto skupiny.

source: Enter a unique name and a description for your new group here. Then click 'Continue' to find contacts to add to your new group.
sk_sk: Sem zadajte jedinečný názov a opis svojej novej skupiny. Potom kliknite na položku 'Pokračovať' a nájdite kontakty, ktoré chcete pridať do novej skupiny.

source: If reserved, only users with 'administer reserved groups' permission can disable, delete, or change settings for this group. The reserved flag does NOT affect users ability to add or remove contacts from a group.
sk_sk: Ak je skupina rezervovaná, iba používatelia s povolením 'spravovať rezervované skupiny' môžu zakázať, odstrániť alebo zmeniť jej nastavenia. Príznak 'rezervované' NEMÁ vplyv na schopnosť používateľov pridávať alebo odoberať kontakty zo skupiny.

source: Contacts in this Group
sk_sk: Kontakty v tejto skupine

source: Edit Smart Group Criteria
sk_sk: Upraviť kritériá inteligentných skupín

source: Associated Organization
sk_sk: Súvisiaca organizácia

source: Find Groups
sk_sk: Hľadať skupiny

source: Update Smart Group Counts
sk_sk: Aktualizovať počet inteligentných skupín

source: <div class="status messages">None found.
sk_sk: <div class="status messages">Nič sa nenašlo.

source: show child groups
sk_sk: zobraziť skupiny detí

source: No matching Groups found for your search criteria. Suggestions:
sk_sk: Pre vaše kritériá vyhľadávania sa nenašli žiadne zhodné skupiny. Návrhy:

source: Check your spelling.
sk_sk: Skontrolujte pravopis.

source: Try a different spelling or use fewer letters.
sk_sk: Skúste iný výraz alebo použite menej písmen.

source: hide child groups
sk_sk: skryť skupiny detí

source: Use Groups to organize contacts (e.g. these contacts are part of our 'Steering Committee'). You can also create <strong>smart groups</strong> based on contact characteristics (e.g. this group consists of all people in our database who live in a specific locality).
sk_sk: Skupiny použite na usporiadanie kontaktov (napr. tieto kontakty sú súčasťou nášho 'riadiaceho výboru'). Môžete vytvoriť aj <strong>inteligentné skupiny</strong> založené na vlastnostiach kontaktu (napr. túto skupinu tvoria všetci ľudia v našej databáze, ktorí žijú na konkrétnom mieste).

source: You can add contacts to a group from any set of search results (or when viewing an individual contact). You can also allow contacts to sign themselves up for certain groups by setting the group visibility to 'Public Pages' (use the <strong>Settings</strong> link), and including the <strong>Groups</strong> element in your CiviCRM Profile.
sk_sk: Kontakty môžete do skupiny pridať z ktoréhokoľvek súboru výsledkov vyhľadávania (alebo pri prezeraní kontaktu jednotlivca). Taktiež môžete kontaktom povoliť, aby sa zaregistrovali do určitých skupín, ak nastavíte ich viditeľnosť na 'Verejné stránky' (použite odkaz <strong>Nastavenia</strong>) a zahrniete do svojho profilu CiviCRM prvok <strong>Skupiny</strong>.

source: Groups which are used as mailing lists should be assigned the 'Mailing List' type.
sk_sk: Skupiny, ktoré sa používajú ako poštové zoznamy, by mali byť priradený typ 'Poštový zoznam'.

source: Groups of contacts which are used for <strong>access control</strong> must be assigned that type.
sk_sk: Skupiny kontaktov, ktoré sa používajú na <strong>riadenie prístupu</strong>, musia mať priradený daný typ.

source: Use <strong>Find Groups</strong> to search by group name, type and visibility.
sk_sk: Pomocou operácie <strong>Hľadať skupiny</strong> môžete vyhľadávať podľa názvu, typu a viditeľnosti skupiny.

source: Group type filtering uses <strong>AND</strong> logic. If you check both 'Mailing List' and 'Access Control' types - only groups which have both types assigned will be returned.
sk_sk: Filtrovanie podľa typu skupiny využíva logický operátor <strong>AND</strong>. Ak začiarknete typ 'Poštový zoznam' aj 'Riadenie prístupu', vrátia sa iba skupiny, ktoré majú oba typy.

source: You can also click a letter on the <strong>A-to-Z bar</strong> to quickly find all groups starting with that letter.
sk_sk: Môžete aj kliknúť na písmeno na <strong>paneli A – Z</strong> a rýchlo vyhľadať všetky skupiny začínajúce týmto písmenom.

source: Check 'Access Control' if you want to use this group to assign access permissions to a set of contacts. %1
sk_sk: Začiarknite políčko 'Riadenie prístupu', ak chcete použiť túto skupinu na priradenie povolení na prístup k súboru kontaktov. %1

source: Check 'Mailing List' if you are using this group as a mailing list in the %1.
sk_sk: Začiarknite políčko 'Poštový zoznam', ak túto skupinu používate ako poštový zoznam v rámci %1.

source: Group Visibility
sk_sk: Viditeľnosť skupiny

source: Select 'User and User Admin Only' if joining this group is controlled by authorized CiviCRM users only. If you want to allow contacts to join and remove themselves from this group via the Registration and Account Profile forms, select 'Public Pages'.
sk_sk: Vyberte možnosť 'Iba používatelia a správcovia používateľov', ak vstup do tejto skupiny riadia iba oprávnení používatelia CiviCRM. Ak chcete samotným kontaktom povoliť vstup do tejto skupiny a vystúpenie z nej prostredníctvom formulárov registrácie a profilu konta, vyberte možnosť 'Verejné stránky'.

source: Some organizations find it useful to create a hierarchy of groups. In CiviCRM, this is done by creating one or more "Parent" groups and then assigning other groups to them. When a user sends a mailing to a "Parent", or searches for contacts in a "Parent" - all contacts in the associated child groups are automatically included.
sk_sk: Niektoré organizácie považujú za užitočné vytvárať hierarchie skupín. V systéme CiviCRM to možno docieliť tak, že vytvoríte jednu alebo viac 'nadradených' skupín a potom im priradíte iné skupiny. Keď používateľ posiela poštu 'nadradenej' skupine alebo vyhľadáva kontakty v 'nadradenej' skupine, všetky kontakty v súvisiacich podradených skupinách budú zahrnuté automaticky.

source: EXAMPLE: An organization that has a National office and 5 regional offices puts constituents in each region into their own group. Then they create a "National" group which is assigned as the "Parent" for all regional groups. The National office can now send mailings (for example) to the "National" group - knowing that all contacts in the regional groups will be included.
sk_sk: PRÍKLAD: Organizácia, ktorá má národnú centrálu a 5 regionálnych pobočiek, umiestni zástupcov v každom regióne do vlastnej skupiny. Potom vytvorí 'národnú' skupinu, ktorá je priradená ako 'nadradená' pre všetky regionálne skupiny. Národná centrála môže teraz 'národnej' skupine posielať (napríklad) poštu s vedomím, že do nej budú zahrnuté všetky kontakty v regionálnych skupinách.

source: Some organizations find it useful to be able to connect Organization contacts to Groups (one-to-one relationship) to represent a multi-org hierarchy. The org contact holds info about the org itself (name, location, etc.) and the group holds other sub-groups/contacts related to that group (employees, alumni, online activists, members, etc.).
sk_sk: Niektoré organizácie považujú za užitočné pripájať kontakty organizácií do skupín (vzťah typu jeden na jedného) s cieľom vytvoriť hierarchiu s viacerými organizáciami. Kontakt organizácie obsahuje informácie o samotnej organizácii (názov, miesto atď.) a skupina obsahuje ďalšie podskupiny/kontakty súvisiace s touto skupinou (zamestnanci, absolventi, online aktivisti, členovia atď.).

source: Update this page with current statistics on the number of contacts in each smart group.
sk_sk: Aktualizujte túto stránku o aktuálne štatistiky týkajúce sa počtu kontaktov v každej inteligentnej skupine.

source: CiviMail component
sk_sk: Komponent CiviMail

source: Add Group
sk_sk: Pridať skupinu

source: Use Groups to organize contacts (e.g. these contacts are part of our 'Steering Committee'). You can also create 'smart' groups based on contact characteristics (e.g. this group consists of all people in our database who live in a specific locality).
sk_sk: Skupiny použite na usporiadanie kontaktov (napr. tieto kontakty sú súčasťou nášho 'riadiaceho výboru'). Môžete vytvoriť aj 'inteligentné' skupiny založené na vlastnostiach kontaktu (napr. túto skupinu tvoria všetci ľudia v našej databáze, ktorí žijú na konkrétnom mieste).

source: The %1 Import Wizard allows you to easily upload %2 from other applications into CiviCRM.
sk_sk: Sprievodca importom %1 vám umožňuje ľahko nahrávať %2 z iných aplikácií do systému CiviCRM.

source: Import Options
sk_sk: Možnosti importu

source: Select 'Individual' if you are importing %1 made by individual persons.
sk_sk: Ak importujete položku %1, ktorú vytvorili jednotlivci, vyberte možnosť 'Jednotlivec'.

source: Select 'Organization' or 'Household' if you are importing %1 to contacts of that type.
sk_sk: Ak importujete položku %1 do kontaktov tohto typu, vyberte možnosť 'Organizácia' alebo 'Domácnosť'.

source: This option is not recommended for large imports. Use the command-line geocoding script instead.
sk_sk: Táto možnosť sa neodporúča pri väčších importoch. Namiesto toho použite skript geokódovania cez príkazový riadok.

source: Uncheck at your own risk as batch processing violates USPS API TOS.
sk_sk: Začiarknutie tohto políčka zrušte na vlastné riziko, pretože hromadné spracovanie porušuje podmienky používa služby rozhrania API USPS.

source: select
sk_sk: vybrať

source: Saved Field Mapping: %1
sk_sk: Uložené mapovanie poľa: %1

source: Column Names
sk_sk: Názvy stĺpcov

source: Import Data (row %1)
sk_sk: Importovať údaje (riadok %1)

source: Matching CiviCRM Field
sk_sk: Zhodné pole CiviCRM

source: Change to <a href='%1'>%2</a> made by <a href='%3'>%4</a> on %5:
sk_sk: Zmeňte na <a href='%1'>%2</a> od používateľa <a href='%3'>%4</a> z %5:

source: This report can not be displayed because there are no relevant entries in the logging tables.
sk_sk: Túto správu nie je možné zobraziť, pretože v tabuľkách zapisovania do denníka nie sú žiadne relevantné záznamy.

source: Back to Logging Summary
sk_sk: Späť na súhrn zapisovania do denníka

source: Revert These Changes
sk_sk: Vrátiť tieto zmeny

source: Date:
sk_sk: Dátum:

source: Modified Date:
sk_sk: Dátum úpravy:

source: Privacy:
sk_sk: Súkromie:

source: Note:
sk_sk: Poznámka:

source: Comments
sk_sk: Komentáre

source: Total for this participant
sk_sk: Celková hodnota pre tohto účastníka

source: Total
sk_sk: Celková hodnota

source: WARNING: Deleting this price field will result in the loss of all '%1' data.
sk_sk: UPOZORNENIE: Odstránenie tohto poľa ceny spôsobí stratu všetkých údajov položky '%1'.

source: WARNING: Deleting this price set will result in the loss of all '%1' data.
sk_sk: UPOZORNENIE: Odstránenie tohto súboru cien spôsobí stratu všetkých údajov položky '%1'.

source: Select the html type used to offer options for this field
sk_sk: Vyberte typ HTML, ktorý sa používa na ponúkanie možností pre toto pole

source: Unit price.
sk_sk: Jednotková cena.

source: Enter a value here if you want to increment the number of registered participants per unit against the maximum number of participants allowed for this event.
sk_sk: Sem zadajte hodnotu, ak chcete vytvoriť prírastok počtu registrovaných účastníkov na jednotku v porovnaní s maximálnym počtom účastníkov povolených pre toto podujatie.

source: There is no Financial Type configured of Account Relation Revenue. <a href='%1'>Click here</a> if you want to configure financial type for your site.
sk_sk: Nie je nakonfigurovaný finančný typ pre výnos spojený s kontom. <a href='%1'>Kliknite sem</a>, ak chcete nakonfigurovať finančný typ pre svoju lokalitu.

source: Display amount next to each option?
sk_sk: Chcete zobraziť sumu vedľa každej možnosti?

source: Explanatory text displayed to users at the beginning of this field.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí používateľom na začiatku tohto poľa.
