Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Relationship Cache ID
sk_sk: ID vyrovnávacej pamäte vzťahu

source: id of the relationship (FK to civicrm_relationship.id)
sk_sk: ID vzťahu (FK pre civicrm_relationship.id)

source: id of the relationship type
sk_sk: ID typu vzťahu

source: Orientation (a_b or b_a)
sk_sk: Orientácia (a_b alebo b_a)

source: The cache record is a permutation of the original relationship record. The orientation indicates whether it is forward (a_b) or reverse (b_a) relationship.
sk_sk: Záznam vo vyrovnávacej pamäti predstavuje permutáciu pôvodného záznamu vzťahu. Orientácia označuje, či ide o lineárny (a_b), alebo obrátený (b_a) vzťah.

source: Contact ID (Near side)
sk_sk: ID kontaktu (blízka strana)

source: Contact (Near side)
sk_sk: Kontakt (blízka strana)

source: Relationship Name (to related contact)
sk_sk: Názov vzťahu (k súvisiacemu kontaktu)

source: name for relationship of near_contact to far_contact.
sk_sk: Názov vzťahu kontaktu near_contact s kontaktom far_contact.

source: Relationship to contact
sk_sk: Vzťah s kontaktom

source: Contact ID (Far side)
sk_sk: ID kontaktu (vzdialená strana)

source: Contact (Far side)
sk_sk: Kontakt (vzdialená strana)

source: Relationship Name (from related contact)
sk_sk: Názov vzťahu (od súvisiaceho kontaktu)

source: name for relationship of far_contact to near_contact.
sk_sk: Názov vzťahu kontaktu far_contact s kontaktom near_contact.

source: Relationship from contact
sk_sk: Vzťah od kontaktu

source: Relationship Types
sk_sk: Typy vzťahov

source: Primary key
sk_sk: Primárny kľúč

source: Relationship Type Name A to B
sk_sk: Názov typu vzťahu A – B

source: name for relationship of contact_a to contact_b.
sk_sk: Názov vzťahu kontaktu contact_a s kontaktom contact_b.

source: Relationship Type Label A to B
sk_sk: Označenie typu vzťahu A – B

source: label for relationship of contact_a to contact_b.
sk_sk: Označenie vzťahu kontaktu contact_a s kontaktom contact_b.

source: Relationship Type Name B to A
sk_sk: Názov typu vzťahu B – A

source: Optional name for relationship of contact_b to contact_a.
sk_sk: Voliteľný názov vzťahu kontaktu contact_b s kontaktom contact_a.

source: Relationship Type Label B to A
sk_sk: Označenie typu vzťahu B – A

source: Optional label for relationship of contact_b to contact_a.
sk_sk: Voliteľné označenie vzťahu kontaktu contact_b s kontaktom contact_a.

source: Optional verbose description of the relationship type.
sk_sk: Voliteľný podrobný opis typu vzťahu.

source: Contact Type for Contact A
sk_sk: Typ kontaktu A

source: If defined, contact_a in a relationship of this type must be a specific contact_type.
sk_sk: Ak je definovaný, contact_a vo vzťahu tohto typu musí mať konkrétny contact_type.

source: Contact Type for Contact B
sk_sk: Typ kontaktu B

source: If defined, contact_b in a relationship of this type must be a specific contact_type.
sk_sk: Ak je definovaný, contact_b vo vzťahu tohto typu musí mať konkrétny contact_type.

source: Contact Subtype A
sk_sk: Podtyp kontaktu A

source: If defined, contact_sub_type_a in a relationship of this type must be a specific contact_sub_type.
sk_sk: Ak je definovaný, contact_sub_type_a vo vzťahu tohto typu musí mať konkrétny contact_sub_type.

source: Contact Subtype B
sk_sk: Podtyp kontaktu B

source: If defined, contact_sub_type_b in a relationship of this type must be a specific contact_sub_type.
sk_sk: Ak je definovaný, contact_sub_type_b vo vzťahu tohto typu musí mať konkrétny contact_sub_type.

source: Relationship Type is Reserved
sk_sk: Typ vzťahu je rezervovaný

source: Is this relationship type a predefined system type (can not be changed or de-activated)?
sk_sk: Je tento typ vzťahu preddefinovaným typom systému (nemožno ho zmeniť ani deaktivovať)?

source: Relationship Type is Active
sk_sk: Typ vzťahu je aktívny

source: Is this relationship type currently active (i.e. can be used when creating or editing relationships)?
sk_sk: Je tento typ vzťahu momentálne aktívny (t. j. nemožno ho použiť pri vytváraní alebo úprave vzťahov)?

source: Saved Searches
sk_sk: Uložené vyhľadávania

source: Saved Search Name
sk_sk: Názov uloženého vyhľadávania

source: Unique name of saved search
sk_sk: Jedinečný názov uloženého vyhľadávania

source: Saved Search Label
sk_sk: Označenie uloženého vyhľadávania

source: Administrative label for search
sk_sk: Administratívne označenie vyhľadávania

source: Submitted Form Values
sk_sk: Odoslané hodnoty formulára

source: Submitted form values for this search
sk_sk: Odoslané hodnoty formulára pre toto vyhľadávanie

source: Mapping ID
sk_sk: ID mapovania

source: Foreign key to civicrm_mapping used for saved search-builder searches.
sk_sk: Cudzí kľúč pre civicrm_mapping, ktorý sa používa na uložené vyhľadávania pri tvorbe hľadania.

source: Mapping
sk_sk: Mapovanie

source: Option Value ID
sk_sk: ID hodnoty možnosti

source: Foreign key to civicrm_option value table used for saved custom searches.
sk_sk: Cudzí kľúč pre tabuľku hodnôt civicrm_option, ktorý sa používa na uložené vlastné vyhľadávania.

source: Entity Name
sk_sk: Názov entity

source: Entity name for API based search
sk_sk: Názov entity vyhľadávania na základe rozhrania API

source: For
sk_sk: Pre

source: API Parameters
sk_sk: Parametre rozhrania API

source: Parameters for API based search
sk_sk: Parametre vyhľadávania na základe rozhrania API

source: Search Expiry Date
sk_sk: Dátum vypršania platnosti vyhľadávania

source: Optional date after which the search is not needed
sk_sk: Voliteľný dátum, po ktorom už nie je potrebné vyhľadávanie

source: When the search was created.
sk_sk: Kedy bolo vytvorené vyhľadávanie.

source: When the search was last modified.
sk_sk: Kedy bolo naposledy upravené vyhľadávanie.

source: Saved Search Description
sk_sk: Opis uloženého vyhľadávania

source: Subscription Histories
sk_sk: Histórie predplatného

source: Subscription History
sk_sk: História predplatného

source: Group Membership History ID
sk_sk: ID histórie členstiev v skupine

source: Internal ID
sk_sk: Interné ID

source: Group Membership Action Date
sk_sk: Dátum akcie členstva v skupine

source: Date of the (un)subscription
sk_sk: Dátum (zrušenia) predplatného

source: Group Membership Action
sk_sk: Akcia členstva v skupine

source: How the (un)subscription was triggered
sk_sk: Ako došlo k spusteniu (zrušenia) predplatného

source: Group Membership Status
sk_sk: Stav členstva v skupine

source: The state of the contact within the group
sk_sk: Stav kontaktu v rámci skupiny

source: Group Membership Tracking
sk_sk: Sledovanie členstva v skupine

source: IP address or other tracking info
sk_sk: Adresa IP alebo iné informácie o sledovaní

source: Could not get a contact id and/or contact type
sk_sk: Nepodarilo sa získať ID kontaktu a/alebo typ kontaktu

source: Could not get a valid contact subtype for contact type '%1'
sk_sk: Nepodarilo sa získať platný podtyp kontaktu pre typ kontaktu '%1'

source: A Contact with that ID does not exist: %1
sk_sk: Kontakt s týmto ID neexistuje: %1

source: You do not have the necessary permission to edit this contact.
sk_sk: Nemáte potrebné povolenie na úpravu tohto kontaktu.

source: deceased
sk_sk: zosnulý

source: Edit %1
sk_sk: Upraviť %1

source: Could not get a contact_id and/or contact_type
sk_sk: Nepodarilo sa získať contact_id a/alebo contact_type

source: Contacts may only have one website of each type at most.
sk_sk: Kontakty môžu mať maximálne jednu webovú lokalitu každého typu.

source: The Location Type should be set if there is %1 information.
sk_sk: Ak sú prítomné informácie o %1, mal by byť nastavený typ umiestnenia.

source: %1 already exist.
sk_sk: %1 už existuje.

source: One %1 should be marked as primary.
sk_sk: Jedna položka %1 by mala byť označená ako primárna.

source: Only one %1 can be marked as primary.
sk_sk: Iba jedna položka %1 môže byť označená ako primárna.

source: %1 already used.
sk_sk: %1 sa už používa.

source: The street number you entered for the %1 address block(s) is not in an expected format. Street numbers may include numeric digit(s) followed by other characters. You can still enter the complete street address (unparsed) by clicking "Edit Complete Street Address".
sk_sk: Orientačné číslo, ktoré ste zadali pre bloky adresy (%1), nie je v očakávanom formáte. Orientačné čísla môžu obsahovať číslice a za nimi ďalšie znaky. Celú adresu (nerozčlenenú) stále môžete zadať kliknutím na položku 'Upraviť celú adresu'.

source: Are you sure you want to delete the contact image?
sk_sk: Naozaj chcete obrázok toho kontaktu odstrániť?

source: Delete Contact Image
sk_sk: Odstrániť obrázok kontaktu

source: Browse/Upload Image
sk_sk: Prehľadávať/nahrať obrázok

source: Check for Matching Contact(s)
sk_sk: Vyhľadať zhodné kontakty

source: Save Matching Contact
sk_sk: Uložiť zhodný kontakt

source: Save With Duplicate Household
sk_sk: Uložiť s duplicitnou domácnosťou

source: Save and New
sk_sk: Uložiť a nové

source: Signature (Text)
sk_sk: Podpis (text)

source: Signature (HTML)
sk_sk: Podpis (HTML)

source: %1 has been updated.
sk_sk: Položka %1 bola aktualizovaná.

source: %1 has been created.
sk_sk: Položka %1 bola vytvorená.

source: Contact Saved
sk_sk: Kontakt uložený

source: One matching contact was found.
sk_sk: Našiel sa jeden zhodný kontakt.

source: You can View the existing contact
sk_sk: Môžete zobraziť existujúci kontakt

source: You can View or Edit the existing contact
sk_sk: Môžete zobraziť alebo upraviť existujúci kontakt

source: , or Merge this contact with an existing contact
sk_sk: , prípadne zlúčiť tento kontakt s existujúcim kontaktom

source: If you're sure this record is not a duplicate, click the 'Save Matching Contact' button below.
sk_sk: Ak máte istotu, že tento záznam nie je duplikát, kliknite na tlačidlo 'Uložiť zhodný kontakt' uvedené nižšie.

source: No matching contact found.
sk_sk: Nenašiel sa žiaden zhodný kontakt.

source: None Found
sk_sk: Nenašlo sa nič

source: Complete street address(es) have been saved. However we were unable to split the address in the %1 address block(s) into address elements (street number, street name, street unit) due to an unrecognized address format. You can set the address elements manually by clicking 'Edit Address Elements' next to the Street Address field while in edit mode.
sk_sk: Celé adresy boli uložené. Nepodarilo sa nám však rozdeliť adresu v blokoch adries %1 na prvky adresy (orientačné číslo, názov ulice, jednotka ulice) z dôvodu neznámeho formátu adresy. Prvky adresy môžete nastaviť manuálne kliknutím na položku 'Upraviť prvky adresy' vedľa poľa Adresa v režime úprav.

source: The maximum record limit is reached
sk_sk: Dosiahli ste maximálny limit záznamov

source: Add %1
sk_sk: Pridať %1

source: Copy %1
sk_sk: Kopírovať %1

source: Save a Copy
sk_sk: Uložte si kópiu

source: - All Contacts -
sk_sk: – Všetky kontakty –

source: Select Group
sk_sk: Vybrať skupinu

source: No of contacts to find matches for
sk_sk: Počet kontaktov, pre ktoré sa majú nájsť zhody

source: Rule Name
sk_sk: Názov pravidla

source: A duplicate matching rule with this name already exists. Please select another name.
sk_sk: Už existuje duplicitné pravidlo porovnávania s týmto názvom. Vyberte iný názov.

source: Reserved?
sk_sk: Rezervované?

source: Field
sk_sk: Pole

source: Select Field
sk_sk: Vybrať pole

source: Weight Threshold to Consider Contacts 'Matching':
sk_sk: Prahová hodnota váhy pri 'porovnávaní zhody' kontaktov:

source: Threshold weight cannot be empty or zero.
sk_sk: Prahová váha nemôže byť prázdna ani nulová.

source: Total weight must be greater than or equal to the Weight Threshold.
sk_sk: Celková váha musí byť väčšia alebo rovnaká ako prahová hodnota váhy.

source: Please select at least one field.
sk_sk: Vyberte aspoň jedno pole.

source: The rule '%1' has been saved.
sk_sk: Pravidlo '%1' bolo uložené.

source: Organization Address and Contact Info
sk_sk: Adresa a kontaktné údaje organizácie

source: Please enter the name of the organization or entity which owns this CiviCRM site.
sk_sk: Zadajte názov organizácie alebo entity, ktorá vlastní túto lokalitu CiviCRM.

source: Domain information for '%1' has been saved.
sk_sk: Informácie o doméne pre '%1' boli uložená.

source: Primary location for this contact
sk_sk: Primárne miesto tohto kontaktu

source: Billing location for this contact
sk_sk: Fakturačné miesto tohto kontaktu

source: Override automatic geocoding
sk_sk: Prepísať automatické geokódovanie

source: Use another contact's address
sk_sk: Použiť adresu iného kontaktu

source: Share With
sk_sk: Zdieľať s

source: Set this organization as current employer
sk_sk: Nastaviť túto organizáciu ako aktuálneho zamestnávateľa

source: Create a household member relationship with this contact
sk_sk: Vytvoriť vzťah s členom domácnosti pre tento kontakt

source: Please select valid shared contact or a contact with valid address.
sk_sk: Vyberte platný zdieľaný kontakt alebo kontakt s platnou adresou.

source: Privacy
sk_sk: Súkromie

source: NO BULK EMAILS (User Opt Out)
sk_sk: ŽIADNE HROMADNÉ E-MAILY (explicitný nesúhlas používateľa)

source: Custom %1 is a required field if %1 is of type Customized.
sk_sk: Vlastné %1 je povinné pole, ak %1 je typ Prispôsobené.

source: Custom Addressee
sk_sk: Vlastný adresát

source: Custom Email Greeting
sk_sk: Vlastný e-mailový pozdrav

source: Custom Postal Greeting
sk_sk: Vlastný poštový pozdrav

source: Contact is Deceased
sk_sk: Kontakt je zosnulý

source: Email is not valid.
sk_sk: E-mail nie je platný.

source: On Hold Bounce
sk_sk: Pozastavené vrátenie

source: On Hold Opt Out
sk_sk: Pozastavený explicitný nesúhlas

source: On Hold for Email %1?
sk_sk: Pozastavené pre e-mail %1?

source: Bulk Mailing for Email %1?
sk_sk: Hromadná pošta pre e-mail %1?

source: Email %1 is primary?
sk_sk: Je e-mail %1 primárny?

source: External ID already exists in Database.
sk_sk: Externé ID je už v databáze.

source: Household Name should be set.
sk_sk: Mal by byť nastavený názov domácnosti.

source: Instant Messenger %1
sk_sk: Nástroj na okamžité posielanie správ %1

source: Instant Messenger %1 is primary?
sk_sk: Je nástroj na okamžité posielanie správ %1 primárny?

source: First Name and Last Name OR an email OR an OpenID in the Primary Location should be set.
sk_sk: Malo by byť nastavené meno a priezvisko ALEBO e-mail ALEBO položka OpenID na primárnom mieste.

source: This record was modified by another user!
sk_sk: Tento záznam upravil iný používateľ!

source: OpenID is not a valid URL.
sk_sk: OpenID nie je platná adresa URL.

source: Organization Name should be set.
sk_sk: Mal by byť nastavený názov organizácie.

source: Phone %1
sk_sk: Telefón %1

source: Phone %1:
sk_sk: Telefón %1:

source: Phone Extension %1
sk_sk: Predvoľba telefónu %1

source: Phone %1 is primary?
sk_sk: Je telefón %1 primárny?

source: %1 is a required field.
sk_sk: %1 je povinné pole.

source: Website URL %1
sk_sk: Adresa URL webovej lokality %1

source: Enter a valid web address beginning with 'http://' or 'https://'.
sk_sk: Zadajte platnú webovú adresu začínajúcu sa výrazom 'http://' alebo 'https://'.

source: Join a Group
sk_sk: Pridajte sa do skupiny

source: Add to a group
sk_sk: Pridať do skupiny

source: Add
sk_sk: Pridať

source: Contact has been added to '%1'.
sk_sk: Kontakt bol pridaný do skupiny '%1'.

source: Added to Group
sk_sk: Pridané do skupiny

source: Contact with no email must have a name.
sk_sk: Kontakt bez e-mailu musí mať meno.

source: One email should be marked as primary.
sk_sk: Jeden e-mail by mal byť označený ako primárny.

source: Only one email can be marked as primary.
sk_sk: Iba jeden e-mail môže byť označený ako primárny.

source: Contact with no name must have an email.
sk_sk: Kontakt bez mena musí mať e-mail.

source: One IM should be marked as primary.
sk_sk: Jeden IM by mal byť označený ako primárny.

source: Only one IM can be marked as primary.
sk_sk: Iba jeden IM môže byť označený ako primárny.

source: One OpenID should be marked as primary.
sk_sk: Jedno OpenID by malo byť označené ako primárne.

source: Only one OpenID can be marked as primary.
sk_sk: Iba jedno OpenID môže byť označené ako primárne.

source: One phone should be marked as primary.
sk_sk: Jeden telefón by mal byť označený ako primárny.

source: Only one phone can be marked as primary.
sk_sk: Iba jeden telefón môže byť označený ako primárny.

source: There is no Supervised dedupe rule configured for contact type %1.
sk_sk: Pre typ kontaktu %1 nie je nakonfigurované pravidlo odstraňovania duplikátov.

source: Merge %1 contacts
sk_sk: Zlúčiť kontakty (%1)

source: Merge and go to Next Pair
sk_sk: Zlúčiť a prejsť na ďalší pár

source: Merge and go to Listing
sk_sk: Zlúčiť a prejsť na zoznam

source: Merge and View Result
sk_sk: Zlúčiť a zobraziť výsledok

source: Flip between the original and duplicate contacts.
sk_sk: Vymeňte pôvodný a duplicitný kontakt.

source: The Default Organization contact cannot be merged into another contact record. It is associated with the CiviCRM installation for this domain and contains information used for system functions. If you want to merge these records, you can: %1
sk_sk: Kontakt predvolenej organizácie nemožno zlúčiť s iným záznamom kontaktu. Je spojený s inštaláciou CiviCRM pre túto doménu a obsahuje informácie, ktoré sa používajú pre systémové funkcie. Ak chcete zlúčiť tieto záznamy, môžete: %1

source: Contact ID %1 has been deleted.
sk_sk: ID kontaktu %1 bolo odstránené.

source: Contacts Merged
sk_sk: Kontakty zlúčené

source: Cannot merge a contact with itself.
sk_sk: Nemožno zlúčiť kontakt so sebou samým.

source: The selected pair of contacts are marked as non duplicates. If these records should be merged, you can remove this exception on the <a href="%1">Dedupe Exceptions</a> page.
sk_sk: Vybratý pár kontaktov je označený ako neduplicitný. Ak by sa tieto záznamy mali zlúčiť, môžete túto výnimku odstrániť na stránke <a href="%1">Výnimky odstraňovania duplikátov</a>.

source: The contact record which is linked to the currently logged in user account - '%1' - cannot be deleted.
sk_sk: Nemožno odstrániť záznam kontaktu, ktorý je prepojený s aktuálne prihláseným používateľským kontom – '%1.

source: Created
sk_sk: Vytvorené

source: Last Modified
sk_sk: Naposledy upravené

source: Most Recent
sk_sk: Najnovšie

source: contact does not exist: %1
sk_sk: kontakt neexistuje: %1

source: Contact Information
sk_sk: Informácie o kontakte

source: View Relationship for %1
sk_sk: Zobraziť vzťah pre %1

source: Add Relationship for %1
sk_sk: Pridať vzťah pre %1

source: Edit Relationship for %1
sk_sk: Upraviť vzťah pre %1

source: Delete Relationship for %1
sk_sk: Odstrániť vzťah pre %1

source: Contact(s)
sk_sk: Kontakty

source: Current Employee
sk_sk: Aktuálny zamestnanec

source: Start Date
sk_sk: Dátum začiatku

source: End Date
sk_sk: Dátum ukončenia

source: Save Relationship
sk_sk: Uložiť vzťah

source: The relationship end date cannot be prior to the start date.
sk_sk: Dátum ukončenia vzťahu nemôže byť pred dátumom začiatku.

source: Relationship created.
sk_sk: Bol vytvorený vzťah.

source: %count relationship record was not created due to an invalid contact type.
sk_sk: %count záznam vzťahu nebol vytvorený z dôvodu neplatného typu kontaktu.

source: %count invalid relationship record
sk_sk: %count neplatný záznam vzťahu

source: One relationship was not created because it already exists.
sk_sk: Jeden vzťah nebol vytvorený, pretože už existuje.

source: %count duplicate relationship
sk_sk: %count duplicitný vzťah

source: Relationship record has been updated.
sk_sk: Záznam vzťahu bol aktualizovaný.

source: - select %1 -
sk_sk: – vybrať %1 –

source: - select contact -
sk_sk: – vybrať kontakt –

source: Selected relationship has been deleted successfully.
sk_sk: Vybratý vzťah bol úspešne odstránený.

source: Custom Fields
sk_sk: Vlastné polia

source: - any contact type -
sk_sk: – akýkoľvek typ kontaktu –

source: is...
sk_sk: je...

source: - any group -
sk_sk: – akákoľvek skupina –

source: with
sk_sk: s

source: - any tag -
sk_sk: – akákoľvek značka –

source: Find Contacts
sk_sk: Hľadať kontakty

source: -operator-
sk_sk: – operátor –

source: Please enter the operator.
sk_sk: Zadajte operátor.

source: Please clear your value if you want to use %1 operator.
sk_sk: Ak chcete použiť operátor %1, vymažte svoju hodnotu.

source: Please enter a value.
sk_sk: Zadajte hodnotu.

source: Please enter a valid value.
sk_sk: Zadajte platnú hodnotu.

source: Please enter correct Data (in valid format).
sk_sk: Zadajte správne údaje (v platnom formáte).

source: Please enter the values correctly.
sk_sk: Zadajte správne hodnoty.

source: Also include contacts where
sk_sk: Zahrnúť aj kontakty, pri ktorých

source: Body and Subject
sk_sk: Telo správy a predmet

source: Body Only
sk_sk: Iba telo správy

source: Subject Only
sk_sk: Iba predmet

source: Primary
sk_sk: Primárne

source: - select record type -
sk_sk: – vybrať typ záznamu –

source: - select field -
sk_sk: – vybrať pole –

source: Another search field
sk_sk: Ďalšie pole vyhľadávania

source: Contact Type(s)
sk_sk: Typy kontaktov

source: Group Types
sk_sk: Typy skupín

source: Select Tag(s)
sk_sk: Vybrať značky

source: Include tags used for %1
sk_sk: Zahrnúť značky používané pre %1

source: Please enter valid Contact ID
sk_sk: Zadajte platné ID kontaktu

source: (deleted contacts)
sk_sk: (odstránené kontakty)

source: CMS User?
sk_sk: Používateľ CMS?

source: All Tags
sk_sk: Všetky značky

source: Views For Display Contacts
sk_sk: Zobrazenia kontaktov

source: - default view -
sk_sk: – predvolené zobrazenie –

source: Display Results As
sk_sk: Zobraziť výsledky ako

source: Search Operator
sk_sk: Operátor vyhľadávania

source: - Select Relationship Type-
sk_sk: – Vybrať typ vzťahu –

source: Display Results as Relationship
sk_sk: Zobraziť výsledky ako vzťah

source: Operator
sk_sk: Operátor

source: Include by Privacy Option(s)
sk_sk: Zahrnúť podľa možností súkromia

source: Privacy Options
sk_sk: Možnosti súkromia

source: Email On Hold
sk_sk: E-mail je pozastavený

source: Phone Location
sk_sk: Miesto telefónu

source: Phone Type
sk_sk: Typ telefónu

source: Complete OR Partial Name
sk_sk: Celé alebo čiastočné meno

source: Complete OR Partial Email
sk_sk: Celý alebo čiastočný e-mail

source: Punctuation and spaces are ignored.
sk_sk: Interpunkcia a medzery sa neberú do úvahy.

source: Street Address
sk_sk: Adresa

source: Supplemental Address 1
sk_sk: Doplnková adresa 1

source: Supplemental Address 2
sk_sk: Doplnková adresa 2

source: Supplemental Address 3
sk_sk: Doplnková adresa 3

source: Address Name
sk_sk: Názov adresy

source: Street Name
sk_sk: Názov ulice

source: Apt/Unit/Suite
sk_sk: Byt/jednotka/apartmán

source: From
sk_sk: Od

source: To
sk_sk: Do

source: Find contacts within
sk_sk: Hľadať kontakty v rozsahu

source: Miles
sk_sk: Míle/míľ

source: Kilometers
sk_sk: Kilometre

source: Please enter positive number as a distance
sk_sk: Zadajte vzdialenosť v podobe kladného čísla

source: Address Location
sk_sk: Miesto adresy

source: Active
sk_sk: Aktívne

source: Inactive
sk_sk: Neaktívne

source: Relationship Status
sk_sk: Stav vzťahu

source: Permissioned Relationship
sk_sk: Povolený vzťah

source: Target Contact(s) in Group
sk_sk: Cieľové kontakty v skupine

source: Min Age
sk_sk: Minimálny vek

source: Please enter a positive integer
sk_sk: Zadajte kladné celé číslo

source: Max Age
sk_sk: Maximálny vek

source: As of
sk_sk: K dátumu

source: Both
sk_sk: Oboje

source: Note Text
sk_sk: Text poznámky

source: Event Participants
sk_sk: Účastníci podujatia

source: Contacts in Group: %1
sk_sk: Kontakty v skupine: %1

source: Group Status
sk_sk: Stav skupiny

source: Add to Group: %1
sk_sk: Pridať do skupiny: %1

source: Add Contacts to %1
sk_sk: Pridať kontakty do %1
