Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: User Accounts
sk_sk: Používateľské kontá

source: User Account
sk_sk: Používateľské konto

source: UF Match ID
sk_sk: ID zhody UF

source: System generated ID.
sk_sk: ID vygenerované systémom.

source: CMS ID
sk_sk: ID CMS

source: UF ID
sk_sk: ID UF

source: CMS Unique Identifier
sk_sk: Jedinečný identifikátor CMS

source: UF Name
sk_sk: Názov UF

source: UI language preferred by the given user/contact
sk_sk: Jazyk používateľského rozhrania, ktorý preferuje uvedený používateľ/kontakt

source: User Jobs
sk_sk: Úlohy používateľa

source: User Job
sk_sk: Úloha používateľa

source: User Job ID
sk_sk: ID úlohy používateľa

source: User job name
sk_sk: Názov úlohy používateľa

source: Unique name for job.
sk_sk: Jedinečný názov úlohy.

source: Import Job Created Date
sk_sk: Dátum vytvorenia úlohy importu

source: Date and time this job was created.
sk_sk: Dátum a čas vytvorenia tejto úlohy.

source: Import Job Started Date
sk_sk: Dátum spustenia úlohy importu

source: Date and time this import job started.
sk_sk: Dátum a čas vytvorenia tejto úlohy importu.

source: Job Ended Date
sk_sk: Dátum ukončenia úlohy

source: Date and time this import job ended.
sk_sk: Dátum a čas ukončenia tejto úlohy importu.

source: Import Job Expires Date
sk_sk: Dátum vypršania platnosti úlohy importu

source: Date and time to clean up after this import job (temp table deletion date).
sk_sk: Dátum a čas, keď má dôjsť k čisteniu po tejto úlohe importu (dátum odstránenia tabuľky dočasných súborov).

source: User Job Status ID
sk_sk: ID stavu úlohy používateľa

source: Job Status
sk_sk: Stav úlohy

source: User Job Type
sk_sk: Typ úlohy používateľa

source: Name of the job type, which will allow finding the correct class
sk_sk: Názov typu úlohy, ktorý umožní nájsť správnu triedu

source: Job Type
sk_sk: Typ úlohy

source: Queue ID
sk_sk: ID frontu

source: FK to Queue
sk_sk: FK pre front

source: Queue
sk_sk: Front

source: Job metadata
sk_sk: Metaúdaje úlohy

source: Data pertaining to job configuration
sk_sk: Údaje týkajúce sa konfigurácie úlohy

source: Is Template
sk_sk: Je šablóna

source: Is this a template configuration (for use by other/future jobs)?
sk_sk: Ide o konfiguráciu šablóny (na použitie inými/budúcimi úlohami)?

source: Websites
sk_sk: Webové lokality

source: Website
sk_sk: Webová lokalita

source: Website ID
sk_sk: ID webovej lokality

source: Unique Website ID
sk_sk: Jedinečné ID webovej lokality

source: Website Type
sk_sk: Typ webovej lokality

source: Which Website type does this website belong to.
sk_sk: Ku ktorému typu webovej lokality patrí táto webová lokalita.

source: Word Replacements
sk_sk: Náhrady slov

source: Word Replacement
sk_sk: Náhrada slova

source: Word Replacement ID
sk_sk: ID náhrady slova

source: Word replacement ID
sk_sk: ID náhrady slova

source: Replaced Word
sk_sk: Nahradené slovo

source: Word which need to be replaced
sk_sk: Slovo, ktoré treba nahradiť

source: Replacement Word
sk_sk: Náhradné slovo

source: Word which will replace the word in find
sk_sk: Slovo, ktoré nahradí vyhľadané slovo

source: Word Replacement is Active
sk_sk: Náhrada slov je aktívna

source: Word Replacement Match Type
sk_sk: Typ zhody pri náhrade slov

source: FK to Domain ID. This is for Domain specific word replacement
sk_sk: FK pre ID domény. Slúži na náhradu slov v konkrétnej doméne.

source: Worldregions
sk_sk: Svetové regióny

source: Worldregion
sk_sk: Svetový región

source: Region name to be associated with countries
sk_sk: Názov regiónu, ktorý sa má spojiť s krajinami

source: Domain (Organization) Full Address
sk_sk: Celá adresa pre oblasť (organizácia)

source: Domain (Organization) Street Address
sk_sk: Adresa pre oblasť (organizácia)

source: Domain (Organization) Supplemental Address
sk_sk: Doplnková adresa pre oblasť (organizácia)

source: Domain (Organization) Supplemental Address 2
sk_sk: Doplnková adresa 2 pre oblasť (organizácia)

source: Domain (Organization) Supplemental Address 3
sk_sk: Doplnková adresa 3 pre oblasť (organizácia)

source: Domain (Organization) City
sk_sk: Mesto pre oblasť (organizácia)

source: Domain (Organization) Postal Code
sk_sk: PSČ pre oblasť (organizácia)

source: Domain (Organization) State
sk_sk: Štát pre oblasť (organizácia)

source: Domain (Organization) Country
sk_sk: Krajina pre oblasť (organizácia)

source: Domain (Organization) Phone
sk_sk: Telefón domény (organizácie)

source: Domain (Organization) Email
sk_sk: E-mail domény (organizácia)

source: Current time/date
sk_sk: Aktuálny čas/dátum

source: Domain absolute base url
sk_sk: Absolútna základná adresa URL domény

source: Sales tax term (e.g VAT)
sk_sk: Termín dane z predaja (napr. DPH)

source: Empowered By CiviCRM Image
sk_sk: Obrázok Empowered By CiviCRM

source: Machine name
sk_sk: Strojový názov

source: Payment Processor Error message
sk_sk: Správa o chybe systému na spracovanie platieb

source: We experienced an unexpected error. You may have found a bug. For more information on how to provide a bug report, please read: %1
sk_sk: Zaznamenali sme neočakávanú chybu. Možno ste odhalili poruchu. Ďalšie informácie o tom, ako predložiť správu o poruche, sa dočítate tu: %1

source: Sorry but we are not able to provide this at the moment.
sk_sk: Ľutujeme, ale momentálne vám to nemôžeme poskytnúť.

source: Sorry an error occurred
sk_sk: Ľutujeme, ale došlo k chybe

source: Error Field
sk_sk: Pole chyby

source: Error Value
sk_sk: Hodnota chyby

source: yyyy-mm-dd OR yyyy-mm-dd HH:mm OR yyyymmdd OR yyyymmdd HH:mm (1998-12-25 OR 1998-12-25 15:33 OR 19981225 OR 19981225 10:30 OR ( 2008-9-1 OR 2008-9-1 15:33 OR 20080901 15:33)
sk_sk: rrrr-mm-dd ALEBO rrrr-mm-dd HH:mm ALEBO rrrrmmdd ALEBO rrrrmmdd HH:mm (1998-12-25 ALEBO 1998-12-25 15:33 ALEBO 19981225 ALEBO 19981225 10:30 ALEBO (2008-9-1 ALEBO 2008-9-1 15:33 ALEBO 20080901 15:33)

source: yyyy-mm-dd OR yyyymmdd (1998-12-25 OR 19981225) OR (2008-9-1 OR 20080901)
sk_sk: rrrr-mm-dd ALEBO yyyymmdd (1998-12-25 ALEBO 19981225) ALEBO (2008-9-1 ALEBO 20080901)

source: mm/dd/yy OR mm-dd-yy (12/25/98 OR 12-25-98) OR (9/1/08 OR 9-1-08)
sk_sk: mm/dd/rr ALEBO mm-dd-rr (12/25/98 ALEBO 12-25-98) ALEBO (9/1/08 ALEBO 9-1-08)

source: mm/dd/yyyy OR mm-dd-yyyy (12/25/1998 OR 12-25-1998) OR (9/1/2008 OR 9-1-2008)
sk_sk: mm/dd/rrrr ALEBO mm-dd-rrrr (12/25/1998 ALEBO 12-25-1998) ALEBO (9/1/2008 ALEBO 9-1-2008)

source: Month dd, yyyy (December 12, 1998)
sk_sk: Mesiac, dd, rrrr (December 12, 1998)

source: dd-mon-yy OR dd/mm/yy (25-Dec-98 OR 25/12/98)
sk_sk: dd-mes-rr ALEBO dd/mm/rr (25-Dec-98 ALEBO 25/12/98)

source: dd/mm/yyyy (25/12/1998) OR (1/9/2008)
sk_sk: dd/mm/rrrr (25/12/1998) ALEBO (1/9/2008)

source: Choose Date Range
sk_sk: Vyberte rozsah dátumov

source: Relative Date Range
sk_sk: Relatívny rozsah dátumov

source: Repeats every
sk_sk: Opakovať vždy po

source: Repeats on
sk_sk: Opakovať v

source: day of the month
sk_sk: deň v mesiaci

source: day of the week
sk_sk: deň v týždni

source: First
sk_sk: Prvý

source: Second
sk_sk: Druhý

source: Third
sk_sk: Tretí

source: Fourth
sk_sk: Štvrtý

source: Last
sk_sk: Posledný

source: After
sk_sk: Po

source: On
sk_sk: Dňa

source: Ends
sk_sk: Končí

source: Exclude Dates
sk_sk: Vylúčiť dátumy

source: This is a required field
sk_sk: Toto je povinné pole

source: Occurrences should be less than or equal to 30
sk_sk: Počet výskytov by mal byť menší ako alebo sa rovnať hodnote 30

source: End date should be after current entity's start date
sk_sk: Dátum ukončenia by mal byť neskorší ako aktuálny dátum začiatku entity

source: Invalid day of the month
sk_sk: Neplatný deň v mesiaci

source: Invalid option
sk_sk: Neplatná možnosť

source: Invalid day name
sk_sk: Neplatný názov dňa

source: Repeat Configuration has been saved
sk_sk: Konfigurácia opakovania bola uložená

source: Repeat Entity
sk_sk: Entita opakovania

source: Edit %1 Options
sk_sk: Upraviť možnosti (%1)

source: Clear
sk_sk: Vymazať

source: %1: Please check that your date range is in correct chronological order.
sk_sk: %1: Skontrolujte, či je váš rozsah dátumov v správnom chronologickom poradí.

source: User Dashboard
sk_sk: Tabuľa používateľa

source: Contribution Page
sk_sk: Stránka príspevku

source: Event Page
sk_sk: Stránka podujatia

source: Petition
sk_sk: Petícia

source: Setup a Personal Campaign Page
sk_sk: Nastavenie stránky osobnej kampane

source: Event Info Page
sk_sk: Stránka informácií o podujatí

source: Event Registration Page
sk_sk: Stránka registrácie na podujatie

source: Info Page
sk_sk: Stránka informácií

source: Live Mode
sk_sk: Režim naživo

source: Test Drive
sk_sk: Testovacia verzia

source: Search/Public Directory
sk_sk: Vyhľadávanie/verejný adresár

source: Map View
sk_sk: Zobrazenie mapy

source: If you only insert one shortcode, you can choose to override all page content with the content of the shortcode.
sk_sk: Ak vložíte iba jeden skrátený kód, môžete si vybrať, že chcete prepísať všetok obsah na stránke za obsah skráteného kódu.

source: Don't override
sk_sk: Neprepísať

source: Override page content
sk_sk: Prepísať obsah na stránke

source: Update multiple %1s
sk_sk: Aktualizovať viaceré položky %1s

source: File type fields in the selected profile are not supported for Update multiple %1s
sk_sk: Polia typu súborov vo vybratom profile nie sú podporované pri aktualizácii viacerých položiek %1s

source: Unsupported Field Type
sk_sk: Nepodporovaný typ poľa

source: No updates have been saved.
sk_sk: Neuložili sa žiadne aktualizácie.

source: Not Saved
sk_sk: Neuložené

source: Invalid document file format
sk_sk: Neplatný formát súboru dokumentu

source: Margin must be numeric
sk_sk: Okraj musí byť číselný

source: The maximum number of %3 you can select for Update multiple %3 is %1. You have selected %2. Please select fewer %3 from your search results and try again.
sk_sk: Maximálny počet položiek %3, ktoré môžete vybrať pri aktualizácii viacerých položiek %3, je %1. Vybrali ste %2. Vyberte menej položiek %3 vo výsledkoch vyhľadávania a skúste to znova.

source: Update multiple records error
sk_sk: Chyba aktualizácie viacerých záznamov

source: You will need to create a Profile containing the %1 fields you want to edit before you can use Update multiple %2. Navigate to Administer > Customize Data and Screens > Profiles to configure a Profile. Consult the online Administrator documentation for more information.
sk_sk: Skôr než budete môcť použiť aktualizáciu viacerých položiek %2, budete musieť vytvoriť profil obsahujúci polia (%1), ktoré chcete upravovať. Prejdite na časť Spravovať > Prispôsobiť údaje a obrazovky > Profily a nakonfigurujte profil. Ďalšie informácie získate v online dokumentácii správcu.

source: %1 must contain a color value e.g. #ffffff.
sk_sk: %1 musí obsahovať hodnotu farby, napr. #ffffff.

source: ERROR: Title is not Set
sk_sk: CHYBA: Názov nie je nastavený

source: Payment approval failed with message :
sk_sk: Schválenie platby zlyhalo so správou:

source: Other
sk_sk: Iné

source: Previous
sk_sk: Predchádzajúce

source: To:
sk_sk: Komu:

source: option
sk_sk: možnosť

source: Time
sk_sk: Čas

source: Please select %1
sk_sk: Vyberte %1

source: Please enter a time.
sk_sk: Zadajte čas.

source: Select someone else ...
sk_sk: Vyberte niekoho iného...

source: Choose country first
sk_sk: Najskôr vyberte krajinu

source: Choose state first
sk_sk: Najskôr vyberte štát

source: - N/A -
sk_sk: – NIE JE K DISPOZÍCII –

source: Go
sk_sk: Spustiť

source: State/Province does not match the selected Country
sk_sk: Štát/provincia sa nezhoduje s vybratou krajinou

source: County does not match the selected State/Province
sk_sk: Okres sa nezhoduje s vybratým štátom/provinciou

source: Languages
sk_sk: Jazyky

source: Inherit from language
sk_sk: Zdediť od jazyka

source: English (New Zealand)
sk_sk: Angličtina (Nový Zéland)

source: There is a validation error with your HTML input. Your activity is a bit suspicious, hence aborting
sk_sk: Došlo k chybe overovania vášho vstupu HTML. Vaša aktivita je trochu podozrivá, a preto ju ukončíme.

source: Cleared all CiviCRM caches (database, menu, templates)
sk_sk: Vymazali sa všetky vyrovnávacie pamäte CiviCRM (databáza, ponuka, šablóny)

source: Complete
sk_sk: Dokončiť

source: You do not have permission to execute this url
sk_sk: Nemáte povolenie na vykonanie tejto adresy URL

source: Bad menu record in database
sk_sk: Nesprávny záznam ponuky v databáze

source: Menu has been rebuilt
sk_sk: Ponuka bola znovu zostavená

source: Entity:
sk_sk: Entita:

source: Action:
sk_sk: Akcia:

source: Failure
sk_sk: Zlyhanie

source: Success
sk_sk: Úspech

source: Always
sk_sk: Vždy

source: Never
sk_sk: Nikdy

source: If Unused
sk_sk: Ak sa nepoužíva

source: Managed Entity (%1) is missing field "%2": %3
sk_sk: Spravovaná entita (%1) je chýbajúce pole '%2': %3

source: Entity declaration references invalid or inactive module name [%1]
sk_sk: Deklarácia entity odkazuje na neplatný alebo neaktívny názov modulu [%1]

source: Could not find %1 in path tree
sk_sk: Nepodarilo sa nájsť %1 v strome umiestnenia

source: Invalid className: %1
sk_sk: Neplatný názov triedy: %1

source: You do not have permission to make changes to the record
sk_sk: Nemáte povolenie na vykonanie zmien v tomto zázname

source: URL for file is not valid
sk_sk: Adresa URL súboru nie je platná

source: Could not retrieve the file
sk_sk: Nepodarilo sa získať súbor

source: The file is either empty or you do not have permission to retrieve the file
sk_sk: Súbor je buď prázdny, alebo nemáte povolenie na získanie tohto súboru

source: The attached file has been deleted.
sk_sk: Pripojený súbor bol odstránený.

source: This page is configured as a redirect, but it does not have a target.
sk_sk: Táto stránka je nakonfigurovaná na presmerovanie, ale nemá cieľ.

source: APILogin is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavená hodnota APILogin

source: Key is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavený kľúč

source: Subscription payment failed - %1
sk_sk: Platba predplatného zlyhala – %1

source: Recurring contribution appears to have been re-assigned from id %1 to %2, continuing with %2.
sk_sk: Zdá sa, že opakujúci sa príspevok bol znova priradený z ID %1 na %2, pokračuje sa s %2.

source: Please set a location type of %1
sk_sk: Nastavte typ miesta %1

source: Invalid expiry date
sk_sk: Neplatný dátum vypršania platnosti

source: Recurring contribution cancelled
sk_sk: Opakujúci sa príspevok zrušený

source: First Data - recurring payments not implemented
sk_sk: Prvé údaje – opakujúce sa platby nie sú implementované

source: %1 - Gateway requires curl with SSL support
sk_sk: %1 – brána požaduje curl s podporou SSL

source: Store Name is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavený názov obchodu

source: URL is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavená adresa URL

source: This processor does not support credit card type %1
sk_sk: Tento systém na spracovanie nepodporuje typ kreditnej karty %1

source: Please enter a valid Card Number
sk_sk: Zadajte platné číslo karty

source: Please enter a valid Card Verification Number
sk_sk: Zadajte platné overovacie číslo karty

source: Username is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavené používateľské meno

source: Password is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavené heslo

source: Site URL is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavená adresa URL lokality

source: Pay using PayPal
sk_sk: Zaplatiť cez PayPal

source: Signature is not set in the Administer &raquo; System Settings &raquo; Payment Processors.
sk_sk: Podpis nie je nastavený v časti Spravovať &raquo; Nastavenia systému &raquo; Systémy na spracovanie platieb.

source: Password is not set in the Administer &raquo; System Settings &raquo; Payment Processors.
sk_sk: Heslo nie je nastavené v časti Spravovať &raquo; Nastavenia systému &raquo; Systémy na spracovanie platieb.

source: User Name is not set in the Administer &raquo; System Settings &raquo; Payment Processors.
sk_sk: Používateľské meno nie je nastavené v časti Spravovať &raquo; Nastavenia systému &raquo; Systémy na spracovanie platieb.

source: Site URL is not set (eg. https://www.paypal.com/ - https://www.sandbox.paypal.com/)
sk_sk: Adresa URL lokality nie je nastavená (napr. https://www.paypal.com/ – https://www.sandbox.paypal.com/)

source: Recurring contribution, but no database id
sk_sk: Opakujúci sa príspevok, ale bez ID databázy

source: Please set the API URL. Please refer to the documentation for more details
sk_sk: Nastavte adresu URL rozhrania API. Ďalšie podrobnosti nájdete v dokumentácii

source: Payment processor is not set for this page
sk_sk: Pre túto stránku nie je nastavený systém na spracovanie platieb

source: This contribution page is configured to support separate contribution and membership payments. This %1 plugin does not currently support multiple simultaneous payments, or the option to "Execute real-time monetary transactions" is disabled. Please contact the site administrator and notify them of this error
sk_sk: Táto stránka príspevku je nakonfigurovaná tak, aby podporovala samostatné platby za príspevky a členstvá. Tento doplnok %1 momentálne nepodporuje viacero súčasných platieb alebo je zakázaná možnosť 'Vykonávať peňažné transakcie v reálnom čase'. Kontaktujte správcu lokality a oznámte mu túto chybu.

source: RealAuth requires curl with SSL support
sk_sk: RealAuth požaduje curl s podporou SSL

source: It appears that this transaction is a duplicate. Have you already submitted the form once? If so there may have been a connection problem. Check your email for a receipt from Authorize.net. If you do not receive a receipt within 2 hours you can try your transaction again. If you continue to have problems please contact the site administrator.
sk_sk: Zdá sa, že táto transakcia je duplikát. Odoslali ste už raz formulár? Ak áno, možno sa vyskytol problém s pripojením. Skontrolujte si e-mail, kde by malo byť potvrdenie z lokality Authorize.net. Ak potvrdenie nedostanete do 2 hodín, môžete skúsiť transakciu zopakovať. Ak budete mať problémy aj naďalej, obráťte sa na správcu lokality.

source: Could not initiate connection to payment gateway
sk_sk: Nepodarilo sa nadviazať spojenie s platobnou bránou

source: Error parsing XML result - error code = %1 at line %2 char %3
sk_sk: Chyba analýzy výsledkov XML – kód chyby = %1 v riadku %2, znak %3

source: Amount must be positive
sk_sk: Suma musí byť kladná

source: Credit card type not supported by Realex:
sk_sk: Realex nepodporuje typ kreditnej karty:

source: Merchant ID is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavené ID predajcu

source: Secret is not set for this payment processor
sk_sk: Pre tento systém na spracovanie platieb nie je nastavený tajný údaj

source: Card declined by bank. Please try with a different card.
sk_sk: Banka odmietla kartu. Skúste to znova s inou kartou.

source: Card reported lost or stolen. This incident will be reported.
sk_sk: Karta je evidovaná ako stratená alebo ukradnutá. Tento incident bude nahlásený.

source: It appears that this transaction is a duplicate. Have you already submitted the form once? If so there may have been a connection problem. Check your email for a receipt for this transaction. If you do not receive a receipt within 2 hours you can try your transaction again. If you continue to have problems please contact the site administrator.
sk_sk: Zdá sa, že táto transakcia je duplikát. Odoslali ste už raz formulár? Ak áno, možno sa vyskytol problém s pripojením. Skontrolujte si e-mail, kde by malo byť potvrdenie o tejto transakcii. Ak potvrdenie nedostanete do 2 hodín, môžete skúsiť transakciu zopakovať. Ak budete mať problémy aj naďalej, obráťte sa na správcu lokality.

source: We were unable to process your payment at this time. Please try again later.
sk_sk: Momentálne sa nám nepodarilo spracovať vašu platbu. Skúste to znova neskôr.

source: You can specify the number of installments, or you can leave the number of installments blank if you want to make an open-ended commitment. In either case, you can choose to cancel at any time.
sk_sk: Môžete uviesť počet splátok alebo môžete ponechať počet splátok prázdny, ak máte záujem o otvorený záväzok. V každom prípade môžete záväzok kedykoľvek zrušiť.

source: Click the <strong>Continue</strong> button to proceed with the payment.
sk_sk: Kliknutím na tlačidlo <strong>Pokračovať</strong> môžete pokračovať v platbe.

source: Click the button below if you want to cancel the auto-renewal option for your %1 membership. This will not cancel your membership. However you will need to arrange payment for renewal when your membership expires.
sk_sk: Kliknite na tlačidlo nižšie, ak chcete zrušiť možnosť automatického obnovovania vášho členstva %1. Vaše členstvo sa tým nezruší. Po vypršaní jeho platnosti však budete musieť znova nastaviť platbu, aby sa obnovilo.

source: Recurring Contribution Details: %1 every %2 %3
sk_sk: Podrobnosti opakujúcich sa príspevkov: %1 každé %2 %3

source: for %1 installments
sk_sk: pre splátky (%1)

source: Click the button below to cancel this commitment and stop future transactions. This does not affect contributions which have already been completed.
sk_sk: Kliknutím na tlačidlo nižšie zrušíte tento záväzok a zastavíte budúce transakcie. Neovplyvní to príspevky, ktoré sú už dokončené.

source: Automatic cancellation is not supported for this payment processor. You or the contributor will need to manually cancel this recurring contribution using the payment processor website.
sk_sk: Automatické zrušenie nie je pre tento systém na spracovanie platieb podporované. Vy alebo prispievateľ budete musieť manuálne zrušiť tento opakujúci sa príspevok pomocou webovej lokality systému na spracovanie platieb.

source: Credit Card
sk_sk: Kreditná karta

source: Direct Debit
sk_sk: Inkaso

source: Updates made using this form will change the recurring contribution information stored in your CiviCRM database, but will NOT be sent to the payment processor. You must enter the same changes using the payment processor web site.
sk_sk: Aktualizácie vykonané pomocou tohto formulára zmenia informácie o opakujúcich sa príspevkoch, ktoré sú uložené vo vašej databáze CiviCRM, ale NEODOŠLÚ sa do systému na spracovanie platieb. Rovnaké zmeny musíte zadať pomocou webovej lokality systému na spracovanie platieb.

source: Use this form to change the amount or number of installments for this recurring contribution. Changes will be automatically sent to the payment processor. You can not change the contribution frequency.
sk_sk: Pomocou tohto formulára zmeníte sumu alebo počet splátok pri tomto opakujúcom sa príspevku. Zmeny sa automaticky odošlú do systému na spracovanie platieb. Nemôžete zmeniť frekvenciu príspevkov.

source: Card Number
sk_sk: Číslo karty

source: Security Code
sk_sk: Bezpečnostný kód

source: Please enter a valid value for your card security code. This is usually the last 3-4 digits on the card's signature panel.
sk_sk: Zadajte platnú hodnotu bezpečnostného kódu vašej karty. Väčšinou ide o posledné 3 – 4 číslice v poli s podpisom na vašej karte.

source: Expiration Date
sk_sk: Dátum vypršania platnosti

source: Card expiration date cannot be a past date.
sk_sk: Dátum vypršania platnosti karty nemôže byť v minulosti.

source: Card Type
sk_sk: Typ karty

source: Account Holder
sk_sk: Vlastník konta

source: Bank Account Number
sk_sk: Číslo bankového konta
