Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Group(s)
sk_sk: Skupiny

source: Tag(s)
sk_sk: Značky

source: Note
sk_sk: Poznámka

source: Communication Style
sk_sk: Štýl komunikácie

source: - Contact Fields -
sk_sk: – Polia kontaktov –

source: Current Employer
sk_sk: Aktuálny zamestnávateľ

source: Location Type
sk_sk: Typ umiestnenia

source: IM Provider
sk_sk: Poskytovateľ IM

source: Note(s)
sk_sk: Poznámky

source: Edit Contact
sk_sk: Upraviť kontakt

source: Delete Contact
sk_sk: Odstrániť kontakt

source: Add Contribution
sk_sk: Pridať príspevok

source: Register for Event
sk_sk: Zaregistrovať sa na podujatie

source: Record Activity
sk_sk: Aktivita záznamu

source: Add Pledge
sk_sk: Pridať prísľub

source: Add Membership
sk_sk: Pridať členstvo

source: Add Case
sk_sk: Pridať prípad

source: Add Relationship
sk_sk: Pridať vzťah

source: Add Note
sk_sk: Pridať poznámku

source: Add to Group
sk_sk: Pridať do skupiny

source: Tag Contact
sk_sk: Označiť kontakt

source: Print Summary
sk_sk: Tlačiť súhrn

source: Printer-friendly view of this page.
sk_sk: Zobrazenie tejto stránky vhodné pre tlač.

source: vCard record for this contact.
sk_sk: Záznam vCard pre tento kontakt.

source: Contact Dashboard
sk_sk: Tabuľa kontaktu

source: User Record
sk_sk: Záznam používateľa

source: Create User Record
sk_sk: Vytvoriť záznam používateľa

source: Contact Type
sk_sk: Typ kontaktu

source: Tag
sk_sk: Značka

source: City
sk_sk: Mesto

source: Postal Code
sk_sk: PSČ

source: State/Province
sk_sk: Štát/provincia

source: Country
sk_sk: Krajina

source: Nick Name
sk_sk: Prezývka

source: Employer name
sk_sk: Meno zamestnávateľa

source: Gender
sk_sk: Pohlavie

source: Deceased
sk_sk: Zosnulý

source: External ID
sk_sk: Externé ID

source: Contact Source
sk_sk: Zdrojová kontaktná osoba

source: You can not delete this contact type -- it is used by %1 custom field group(s). The custom fields must be deleted first.
sk_sk: Nemôžete odstrániť tento typ kontaktu – používajú ho skupiny vlastných polí (%1). Tieto vlastné polia najskôr treba odstrániť.

source: New %1
sk_sk: Nové %1

source: Child of
sk_sk: Dieťa osoby

source: unknown
sk_sk: neznáme

source: Group Contacts
sk_sk: Kontakty skupiny

source: Settings
sk_sk: Nastavenia

source: Edit Group
sk_sk: Upraviť skupinu

source: Disable
sk_sk: Zakázať

source: Disable Group
sk_sk: Zakázať skupinu

source: Enable
sk_sk: Povoliť

source: Enable Group
sk_sk: Povoliť skupinu

source: Delete Group
sk_sk: Odstrániť skupinu

source: Opportunistic Flush
sk_sk: Oportunistické vyprázdnenie

source: Cron Flush
sk_sk: Vyprázdnenie cron

source: We detected a cycle which we can't handle. aborting
sk_sk: Odhalili sme cyklus, ktorý nedokážeme spracovať. Ruší sa

source: miles
sk_sk: míle/míľ

source: Proximity search to a distance of %1 from %2
sk_sk: Vyhľadávanie v okolí do vzdialenosti %1 od %2

source: Proximity searching requires you to set a valid geocoding provider
sk_sk: Na vyhľadávanie v okolí musíte nastaviť platného poskytovateľa geokódovania

source: We could not geocode the destination address.
sk_sk: Nepodarilo sa nám geokódovať cieľovú adresu.

source: Active Period
sk_sk: Aktívne obdobie

source: Demographics
sk_sk: Demografia

source: World Region
sk_sk: Svetový región

source: %1 is not a valid operator
sk_sk: %1 nie je platný operátor

source: Search in Trash
sk_sk: Vyhľadávať v koši

source: or
sk_sk: alebo

source: Contact Subtype %1
sk_sk: Podtyp kontaktu %1

source: Group(s) %1 %2
sk_sk: Skupiny %1 %2

source: Group Status %1
sk_sk: Stav skupiny %1

source: CMS User
sk_sk: Používateľ CMS

source: Not a CMS User
sk_sk: Nie je používateľ CMS

source: Tag %1 %2
sk_sk: Označiť %1 %2

source: Tagged %1
sk_sk: Označené %1

source: Tagged %1 %2
sk_sk: Označené %1 %2

source: Note: Body Only
sk_sk: Poznámka: iba telo správy

source: Note: Body and Subject
sk_sk: Poznámka: telo správy a predmet

source: Note: Subject Only
sk_sk: Poznámka: iba predmet

source: Name
sk_sk: Meno

source: Name or Email
sk_sk: Meno alebo e-mail

source: Greeting %1 %2
sk_sk: Pozdrav %1 %2

source: Phone number contains
sk_sk: Telefónne číslo obsahuje

source: Phone
sk_sk: Telefón

source: type
sk_sk: typ

source: Street
sk_sk: Ulica

source: Street Number is odd
sk_sk: Orientačné číslo je nepárne

source: Street Number is even
sk_sk: Orientačné číslo je párne

source: Street Number
sk_sk: Orientačné číslo

source: Showing only Contacts starting with: '%1'
sk_sk: Zobrazujú sa iba kontakty začínajúce výrazom '%1'

source: Postal code
sk_sk: PSČ

source: Postal code greater than or equal to '%1'
sk_sk: PSČ je väčšie alebo rovnaké ako '%1'

source: Postal code less than or equal to '%1'
sk_sk: PSČ je menšie alebo rovnaké ako '%1'

source: County
sk_sk: Okres

source: State/Province %1 %2 %3
sk_sk: Štát/provincia %1 %2 %3

source: Altered By
sk_sk: Zmenil(-a)

source: Added Date
sk_sk: Dátum pridania

source: Change Log
sk_sk: Denník zmien

source: Age
sk_sk: Vek

source: Deceased Date
sk_sk: Dátum úmrtia

source: Preferred Communication Method %1 %2
sk_sk: Preferovaná metóda komunikácie %1 %2

source: Relationship - Active and Current
sk_sk: Vzťah – aktívny a aktuálny

source: Relationship - Inactive or not Current
sk_sk: Vzťah – neaktívny alebo neaktuálny

source: Permissioned Relationships
sk_sk: Povolené vzťahy

source: Relationship Ended on or After
sk_sk: Dátum ukončenia vzťahu alebo po ňom

source: Relationship Recorded Start Date On or After
sk_sk: Zaznamenaný dátum začiatku vzťahu alebo po ňom

source: Relationship Ended on or Before
sk_sk: Dátum ukončenia vzťahu alebo pred ním

source: Relationship Recorded Start Date On or Before
sk_sk: Zaznamenaný dátum začiatku vzťahu alebo pred ním

source: Relationship was active between
sk_sk: Vzťah bol aktívny v rozmedzí

source: Relationship was active after
sk_sk: Vzťah bol aktívny po

source: Relationship was active before
sk_sk: Vzťah bol aktívny pred

source: greater than or equal to
sk_sk: viac ako alebo sa rovná hodnote

source: less than or equal to
sk_sk: menej ako alebo sa rovná hodnote

source: AND
sk_sk: A

source: greater than
sk_sk: viac ako

source: less than
sk_sk: menej ako

source: as of
sk_sk: k dátumu

source: Failed to interpret input for search
sk_sk: Nepodarilo sa interpretovať zadaný výraz vyhľadávania

source: Contributions
sk_sk: Príspevky

source: Memberships
sk_sk: Členstvá

source: Relationships
sk_sk: Vzťahy

source: Pledges
sk_sk: Prísľuby

source: Cases
sk_sk: Prípady

source: Address Fields
sk_sk: Polia adresy

source: Notes
sk_sk: Poznámky

source: Mailings
sk_sk: Pošta

source: Contacts with a Relationship Type of:
sk_sk: Kontakty s typom vzťahu:

source: %1 is
sk_sk: %1 je

source: to %1
sk_sk: do %1

source: from %1
sk_sk: od %1

source: between %1 and %2
sk_sk: v rozmedzí od %1 do %2

source: Manage Case #%1
sk_sk: Spravovať prípad #%1

source: Inherited membership %1 status was changed to Expired due to the change in relationship type.
sk_sk: Zdedený stav členstva %1 bol zmenený na Platnosť vypršala z dôvodu zmeny typu vzťahu.

source: Record Updated
sk_sk: Záznam aktualizovaný

source: Start
sk_sk: Začiatok

source: End
sk_sk: Koniec

source: State/Prov
sk_sk: Štát/provincia

source: You seem to have deleted the relationship type 'Employee of'
sk_sk: Zdá sa, že ste odstránili typ 'Zamestnanec zamestnávateľa'

source: Because your session timed out, we have reset the search page.
sk_sk: Keďže časový limit relácie uplynul, resetovali sme stránku vyhľadávania.

source: ACLContact Caches
sk_sk: Vyrovnávacie pamäte ACLContact

source: ACLContact Cache
sk_sk: Vyrovnávacia pamäť ACLContact

source: ACL Contact Cache ID
sk_sk: ID vyrovnávacej pamäte ACLContact

source: primary key
sk_sk: primárny kľúč

source: FK to civicrm_contact (could be null for anon user)
sk_sk: FK pre civicrm_contact (pre anonymného používateľa môže byť hodnota null)

source: FK to civicrm_contact
sk_sk: FK pre civicrm_contact

source: What operation does this user have permission on?
sk_sk: Na akú operáciu má tento používateľ povolenie?

source: Contacts
sk_sk: Kontakty

source: Individuals, organizations, households, etc.
sk_sk: Jednotlivci, organizácie, domácnosti atď.

source: Unique Contact ID
sk_sk: Jedinečné ID kontaktu

source: Type of Contact.
sk_sk: Typ kontaktu.

source: External Identifier
sk_sk: Externý identifikátor

source: Unique trusted external ID (generally from a legacy app/datasource). Particularly useful for deduping operations.
sk_sk: Jedinečné dôveryhodné externé ID (spravidla zo staršej aplikácie/zdroja údajov). Obzvlášť užitočné pri odstraňovaní duplikátov.

source: Display Name
sk_sk: Zobrazované meno

source: Formatted name representing preferred format for display/print/other output.
sk_sk: Formátované meno, ktoré predstavuje preferovaný formát zobrazovacieho/tlačového/iného výstupu.

source: Organization Name.
sk_sk: Názov organizácie.

source: Contact Subtype
sk_sk: Podtyp kontaktu

source: May be used to over-ride contact view and edit templates.
sk_sk: Môže sa používať na prepísanie zobrazenia kontaktov a úpravu šablón

source: First Name.
sk_sk: Krstné meno.

source: Middle Name.
sk_sk: Stredné meno.

source: Last Name.
sk_sk: Priezvisko.

source: Do Not Email
sk_sk: Neposielať e-mail

source: Do Not Phone
sk_sk: Netelefonovať

source: Do Not Mail
sk_sk: Neposielať poštu

source: Do Not Sms
sk_sk: Neposielať SMS

source: Do Not Trade
sk_sk: Neobchodovať

source: No Bulk Emails (User Opt Out)
sk_sk: Žiadne hromadné e-maily (explicitný nesúhlas používateľa)

source: Has the contact opted out from receiving all bulk email from the organization or site domain?
sk_sk: Vyjadril kontakt explicitný nesúhlas so zasielaním všetkých hromadných e-mailov od organizácie alebo z domény lokality?

source: Is Opt Out
sk_sk: Je vyjadrený explicitný nesúhlas

source: Legal Identifier
sk_sk: Právny identifikátor

source: May be used for SSN, EIN/TIN, Household ID (census) or other applicable unique legal/government ID.
sk_sk: Môže sa používať pre SSN, EIN/TIN, ID domácnosti (sčítanie) alebo iné platné jedinečné právne/vládne ID.

source: Sort Name
sk_sk: Zoraďovacie meno

source: Name used for sorting different contact types
sk_sk: Meno, ktorý sa používa na zoraďovanie rôznych typov kontaktov

source: Nickname
sk_sk: Prezývka

source: Nickname.
sk_sk: Prezývka.

source: Legal Name
sk_sk: Právny názov

source: Legal Name.
sk_sk: Právny názov.

source: Image Url
sk_sk: Adresa URL obrázka

source: optional URL for preferred image (photo, logo, etc.) to display for this contact.
sk_sk: Voliteľná adresa URL preferovaného obrázka (fotografia, logo atď.), ktorý sa zobrazí pri tomto kontakte.

source: Preferred Communication Method
sk_sk: Preferovaná metóda komunikácie

source: What is the preferred mode of communication.
sk_sk: Ide o preferovaný spôsob komunikácie.

source: Preferred Language
sk_sk: Preferovaný jazyk

source: Which language is preferred for communication. FK to languages in civicrm_option_value.
sk_sk: Ide o preferovaný jazyk pri komunikácii. FK pre jazyky v rámci civicrm_option_value.

source: Contact Hash
sk_sk: Hodnota hash kontaktu

source: Key for validating requests related to this contact.
sk_sk: Kľúč na overovanie žiadostí súvisiacich s týmto kontaktom.

source: Api Key
sk_sk: Kľúč rozhrania API

source: API Key for validating requests related to this contact.
sk_sk: Kľúč rozhrania API na overovanie žiadostí súvisiacich s týmto kontaktom.

source: API KEY
sk_sk: KĽÚČ ROZHRANIA API

source: where contact come from, e.g. import, donate module insert...
sk_sk: Pôvod kontaktu, napr. import, vloženie darovacieho modulu...

source: Individual Prefix
sk_sk: Individuálny titul pred menom

source: Prefix or Title for name (Ms, Mr...). FK to prefix ID
sk_sk: Predpona alebo titul pred menom (pani, pán...). FK pre ID predpony

source: Individual Suffix
sk_sk: Individuálna prípona

source: Suffix for name (Jr, Sr...). FK to suffix ID
sk_sk: Prípona pre meno (starší, mladší...). FK pre ID prípony

source: Formal Title
sk_sk: Formálny titul

source: Formal (academic or similar) title in front of name. (Prof., Dr. etc.)
sk_sk: Formálny (akademický alebo podobný) titul pred menom (Prof., Dr. atď.)

source: Communication style (e.g. formal vs. familiar) to use with this contact. FK to communication styles in civicrm_option_value.
sk_sk: Štýl komunikácie (napr. formálny alebo neformálny), ktorý sa má použiť pri tomto kontakte. FK pre štýly komunikácie v rámci civicrm_option_value.

source: Email Greeting ID
sk_sk: ID e-mailového pozdravu

source: FK to civicrm_option_value.id, that has to be valid registered Email Greeting.
sk_sk: FK pre civicrm_option_value.id, ktorý musí predstavovať platný, registrovaný e-mailový pozdrav.

source: Email Greeting Custom
sk_sk: Vlastný e-mailový pozdrav

source: Custom Email Greeting.
sk_sk: Vlastný e-mailový pozdrav.

source: Email Greeting
sk_sk: E-mailový pozdrav

source: Cache Email Greeting.
sk_sk: E-mailový pozdrav vo vyrovnávacej pamäti.

source: Postal Greeting ID
sk_sk: ID poštového pozdravu

source: FK to civicrm_option_value.id, that has to be valid registered Postal Greeting.
sk_sk: FK pre civicrm_option_value.id, ktorý musí predstavovať platný, registrovaný poštový pozdrav.

source: Postal Greeting Custom
sk_sk: Vlastný poštový pozdrav

source: Custom Postal greeting.
sk_sk: Vlastný poštový pozdrav.

source: Postal Greeting
sk_sk: Poštový pozdrav

source: Cache Postal greeting.
sk_sk: Poštový pozdrav vo vyrovnávacej pamäti.

source: Addressee ID
sk_sk: ID adresáta

source: FK to civicrm_option_value.id, that has to be valid registered Addressee.
sk_sk: FK pre civicrm_option_value.id, ktorý musí predstavovať platného, registrovaného adresáta.

source: Addressee Custom
sk_sk: Vlastný adresát

source: Custom Addressee.
sk_sk: Vlastný adresát.

source: Addressee
sk_sk: Adresát

source: Cache Addressee.
sk_sk: Adresát vo vyrovnávacej pamäti.

source: Job Title
sk_sk: Pracovná pozícia

source: Gender ID
sk_sk: ID pohlavia

source: FK to gender ID
sk_sk: FK pre ID pohlavia

source: Date of birth
sk_sk: Dátum narodenia

source: Is Deceased
sk_sk: Je zosnulý/-á

source: Date of deceased
sk_sk: Dátum úmrtia

source: Household Name.
sk_sk: Názov domácnosti.

source: Household Primary Contact ID
sk_sk: ID primárneho kontaktu domácnosti

source: Optional FK to Primary Contact for this household.
sk_sk: Voliteľný FK pre primárny kontakt tejto domácnosti.

source: Household Primary Contact
sk_sk: Primárny kontakt domácnosti

source: Sic Code
sk_sk: Kód SIC

source: Standard Industry Classification Code.
sk_sk: Kód štandardnej priemyselnej klasifikácie.

source: SIC Code
sk_sk: Kód SIC

source: Unique ID (OpenID)
sk_sk: Jedinečné ID (OpenID)

source: the OpenID (or OpenID-style http://username.domain/) unique identifier for this contact mainly used for logging in to CiviCRM
sk_sk: Jedinečný identifikátor OpenID (alebo http://meno_používateľa.doména/ v štýle OpenID) pre tento kontakt, ktorý sa väčšinou používa na prihlasovanie do CiviCRM

source: Current Employer ID
sk_sk: ID aktuálneho zamestnávateľa

source: OPTIONAL FK to civicrm_contact record.
sk_sk: VOLITEĽNÝ FK pre civicrm_contact record.

source: Contact is in Trash
sk_sk: Kontakt je v koši

source: When was the contact was created.
sk_sk: Kedy bol kontakt vytvorený.

source: When was the contact (or closely related entity) was created or modified or deleted.
sk_sk: Kedy bol kontakt (alebo úzko súvisiaca entita) vytvorený, upravený alebo odstránený.

source: Preferred Mail Format
sk_sk: Preferovaný formát e-mailu

source: Deprecated setting for text vs html mailings
sk_sk: Zastarané nastavenie pre textové správy verzus poštu v HTML

source: Contact Types
sk_sk: Typy kontaktov

source: Contact Type ID
sk_sk: ID typu kontaktu

source: Internal name of Contact Type (or Subtype).
sk_sk: Interný názov pre typ (alebo podtyp) kontaktu.

source: Contact Type Label
sk_sk: Označenie typu kontaktu

source: localized Name of Contact Type.
sk_sk: Lokalizovaný názov pre typ kontaktu.

source: Label
sk_sk: Označenie

source: Contact Type Description
sk_sk: Opis typu kontaktu

source: localized Optional verbose description of the type.
sk_sk: Lokalizovaný voliteľný podrobný opis typu.

source: Contact Type Image URL
sk_sk: Adresa URL obrázka typu kontaktu

source: URL of image if any.
sk_sk: Adresa URL obrázka, ak nejaká existuje.

source: Icon
sk_sk: Ikona

source: crm-i icon class representing this contact type
sk_sk: Trieda ikony crm-i, ktorá predstavuje tento typ kontaktu

source: Parent ID
sk_sk: Nadradené ID

source: Optional FK to parent contact type.
sk_sk: Voliteľný FK pre nadradený typ kontaktu.

source: Parent
sk_sk: Nadradené

source: Contact Type Enabled
sk_sk: Typ kontaktu je povolený

source: Is this entry active?
sk_sk: Je tento záznam aktívny?

source: Contact Type is Reserved
sk_sk: Typ kontaktu je rezervovaný

source: Is this contact type a predefined system type
sk_sk: Je tento typ kontaktu preddefinovaným typom systému

source: Dashboard Contacts
sk_sk: Kontakty na tabuli

source: Dashboard Contact
sk_sk: Kontakt na tabuli

source: Dashboard Contact ID
sk_sk: ID kontaktu na tabuli

source: Dashboard ID
sk_sk: ID tabule

source: Dashboard
sk_sk: Tabuľa

source: Column No
sk_sk: Č. stĺpca

source: column no for this widget
sk_sk: Č. stĺpca pre túto miniaplikáciu

source: Column Number
sk_sk: Číslo stĺpca

source: Dashlet is Active?
sk_sk: Je prvok aktívny?

source: Is this widget active?
sk_sk: Je táto miniaplikácia aktívna?

source: Ordering of the widgets.
sk_sk: Usporiadanie miniaplikácií.

source: Groups
sk_sk: Skupiny

source: Group ID
sk_sk: ID skupiny

source: Group Name
sk_sk: Názov skupiny

source: Internal name of Group.
sk_sk: Interný názov skupiny.

source: Group Title
sk_sk: Názov skupiny

source: Name of Group.
sk_sk: Názov skupiny.

source: Group Description
sk_sk: Opis skupiny

source: Optional verbose description of the group.
sk_sk: Voliteľný podrobný opis skupiny.

source: Group Source
sk_sk: Zdroj skupiny

source: Module or process which created this group.
sk_sk: Modul alebo proces, ktorý vytvoril túto skupinu.

source: Saved Search ID
sk_sk: ID uloženého vyhľadávania

source: FK to saved search table.
sk_sk: FK pre tabuľku uloženého vyhľadávania.

source: Saved Search
sk_sk: Uložené vyhľadávanie

source: Group Enabled
sk_sk: Povolené pre skupinu

source: Is this group active?
sk_sk: Je táto skupina aktívna?

source: Group Visibility Setting
sk_sk: Nastavenie viditeľnosti skupiny

source: In what context(s) is this field visible.
sk_sk: Kontexty, v ktorých je toto pole viditeľné.

source: Group Where Clause
sk_sk: Klauzula Where skupiny

source: the sql where clause if a saved search acl
sk_sk: Klauzula Where pre SQL pri uloženom vyhľadávaní ACL

source: Tables For Select Clause
sk_sk: Tabuľky pre klauzulu Select

source: the tables to be included in a select data
sk_sk: Tabuľky, ktoré sa majú zahrnúť do údajov výberu

source: Tables For Where Clause
sk_sk: Tabuľky pre klauzulu Where

source: the tables to be included in the count statement
sk_sk: Tabuľky, ktoré sa majú zahrnúť do výkazu o počte

source: Group Type
sk_sk: Typ skupiny

source: FK to group type
sk_sk: FK pre typ skupiny

source: Group Cache Date
sk_sk: Dátum vyrovnávacej pamäte skupiny

source: Date when we created the cache for a smart group
sk_sk: Dátum, keď sme vytvorili vyrovnávaciu pamäť pre inteligentnú skupinu

source: Next Group Refresh Time
sk_sk: Najbližší čas obnovenia skupiny

source: Group Parents
sk_sk: Rodičia skupiny

source: Parent Groups
sk_sk: Skupiny rodičov

source: Group Children
sk_sk: Deti skupiny

source: Group is Hidden
sk_sk: Skupina je skrytá

source: Is this group hidden?
sk_sk: Je táto skupina skrytá?

source: Group is Reserved
sk_sk: Skupina je rezervovaná

source: Created By Contact ID
sk_sk: Vytvorilo ID kontaktu

source: FK to contact table.
sk_sk: FK pre tabuľku kontaktov.

source: Created By
sk_sk: Vytvoril(-a)

source: Modified By Contact ID
sk_sk: Upravilo ID kontaktu

source: Modified By
sk_sk: Upravil(-a)

source: Public Group Title
sk_sk: Verejný názov skupiny

source: Alternative public title for this Group.
sk_sk: Alternatívny verejný názov tejto skupiny.

source: Public Group Description
sk_sk: Opis verejnej skupiny

source: Alternative public description of the group.
sk_sk: Alternatívny verejný opis skupiny.

source: Group Contact
sk_sk: Kontakt skupiny

source: Group Contact ID
sk_sk: ID kontaktu skupiny

source: FK to civicrm_group
sk_sk: FK pre civicrm_group

source: Group Contact Status
sk_sk: Stav kontaktu skupiny

source: status of contact relative to membership in group
sk_sk: Stav kontaktu vzhľadom na členstvo v skupine

source: Location ID
sk_sk: ID miesta

source: Optional location to associate with this membership
sk_sk: Voliteľné miesto, ktoré sa má spojiť s týmto členstvom

source: Email ID
sk_sk: ID e-mailu

source: Optional email to associate with this membership
sk_sk: Voliteľný e-mail, ktorý sa má spojiť s týmto členstvom

source: Group Contact Caches
sk_sk: Vyrovnávacie pamäte kontaktov skupiny

source: Group Contact Cache
sk_sk: Vyrovnávacia pamäť kontaktov skupiny

source: Group Contact Cache ID
sk_sk: ID vyrovnávacej pamäte kontaktov skupiny

source: Group Nestings
sk_sk: Vnorené skupiny

source: Group Nesting
sk_sk: Vnorená skupina

source: Group Nesting ID
sk_sk: ID vnorenej skupiny

source: Child Group ID
sk_sk: ID skupiny detí

source: ID of the child group
sk_sk: ID skupiny detí

source: Child Group
sk_sk: Skupina detí

source: Parent Group ID
sk_sk: ID skupiny rodičov

source: ID of the parent group
sk_sk: ID skupiny rodičov

source: Parent Group
sk_sk: Skupina rodičov

source: Group Organizations
sk_sk: Organizácie skupiny

source: Group Organization
sk_sk: Organizácia skupiny

source: Group Organization ID
sk_sk: ID organizácie skupiny

source: ID of the group
sk_sk: ID skupiny

source: Organization ID
sk_sk: ID organizácie

source: ID of the Organization Contact
sk_sk: ID kontaktu organizácie

source: Organization
sk_sk: Organizácia

source: Contact A ID
sk_sk: ID kontaktu A

source: id of the first contact
sk_sk: ID prvého kontaktu

source: Contact A
sk_sk: Kontakt A

source: Contact B ID
sk_sk: ID kontaktu B

source: id of the second contact
sk_sk: ID druhého kontaktu

source: Contact B
sk_sk: Kontakt B

source: Relationship Type ID
sk_sk: ID typu vzťahu

source: Type of relationship
sk_sk: Typ vzťahu

source: Relationship Type
sk_sk: Typ vzťahu

source: Relationship Start Date
sk_sk: Dátum začiatku vzťahu

source: date when the relationship started
sk_sk: dátum, keď sa vzťah začal

source: Relationship End Date
sk_sk: Dátum ukončenia vzťahu

source: date when the relationship ended
sk_sk: dátum, keď sa vzťah skončil

source: Relationship Is Active
sk_sk: Vzťah je aktívny

source: is the relationship active ?
sk_sk: Je vzťah aktívny?

source: Relationship Description
sk_sk: Opis vzťahu

source: Optional verbose description for the relationship.
sk_sk: Voliteľný podrobný opis vzťahu.

source: Contact A has Permission Over Contact B
sk_sk: Kontakt A má povolenie nad kontaktom B

source: Permission that Contact A has to view/update Contact B
sk_sk: Kontakt A má povolenie zobrazovať/aktualizovať kontakt B

source: Contact B has Permission Over Contact A
sk_sk: Kontakt B má povolenie nad kontaktom A

source: Permission that Contact B has to view/update Contact A
sk_sk: Kontakt B má povolenie zobrazovať/aktualizovať kontakt A

source: Case ID
sk_sk: ID prípadu

source: FK to civicrm_case
sk_sk: FK pre civicrm_case

source: Case
sk_sk: Prípad

source: Relationship created date.
sk_sk: Dátum vytvorenia vzťahu.

source: Relationship Modified Date
sk_sk: Dátum úpravy vzťahu

source: Relationship last modified.
sk_sk: Posledná úprava vzťahu.

source: Related Contacts
sk_sk: Súvisiace kontakty

source: Related Contact
sk_sk: Súvisiaci kontakt
