Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: In all cases, the check for an existing matching contact uses the default "Individual Strict Duplicate Matching Rule" (match on email address). If you are concerned with existing contact data being over-written by anonymous visitors, you can modify this rule to make matches less likely (or even impossible). For example, if you NEVER want anonymous input to match (i.e. always create a new contact record) - edit that rule and set the 'weight threshold' higher than 10. You will then need to run Find Duplicates periodically using a different rule, and merge any duplicate records with their associated memberships, contributions, etc.
sk_sk: Vo všetkých prípadoch sa pri kontrole existujúceho zhodného kontaktu použije predvolené 'Individuálne prísne pravidlo na priraďovanie duplikátov' (zhoda v e-mailovej adrese). Ak máte obavu, že existujúce údaje kontaktu prepíšu anonymní návštevníci, môžete toto pravidlo upraviť tak, aby boli zhody menej pravdepodobné (alebo dokonca nemožné). Príklad: ak chcete, aby sa anonymne zadané údaje NIKDY nezhodovali (t. j. aby sa vždy vytvoril nový záznam kontaktu), upravte dané pravidlo a nastavte vyššiu 'prahovú hodnotu váhy' ako 10. Potom budete musieť periodicky spúšťať operáciu Hľadať duplikáty pomocou iného pravidla a zlúčiť prípadné duplicitné záznamy so súvisiacimi členstvami, príspevkami atď.

source: NOTE: If there are multiple matching contacts, the first matching record is used.
sk_sk: POZNÁMKA: Ak existuje viac zhodných kontaktov, použije sa prvý zhodný záznam.

source: Map Link
sk_sk: Mapovať odkaz

source: Edit Link
sk_sk: Upraviť odkaz

source: User Link
sk_sk: Odkaz na používateľa

source: Check this box if you want to include a link in the listings to view contacts' %1 user account information (e.g. their 'My Account' page). This link will only be included for contacts who have a user account on your website.
sk_sk: Začiarknite toto políčko, ak chcete do zoznamov zahrnúť odkaz na zobrazenie informácií o používateľskom konte %1 kontaktov (napr. ich stránku 'Moje konto'). Tento odkaz bude zahrnutý iba pri kontaktoch, ktoré majú používateľské konto na vašej webovej lokalite.

source: If you are using this profile as a search form, you can choose to include proximity searching. When enabled, a proximity search block will be added to the search criteria. This block will contain fields to set the proximity start address, and a field to set a 'Radius' (distance from that address).
sk_sk: Ak používate tento profil ako formulár vyhľadávania, môžete sa rozhodnúť, že doň zahrniete vyhľadávanie v okolí. Ak je povolené, do kritérií vyhľadávania sa pridá blok vyhľadávania v okolí. Tento blok bude obsahovať polia na nastavenie začiatočnej adresy v okolí a pole na nastavenie 'polomeru' (vzdialenosti od danej adresy).

source: Set Proximity Search as required if you want all searches using this profile to require the user to enter a start address and a radius.
sk_sk: Vyhľadávanie v okolí nastavte podľa potreby, ak chcete, aby sa pri všetkých vyhľadávaniach využívajúcich tento profil vyžadovalo zadanie začiatočnej adresy a polomeru.

source: IMPORTANT: You must enable a Mapping Provider in order to use the Proximity Search feature (Administer > System Settings > Mapping and Geocoding).
sk_sk: DÔLEŽITÉ: Ak chcete použiť funkciu Vyhľadávanie v okolí, musíte povoliť možnosť Poskytovateľ mapovania (Spravovať > Nastavenia systému > Mapovanie a geokódovanie).

source: Delete CiviCRM Profile
sk_sk: Odstrániť profil CiviCRM

source: View or Edit Fields for this Profile
sk_sk: Zobraziť alebo upraviť polia pre tento profil

source: Profile Field Preview
sk_sk: Ukážka poľa profilu

source: Profile Preview
sk_sk: Ukážka profilu

source: This CiviCRM profile field is view only.
sk_sk: Toto pole profilu CiviCRM je určené iba na zobrazenie.

source: Add Field
sk_sk: Pridať pole

source: Edit Settings
sk_sk: Upraviť nastavenia

source: Use (create mode)
sk_sk: Použiť (režim tvorby)

source: About Profiles
sk_sk: Informácie o profiloch

source: Profiles may be linked to specific modules, accessed via built-in CiviCRM URLs, or embedded into any web page using the HTML Form Snippet feature. Examples include:
sk_sk: Profily možno prepojiť s konkrétnymi modulmi, sprístupňovať prostredníctvom zabudovaných adries URL systému CiviCRM alebo vkladať do webových stránok pomocou funkcie Úryvok formulára HTML. Tu sú niektoré príklady:

source: <strong>User Screens</strong> - One or several profiles can be linked to either the <strong>new user registration</strong> and/or view and edit screens for <strong>existing user accounts</strong>.
sk_sk: <strong>Obrazovky používateľov</strong> – jeden alebo viac profilov možno prepojiť buď s obrazovkou <strong>registrácie nového používateľa</strong>, a/alebo s obrazovkou zobrazenia a úpravy <strong>existujúceho používateľského konta</strong>.

source: <strong>CiviContribute</strong> - When you want to collect information from Contributors via online contribution pages, you can create a profile and link it to to your contribution page as a 'custom page element' (<a href='%1'>Configure Online Contribution Pages</a>).
sk_sk: <strong>CiviContribute</strong> – ak chcete zhromažďovať informácie od prispievateľov prostredníctvom online stránok príspevkov, môžete vytvoriť profil a prepojiť ho so svojou stránkou príspevku ako 'vlastný prvok stránky' (<a href='%1'>Konfigurovať online stránky príspevkov</a>).

source: site root
sk_sk: koreňový adresár lokality

source: <strong>Contact Search and Listings</strong> - When you want to provide a search form and search result listings for some or all of your contacts you can create a profile with the desired search fields and link users to the path for that search form. When creating a link to search and listings profiles, add the corresponding profile ID to the end of your query string using the 'gid' parameter. For example, the link to display a search and listings page for a Profile with ID = 3 would be:
sk_sk: <strong>Vyhľadávanie a zoznamy kontaktov</strong> – ak chcete poskytnúť formulár vyhľadávania a zoznamy výsledkov vyhľadávania pre niektoré alebo všetky vaše kontakty, môžete vytvoriť profil s požadovanými poľami vyhľadávania a poskytnúť používateľom odkaz s cestou k danému formuláru vyhľadávania. Pri vytváraní odkazu na vyhľadávanie a profily zoznamov, pridajte príslušné ID profilu na koniec reťazca dopytu pomocou parametra 'gid'. Príklad: odkaz na zobrazenie stránky vyhľadávania a zoznamov pre profil s ID = 3 by vyzeral takto:

source: <strong>Contact Signup Forms</strong> - Create link(s) to 'new contact' input form(s) for your Profiles using the following path: <em>%1/%2</em>. (This example links to an input form for Profile ID 3.)
sk_sk: <strong>Formuláre na registráciu kontaktov</strong> – vytvorte odkazy na formuláre na zadanie 'nového kontaktu' pre vaše profily pomocou nasledujúcej cesty: <em>%1/%2</em>. (Tento príklad obsahuje odkaz na vstupný formulár pre ID profilu 3.)

source: <strong>Contact Edit Forms</strong> - Allow <strong>authenticated users</strong> to edit their own contact info with a Profile using the following path: <em>%1/%2</em>. (This example links to an edit form for Profile ID 3.)
sk_sk: <strong>Formuláre na úpravu kontaktov</strong> – povoľte <strong>overeným používateľom</strong> upravovať vlastné kontaktné údaje s profilom pomocou nasledujúcej cesty: <em>%1/%2</em>. (Tento príklad ukazuje odkaz na formulár úpravy pre ID profilu 3.)

source: <strong>HTML Form Snippet</strong> - If you want more control over form layout, or want to add Profile input forms to non-CiviCRM blocks, pages and/or sites...click the HTML Form Snippet action link for a Profile below - and copy and paste the HTML form code into any web page.
sk_sk: <strong>Úryvok formulára HTML</strong> – ak chcete získať lepšiu kontrolu nad rozložením formulára alebo ak chcete pridať vstupné formuláre profilu do blokov, stránok a/alebo lokalít mimo systému CiviCRM, kliknite na odkaz na akciu Úryvok formulára HTML pre nižšie uvedený profil a potom skopírujte a vložte kód HTML formulára do ľubovoľnej webovej stránky.

source: Form Snippet
sk_sk: Úryvok formulára

source: The HTML Form Snippet code will display a form consisting of the active fields in this Profile. You can copy this HTML code and paste it into any block or page on your website where you want to collect contact information.
sk_sk: Kód HTML úryvku formulára zobrazí formulár, ktorý pozostáva z aktívnych polí v tomto profile. Tento kód HTML môžete skopírovať a vložiť do ľubovoľného bloku alebo stránky na vašej webovej lokalite, na ktorej chcete zhromažďovať kontaktné údaje.

source: By changing the relative URLs included in the snippet to absolute URLs (e.g. change "/sites/all/modules/civicrm/bower_components/jquery/dist/jquery.min.js?r=dXCgD" to "https://yourdomain.com/sites/all/modules/civicrm/bower_components/jquery/dist/jquery.min.js?r=dXCgD") you will be able to use the snippet on any website.
sk_sk: Zmena relatívnych adries URL zahrnutých do úryvku na absolútne adresy URL (napr. zmena adresy '/sites/all/modules/civicrm/bower_components/jquery/dist/jquery.min.js?r=dXCgD' na adresu 'https://vasa_domena.com/sites/all/modules/civicrm/bower_components/jquery/dist/jquery.min.js?r=dXCgD') vám umožní použiť úryvok na ľubovoľnej webovej lokalite.

source: If the web page you are pasting the snippet code to is hosted in a different domain from your CiviCRM site, you may NOT be able to include Country and State fields in the form (the script which dynamically loads the states based on selected country may not be able to execute across domains).
sk_sk: Ak je webová stránka, do ktorej vkladáte kód úryvku, hosťovaná na inej doméne, ako je vaša lokalita CiviCRM, NEMÔŽETE do formulára zahrnúť polia Krajina a Štát (skript, ktorý dynamicky načíta štáty podľa vybratej krajiny, nie je možné spustiť naprieč rôznymi doménami).

source: You can control the web page that someone is directed to AFTER completing the form by modifying the contents of the hidden <strong>postURL</strong> input field. Replace the default value with any valid complete URL prior to saving the form code to the desired page(s).
sk_sk: Webovú stránku, na ktorú je niekto odkázaný PO vyplnení formulára, môžete kontrolovať úpravou obsahu v skrytom vstupnom poli <strong>postURL</strong>. Skôr než uložíte kód formulára na požadované stránky, zameňte predvolenú hodnotu za ľubovoľnú platnú a úplnú adresu URL.

source: EXAMPLE:
sk_sk: PRÍKLAD:

source: http://www.example.com/thank_you.html
sk_sk: http://www.priklad.com/thank_you.html

source: If the form is submitted with errors (i.e. required field not completed...) - the default behavior is to display the errors within the 'built-in' profile form. You can override this behavior - specifying your own error page - by adding a hidden <strong>errorURL</strong> input field.
sk_sk: Ak je formulár odoslaný s chybami (napr. nie je vyplnené povinné pole...), predvolený postup je zobraziť chyby v rámci 'zabudovaného' formulára profilu. Tento postup môžete prepísať a uviesť vlastnú stránku chyby, a to pridaním skrytého vstupného poľa <strong>errorURL</strong>.

source: Make sure the CAPTCHA feature is NOT enabled for this profile when you are grabbing the HTML code. CAPTCHA requires dynamic page generation. Submitting an HTML Snippet profile form with CAPTCHA included will ALWAYS result in a CAPTCHA validation error - which means that the information entered by the user can not be saved.
sk_sk: Keď získavate kód HTML, uistite sa, že pre tento profil NIE JE povolená funkcia CAPTCHA. Táto funkcia si vyžaduje dynamické generovanie stránok. Ak odošlete formulár profilu s úryvkom HTML a zahrnutou funkciou CAPTCHA, výsledkom VŽDY bude chyba overenia funkcie CAPTCHA, v dôsledku čoho nebude možné uložiť informácie zadané používateľom.

source: The HTML code below will display a form consisting of the active fields in this Profile. You can copy this HTML code and paste it into any block or page on your website where you want to collect contact information.
sk_sk: Kód HTML uvedený nižšie zobrazí formulár, ktorý pozostáva z aktívnych polí v tomto profile. Tento kód HTML môžete skopírovať a vložiť do ľubovoľného bloku alebo stránky na vašej webovej lokalite, na ktorej chcete zhromažďovať kontaktné údaje.

source: Select HTML Code
sk_sk: Vybrať kód HTML

source: Back to Profile Listings
sk_sk: Späť na zoznamy profilov

source: CiviCRM Profile(s) allow you to aggregate groups of fields and include them in your site as input forms, contact display pages, and search and listings features. They provide a powerful set of tools for you to collect information from constituents and selectively share contact information.
sk_sk: Profily CiviCRM vám umožňujú agregovať skupiny polí a zahrnúť ich do svojej lokality ako vstupné formuláre, stránky zobrazujúce kontakt a funkcie vyhľadávania a zoznamov. Poskytujú vám výkonný súbor nástrojov na zhromažďovanie informácií od zástupcov a selektívne zdieľanie kontaktných údajov.

source: Add Profile
sk_sk: Pridať profil

source: User-defined Profile
sk_sk: Profil definovaný používateľom

source: User-defined Profiles
sk_sk: Profily definované používateľmi

source: Reserved Profiles
sk_sk: Rezervované profily

source: Profile Title
sk_sk: Názov profilu

source: No CiviCRM Profiles have been created yet. You can <a href='%1'>add one now</a>.
sk_sk: Ešte neboli vytvorené žiadne profily CiviCRM. Môžete <a href='%1'>jeden pridať</a>.

source: Search Fields
sk_sk: Polia vyhľadávania

source: Clear search
sk_sk: Vymazať vyhľadávanie

source: Open All
sk_sk: Otvoriť všetko

source: Close All
sk_sk: Zatvoriť všetko

source: To add a field to this form, drag or double-click an item from the list to the right.
sk_sk: Ak chcete pridať pole do tohto formulára, presuňte položku zo zoznamu doprava alebo na ňu dvakrát kliknite.

source: (Preview Area)
sk_sk: (Oblasť ukážky)

source: Account
sk_sk: Konto

source: If you would like to create an account on this site, check the box below and enter a Username and Password.
sk_sk: Ak chcete vytvoriť konto na tejto lokalite, začiarknite nižšie uvedené políčko a zadajte používateľské meno a heslo.

source: If you would like to create an account on this site, check the box below and enter a Username.
sk_sk: Ak chcete vytvoriť konto na tejto lokalite, začiarknite nižšie uvedené políčko a zadajte používateľské meno.

source: Please enter a Username to create an account.
sk_sk: Zadajte používateľské meno na vytvorenie konta.

source: If you already have an account <a href='%1'>please login</a> before completing this form.
sk_sk: Ak už máte konto, <a href='%1'>prihláste sa</a> a potom vyplňte tento formulár.

source: Punctuation is not allowed in a Username with the exception of periods, hyphens and underscores.
sk_sk: Používateľské meno nesmie obsahovať interpunkčné znamienka – výnimkou sú bodky, pomlčky a podčiarkovníky.

source: Provide a password for the new account in both fields.
sk_sk: Do oboch polí zadajte heslo k novému kontu.

source: You are logged-in user
sk_sk: Ste prihlásený používateľ

source: Please login if you have an account on this site with the link
sk_sk: Prihláste sa, ak máte konto na tejto lokalite s odkazom

source: Help spread the word
sk_sk: Pomôžte zvýšiť povedomie

source: Please help us and let your friends, colleagues and followers know about: <strong><a href="%1">%2</a></strong>
sk_sk: Pomôžte nám a zvýšte povedomie o stránke <strong><a href="%1">%2</a></strong> medzi svojimi priateľmi, kolegami a sledovateľmi

source: Please help us and let your friends, colleagues and followers know about our page
sk_sk: Pomôžte nám a zvýšte povedomie o našej stránke medzi svojimi priateľmi, kolegami a sledovateľmi

source: Share
sk_sk: Zdieľať

source: You can also share the below link in an email or on your website:
sk_sk: Zároveň môžete zdieľať nižšie uvedený odkaz v e-maile alebo na svojej webovej lokalite:

source: Your changes in the <em>%1</em> tab have not been saved.
sk_sk: Vaše zmeny na karte <em>%1</em> neboli uložené.

source: disabled
sk_sk: zakázané

source: (step %1 of %2)
sk_sk: (krok %1 z %2)

source: Edit Contact (View Contact Summary Page)
sk_sk: Upraviť kontakt (zobraziť stránku so súhrnom kontaktu)

source: Save Button
sk_sk: Uložiť tlačidlo

source: Add a new record in each tab (Activities, Tags,..etc)
sk_sk: Pridajte nový záznam do každej karty (Aktivity, Značky atď.)

source: Quicksearch
sk_sk: Rýchle vyhľadávanie

source: Access Keys
sk_sk: Prístupové kľúče

source: Access Keys:
sk_sk: Prístupové kľúče:

source: edit profile
sk_sk: upraviť profil

source: Download chart (SVG)
sk_sk: Stiahnuť graf (SVG)

source: Download chart (PNG)
sk_sk: Stiahnuť graf (PNG)

source: Your username is too short
sk_sk: Vaše používateľské meno je príliš krátke

source: Checking...
sk_sk: Kontroluje sa...

source: This username is currently available.
sk_sk: Toto používateľské meno je momentálne k dispozícii.

source: This username is taken.
sk_sk: Toto používateľské meno je obsadené.

source: Error checking username. Please reload the form and try again.
sk_sk: Pri kontrole používateľského mena došlo k chybe. Ešte raz načítajte formulár a skúste to znova.

source: You are completing this form on behalf of someone else. Please enter their details.</span>
sk_sk: Tento formulár vypĺňate v mene niekoho iného. Zadajte jeho údaje.</span>

source: Last Change by
sk_sk: Naposledy zmenil(-a)

source: View Change Log
sk_sk: Zobraziť denník zmien

source: Mark as Dedupe Exception
sk_sk: Označiť ako výnimku odstraňovania duplikátov

source: Are you sure you want to mark this pair of contacts as NOT duplicates?
sk_sk: Naozaj chcete označiť, že v prípade tejto dvojice kontaktov NEJDE o duplikáty?

source: Remove Dedupe Exception
sk_sk: Odobrať výnimku odstraňovania duplikátov

source: Are you sure you want to remove this dedupe exception.
sk_sk: Naozaj chcete odobrať túto výnimku odstraňovania duplikátov.

source: Marked as non duplicates.
sk_sk: Označené ako neduplicitné.

source: Marked as duplicates.
sk_sk: Označené ako duplicitné.

source: Note: Revenue for this event registration will not be deferred as the financial type does not have a deferred revenue account setup for it. If you want the revenue to be deferred, please select a different Financial Type with a Deferred Revenue account setup for it, or setup a Deferred Revenue account for this Financial Type.
sk_sk: Poznámka: Výnos z registrácie na toto podujatie nebude odložený, pretože finančný typ preň nemá nastavené konto výnosov budúcich období. Ak chcete odložiť výnos, vyberte iný finančný typ s nastaveným kontom výnosov budúcich období alebo pre tento finančný typ nastavte konto výnosov budúcich období.

source: Note: Revenue for these types of memberships will not be deferred as the financial type does not have a deferred revenue account setup for it. If you want the revenue to be deferred, please select a different Financial Type with a Deferred Revenue account setup for it, or setup a Deferred Revenue account for this Financial Type.
sk_sk: Poznámka: Výnos z týchto typov členstiev nebude odložený, pretože finančný typ preň nemá nastavené konto výnosov budúcich období. Ak chcete odložiť výnos, vyberte iný finančný typ s nastaveným kontom výnosov budúcich období alebo pre tento finančný typ nastavte konto výnosov budúcich období.

source: %1 Disabled
sk_sk: Zakázané: %1

source: %1 Enabled
sk_sk: Povolené: %1

source: Record
sk_sk: Záznam

source: Sorry, due to an error, we are unable to fulfill your request at the moment. You may want to contact your administrator or service provider with more details about what action you were performing when this occurred.
sk_sk: Ľutujeme, ale v dôsledku chyby sa nám momentálne nepodarilo vykonať vašu žiadosť. Môžete sa obrátiť na správcu alebo poskytovateľa služby a vyžiadať si podrobnosti o tom, akú akciu ste vykonávali, keď k chybe došlo.

source: Error Details
sk_sk: Podrobnosti chyby

source: Error Code:
sk_sk: Kód chyby:

source: Database Error Code:
sk_sk: Kód chyby databázy:

source: Additional Details:
sk_sk: Ďalšie podrobnosti:

source: Main Menu
sk_sk: Hlavná ponuka

source: Return to home page.
sk_sk: Návrat na domovskú stránku.

source: Backing up your database before importing is recommended, as there is no Undo for this. Are you sure you want to import now?
sk_sk: Odporúča sa zálohovať si databázu pred importovaním, pretože táto akcia sa nedá vrátiť späť. Naozaj chcete vykonať import?

source: Importing records...
sk_sk: Importujú sa záznamy...

source: Searching...
sk_sk: Vyhľadáva sa...

source: Showing %1 to %2 of %3 entries
sk_sk: Zobrazujú sa záznamy: %1 až %2 z %3

source: Showing 0 to 0 of 0 entries
sk_sk: Zobrazujú sa záznamy: 0 až 0 z 0

source: (filtered from %1 total entries)
sk_sk: (filtrované z celkového počtu položiek %1)

source: Show %1 entries
sk_sk: Zobraziť záznamy (%1)

source: Please fix this field.
sk_sk: Opravte toto pole.

source: Please enter a valid email address.
sk_sk: Zadajte platnú e-mailovú adresu.

source: Please enter a valid URL.
sk_sk: Zadajte platnú adresu URL.

source: Please enter a valid date.
sk_sk: Zadajte platný dátum.

source: Please enter a valid date (YYYY-MM-DD).
sk_sk: Zadajte platný dátum (RRRR-MM-DD).

source: Please enter only digits.
sk_sk: Zadajte iba číslice.

source: Please enter a valid credit card number.
sk_sk: Zadajte platné číslo kreditnej karty.

source: Please enter the same value again.
sk_sk: Znova zadajte rovnakú hodnotu.

source: Please enter a value with a valid extension.
sk_sk: Zadajte hodnotu s platnou príponou.

source: View Revisions
sk_sk: Zobraziť revízie

source: close
sk_sk: zatvoriť

source: Rows per page:
sk_sk: Počet riadkov na stránku:

source: Printer-Friendly View
sk_sk: Zobrazenie vhodné pre tlač

source: CiviCRM.org - Growing and Sustaining Relationships
sk_sk: CiviCRM.org – rozvíjanie a udržiavanie vzťahov

source: Recently Viewed:
sk_sk: Naposledy zobrazené:

source: %count Result
sk_sk: %count výsledok

source: Actual participant count
sk_sk: Reálny počet účastníkov

source: Back up your database before continuing.
sk_sk: Skôr než budete pokračovať, zálohujte si databázu.

source: This process may change your database structure and values. In case of emergency you may need to revert to a backup.
sk_sk: Tento proces môže zmeniť štruktúru a hodnoty vo vašej databáze. V núdzových situáciách sa môžete vrátiť k zálohe.

source: The database will be upgraded from %1 to %2.
sk_sk: Databáza bude inovovaná z %1 na %2.

source: Are you sure you are ready to upgrade now?
sk_sk: Naozaj ste pripravení na inováciu?

source: Upgrade Now
sk_sk: Inovovať

source: CiviCRM home page
sk_sk: Domovská stránka CiviCRM

source: Return to CiviCRM home page.
sk_sk: Vráťte sa na domovskú stránku CiviCRM.

source: Administrators
sk_sk: Správcovia

source: Contacts in this group are assigned Administrator role permissions.
sk_sk: Kontakty v tejto skupine majú priradené povolenia roly Správca.

source: Donation
sk_sk: Dar

source: Member Dues
sk_sk: Členské poplatky

source: Campaign Contribution
sk_sk: Príspevok na kampaň

source: Event Fee
sk_sk: Poplatok za podujatie

source: Banking Fees
sk_sk: Bankové poplatky

source: Accounts Receivable
sk_sk: Pohľadávky

source: Deposit Bank Account
sk_sk: Depozitné bankové konto

source: Payment Processor Account
sk_sk: Konto systému na spracovanie platieb

source: Deferred Revenue - Event Fee
sk_sk: Výnos budúcich období – poplatok za podujatie

source: Deferred Revenue - Member Dues
sk_sk: Výnos budúcich období – členské poplatky

source: List of Languages
sk_sk: Zoznam jazykov

source: Abkhaz
sk_sk: Abcházština

source: Afar
sk_sk: Afarčina

source: Afrikaans
sk_sk: Afrikánčina

source: Akan
sk_sk: Akančina

source: Albanian
sk_sk: Albánčina

source: Amharic
sk_sk: Amharčina
