Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Price Set
sk_sk: Súbor cien

source: Discount Start Date
sk_sk: Dátum začiatku zľavy

source: Date when discount starts.
sk_sk: Dátum začiatku zľavy.

source: Discount End Date
sk_sk: Dátum ukončenia zľavy

source: Date when discount ends.
sk_sk: Dátum ukončenia zľavy.

source: Domains
sk_sk: Domény

source: Domain Name
sk_sk: Názov domény

source: Name of Domain / Organization
sk_sk: Názov domény/organizácie

source: Domain Description
sk_sk: Opis domény

source: Description of Domain.
sk_sk: Opis domény.

source: CiviCRM Version
sk_sk: Verzia CiviCRM

source: The civicrm version this instance is running
sk_sk: Verzia CiviCRM, na ktorej je táto inštancia spustená

source: FK to Contact ID. This is specifically not an FK to avoid circular constraints
sk_sk: FK pre ID kontaktu. Výslovne nejde o FK, aby nedošlo k cirkulárnym obmedzeniam

source: Supported Languages
sk_sk: Podporované jazyky

source: list of locales supported by the current db state (NULL for single-lang install)
sk_sk: Zoznam miestnych nastavení, ktoré podporuje aktuálny štát v databáze (pri inštalácii s jedným jazykom je hodnota NULL)

source: Language Customizations
sk_sk: Nastavenia jazyka

source: Locale specific string overrides
sk_sk: Prepísané reťazce pri konkrétnom miestnom nastavení

source: Emails
sk_sk: E-maily

source: Unique Email ID
sk_sk: Jedinečné ID e-mailu

source: Email Location Type
sk_sk: Typ umiestnenia e-mailu

source: Which Location does this email belong to.
sk_sk: Ku ktorému miestu patrí tento e-mail.

source: Email address
sk_sk: E-mailová adresa

source: Is this the primary email address
sk_sk: Ide o primárnu e-mailovú adresu?

source: Is Billing Email?
sk_sk: Je fakturačný e-mail?

source: Is this the billing?
sk_sk: Ide o fakturačný e-mail?

source: On Hold
sk_sk: Pozastavené

source: Implicit FK to civicrm_option_value where option_group = email_on_hold.
sk_sk: Implicitný FK pre civicrm_option_value, kde option_group = email_on_hold.

source: Use for Bulk Mail
sk_sk: Použiť pre hromadný e-mail

source: Is this address for bulk mail ?
sk_sk: Ide o adresu pre hromadný e-mail?

source: Hold Date
sk_sk: Dátum pozdržania

source: When the address went on bounce hold
sk_sk: Kedy bolo pozastavené vrátenie adresy

source: Reset Date
sk_sk: Dátum resetovania

source: When the address bounce status was last reset
sk_sk: Kedy bol naposledy resetovaný stav vrátenia adresy

source: Signature Text
sk_sk: Podpis – text

source: Text formatted signature for the email.
sk_sk: Podpis e-mailu v textovom formáte.

source: Signature Html
sk_sk: Podpis – HTML

source: HTML formatted signature for the email.
sk_sk: Podpis e-mailu vo formáte HTML.

source: Signature HTML
sk_sk: Podpis – HTML

source: Entity Files
sk_sk: Súbory entity

source: Entity File
sk_sk: Súbor entity

source: Entity File ID
sk_sk: ID súboru entity

source: physical tablename for entity being joined to file, e.g. civicrm_contact
sk_sk: Fyzický názov tabuľky pre entitu, ktorá sa spája so súborom, napr. civicrm_contact

source: File ID
sk_sk: ID súboru

source: FK to civicrm_file
sk_sk: FK pre civicrm_file

source: Entity Tags
sk_sk: Značky entity

source: Entity Tag
sk_sk: Značka entity

source: Entity Tag ID
sk_sk: ID značky entity

source: Tag ID
sk_sk: ID značky

source: FK to civicrm_tag
sk_sk: FK pre civicrm_tag

source: Extensions
sk_sk: Prípony

source: Extension
sk_sk: Prípona

source: Extension ID
sk_sk: ID prípony

source: Local Extension ID
sk_sk: Miestne ID prípony

source: Key
sk_sk: Kľúč

source: Fully qualified extension name
sk_sk: Úplne kvalifikovaný názov entity

source: Short name
sk_sk: Skrátený názov

source: Short, printable name
sk_sk: Skrátený názov určený na tlač

source: Primary PHP file
sk_sk: Primárny súbor PHP

source: Schema Version
sk_sk: Verzia schémy

source: Revision code of the database schema; the format is module-defined
sk_sk: Kód revízie pre schému databázy; formát je definovaný modulom

source: Extension is Active?
sk_sk: Je prípona aktívna?

source: Is this extension active?
sk_sk: Je táto prípona aktívna?

source: Files
sk_sk: Súbory

source: Unique ID
sk_sk: Jedinečné ID

source: File Type
sk_sk: Typ súboru

source: Type of file (e.g. Transcript, Income Tax Return, etc). FK to civicrm_option_value.
sk_sk: Typ súboru (napr. Prepis, Daňové priznanie atď). FK pre civicrm_option_value.

source: Mime Type
sk_sk: Typ Mime

source: mime type of the document
sk_sk: Typ Mime dokumentu

source: uri of the file on disk
sk_sk: URI súboru na disku

source: File Contents
sk_sk: Obsah súboru

source: contents of the document
sk_sk: Obsah dokumentu

source: File Description
sk_sk: Opis súboru

source: Additional descriptive text regarding this attachment (optional).
sk_sk: Ďalší opisný text súvisiaci s touto prílohou (voliteľný).

source: File Upload Date
sk_sk: Dátum nahratia súboru

source: Date and time that this attachment was uploaded or written to server.
sk_sk: Dátum a čas nahratia alebo zapísania tejto prílohy na server.

source: FK to civicrm_contact, who uploaded this file
sk_sk: FK pre civicrm_contact, ktorý nahral tento súbor

source: Instant Messaging
sk_sk: Okamžité posielanie správ

source: Instant Messenger ID
sk_sk: ID nástroja na okamžité posielanie správ

source: Unique IM ID
sk_sk: Jedinečné ID IM

source: IM Location Type
sk_sk: Typ umiestnenia IM

source: IM Screen Name
sk_sk: Názov obrazovky IM

source: IM screen name
sk_sk: Názov obrazovky IM

source: Which IM Provider does this screen name belong to.
sk_sk: Ku ktorému poskytovateľovi IM patrí názov na tejto obrazovke.

source: Is this the primary IM for this contact and location.
sk_sk: Ide o primárny IM pre tento kontakt a miesto.

source: Is IM Billing?
sk_sk: Ide o fakturačný IM?

source: Jobs
sk_sk: Úlohy

source: Job
sk_sk: Úloha

source: Job ID
sk_sk: ID úlohy

source: Which Domain is this scheduled job for
sk_sk: Pre ktorú doménu je táto úloha naplánovaná

source: Job Frequency
sk_sk: Frekvencia úloh

source: Scheduled job run frequency.
sk_sk: Naplánovaná frekvencia spúšťania úloh.

source: Last Run
sk_sk: Posledné spustenie

source: When was this cron entry last run
sk_sk: Kedy došlo k poslednému spusteniu tohto záznamu cron

source: Scheduled Run Date
sk_sk: Naplánovaný dátum spustenia

source: When is this cron entry scheduled to run
sk_sk: Kedy má tento záznam cron naplánované spustenie

source: Job Name
sk_sk: Názov úlohy

source: Title of the job
sk_sk: Titul úlohy

source: Job Description
sk_sk: Opis úlohy

source: Description of the job
sk_sk: Opis úlohy

source: API Entity
sk_sk: Entita API

source: Entity of the job api call
sk_sk: Entita volania rozhrania API úlohy

source: API Action
sk_sk: Akcia rozhrania API

source: Action of the job api call
sk_sk: Akcia volania rozhrania API úlohy

source: List of parameters to the command.
sk_sk: Zoznam parametrov príkazu.

source: Job Is Active?
sk_sk: Je úloha aktívna?

source: Is this job active?
sk_sk: Je táto úloha aktívna?

source: Job Logs
sk_sk: Denníky úloh

source: Job Log
sk_sk: Denník úlohy

source: Job Log ID
sk_sk: ID denníka úlohy

source: Job log entry ID
sk_sk: ID záznamu denníka úlohy

source: Timestamp
sk_sk: Časová pečiatka

source: Log entry date
sk_sk: Dátum záznamu denníka

source: Command
sk_sk: Príkaz

source: Full path to file containing job script
sk_sk: Celá cesta k súboru, ktorý obsahuje skript úlohy

source: Title line of log entry
sk_sk: Riadok titulu záznamu denníka

source: Extended Data
sk_sk: Rozšírené údaje

source: Potential extended data for specific job run (e.g. tracebacks).
sk_sk: Potenciálne rozšírené údaje pre konkrétne spustenie úlohy (napr. spätné zisťovanie).

source: Locations
sk_sk: Miesta

source: Location Block ID
sk_sk: ID bloku miesta

source: Phone ID
sk_sk: ID telefónu

source: IM ID
sk_sk: ID IM

source: Instant Messenger
sk_sk: Nástroj na okamžité posielanie správ

source: Address 2 ID
sk_sk: ID adresy 2

source: Address 2
sk_sk: Adresa 2

source: Email 2 ID
sk_sk: ID e-mailu 2

source: Phone 2 ID
sk_sk: ID telefónu 2

source: Phone 2
sk_sk: Telefón 2

source: IM 2 ID
sk_sk: ID IM 2

source: Instant Messenger 2
sk_sk: Nástroj na okamžité posielanie správ 2

source: Location Types
sk_sk: Typy miest

source: Location Type ID
sk_sk: ID typu miesta

source: Location Type Name.
sk_sk: Názov typu miesta.

source: Location Type Display Name.
sk_sk: Zobrazovaný názov typu miesta.

source: vCard Location Type
sk_sk: Typ miesta vCard

source: vCard Location Type Name.
sk_sk: Názov typu miesta vCard.

source: Location Type Description.
sk_sk: Opis typu miesta.

source: Location Type is Reserved?
sk_sk: Je typ miesta rezervovaný?

source: Is this location type a predefined system location?
sk_sk: Je tento typ miesta preddefinovaným miestom v systéme?

source: Reserved
sk_sk: Rezervované

source: Location Type is Active?
sk_sk: Je typ miesta aktívny?

source: Default Location Type?
sk_sk: Predvolený typ miesta?

source: Is this location type the default?
sk_sk: Je tento typ miesta predvolený?

source: Logs
sk_sk: Denníky

source: Log
sk_sk: Denník

source: Log ID
sk_sk: ID denníka

source: Name of table where item being referenced is stored.
sk_sk: Názov tabuľky, v ktorej je uložená odkazovaná položka.

source: Entity ID
sk_sk: ID entity

source: Foreign key to the referenced item.
sk_sk: Cudzí kľúč pre odkazovanú položku.

source: Updates does to this object if any.
sk_sk: Aktualizácie sa použijú na tento objekt, ak existuje.

source: FK to Contact ID of person under whose credentials this data modification was made.
sk_sk: FK pre ID kontaktu osoby, ktorej poverenia sa použili pri vytváraní tejto úpravy údajov.

source: When was the referenced entity created or modified or deleted.
sk_sk: Kedy bola odkazovaná entita vytvorená, upravená alebo odstránená.

source: Mail Settings ID
sk_sk: ID nastavení pošty

source: Which Domain is this match entry for
sk_sk: Pre ktorú doménu je určený tento záznam zhody

source: Mail Settings Name
sk_sk: Názov nastavení pošty

source: name of this group of settings
sk_sk: Názov tejto skupiny nastavení

source: Is Default Mail Settings?
sk_sk: Ide o predvolené nastavenia e-mailu?

source: whether this is the default set of settings for this domain
sk_sk: Či ide o predvolený súbor nastavení pre túto doménu

source: email Domain
sk_sk: E-mailová doména

source: email address domain (the part after @)
sk_sk: Doména e-mailovej adresy (časť po @)

source: email Local Part
sk_sk: Lokálna časť e-mailu

source: optional local part (like civimail+ for addresses like civimail+s.1.2@example.com)
sk_sk: Voliteľná lokálna časť (napr. civimail+ pre adresy ako civimail+s.1.2@example.com)

source: Return Path
sk_sk: Spiatočná cesta

source: contents of the Return-Path header
sk_sk: Obsah hlavičky Spiatočná cesta

source: Protocol
sk_sk: Protokol

source: name of the protocol to use for polling (like IMAP, POP3 or Maildir)
sk_sk: Názov protokolu, ktorý sa používa na vzorkovanie (napr. IMAP, POP3 alebo Maildir)

source: Mail Server
sk_sk: Poštový server

source: server to use when polling
sk_sk: Server, ktorý sa používa na vzorkovanie

source: Mail Port
sk_sk: Poštový port

source: port to use when polling
sk_sk: Port, ktorý sa používa na vzorkovanie

source: Mail Account Username
sk_sk: Používateľské meno poštového konta

source: username to use when polling
sk_sk: Používateľské meno, ktoré sa používa na vzorkovanie

source: Mail Account Password
sk_sk: Heslo poštového konta

source: password to use when polling
sk_sk: Heslo, ktoré sa používa na vzorkovanie

source: Mail Account Uses SSL
sk_sk: Poštové konto používa SSL

source: whether to use SSL or not
sk_sk: Či sa má alebo nemá použiť SSL

source: Mail Folder
sk_sk: Mailový priečinok

source: folder to poll from when using IMAP, path to poll from when using Maildir, etc.
sk_sk: Priečinok na vzorkovanie, keď sa používa IMAP, cesta na vzorkovanie, keď sa používa Maildir atď.

source: Name of status to use when creating email to activity.
sk_sk: Názov stavu, ktorý sa používa pri vytváraní e-mailu pre aktivitu.

source: Skip emails which do not have a Case ID or Case hash
sk_sk: Preskočiť e-maily, ktoré nemajú ID prípadu alebo hodnotu hash prípadu

source: Enabling this option will have CiviCRM skip any emails that do not have the Case ID or Case Hash so that the system will only process emails that can be placed on case records. Any emails that are not processed will be moved to the ignored folder.
sk_sk: Pri povolení tejto možnosti CiviCRM preskočí všetky e-maily, ktoré nemajú ID prípadu alebo hodnotu hash prípadu, aby systém spracúval iba e-maily, ktoré môžu byť umiestnené do záznamov prípadu. Všetky e-maily, ktoré sa nespracúvajú, sa presunú do priečinka Ignorované.

source: Do not create new contacts when filing emails
sk_sk: Nevytvárať nové kontakty pri registrovaní e-mailov

source: Activity Source
sk_sk: Zdroj aktivity

source: Activity Targets
sk_sk: Ciele aktivity

source: Activity Assignees
sk_sk: Poverené osoby aktivity

source: Managed Records
sk_sk: Spravované záznamy

source: Managed Record
sk_sk: Spravovaný záznam

source: Managed ID
sk_sk: ID spravovanej položky

source: Surrogate Key
sk_sk: Náhradný kľúč

source: Module
sk_sk: Modul

source: Symbolic name used by the module to identify the object
sk_sk: Symbolický názov, ktorý modul používa na identifikáciu objektu

source: Entity Type
sk_sk: Typ entity

source: API entity type
sk_sk: Typ entity rozhrania API

source: Cleanup Setting
sk_sk: Nastavenie čistenia

source: Policy on when to cleanup entity (always, never, unused)
sk_sk: Zásada týkajúca sa toho, kedy sa má entita vyčistiť (vždy, nikdy, nepoužité)

source: Entity Modified Date
sk_sk: Dátum úpravy entity

source: When the managed entity was changed from its original settings.
sk_sk: Kedy došlo k zmene pôvodných nastavení spravovanej entity.

source: Mapping Name
sk_sk: Názov mapovania

source: Description of Mapping.
sk_sk: Opis mapovania.

source: Mapping Type
sk_sk: Typ mapovania

source: Mapping Fields
sk_sk: Polia mapovania

source: Mapping Field
sk_sk: Pole mapovania

source: Mapping Field ID
sk_sk: ID poľa mapovania

source: Mapping to which this field belongs
sk_sk: Mapovanie, ku ktorému patrí toto pole

source: Field Name (or unique reference)
sk_sk: Názov (alebo jedinečná referencia) poľa

source: Mapping field key
sk_sk: Kľúč poľa mapovania

source: Contact Type in mapping
sk_sk: Typ kontaktu pri mapovaní

source: Column Number to map to
sk_sk: Číslo stĺpca na mapovanie

source: Column number for mapping set
sk_sk: Číslo stĺpca pre súbor mapovania

source: Location type ID
sk_sk: ID typu miesta

source: Location type of this mapping, if required
sk_sk: Typ miesta tohto mapovania, ak je povinný

source: Location type
sk_sk: Typ umiestnenia

source: Phone type ID
sk_sk: ID typu telefónu

source: Which type of phone does this number belongs.
sk_sk: Ku ktorému typu telefónu patrí toto číslo.

source: IM provider ID
sk_sk: ID poskytovateľa IM

source: Which type of IM Provider does this name belong.
sk_sk: Ku ktorému typu poskytovateľa IM patrí tento názov.

source: Website type ID
sk_sk: ID typu webovej lokality

source: Which type of website does this site belong
sk_sk: Ku ktorému typu webovej lokality patrí táto lokalita

source: Relationship type ID
sk_sk: ID typu vzťahu

source: Relationship type, if required
sk_sk: Typ vzťahu, ak je povinný

source: Relationship type
sk_sk: Typ vzťahu

source: Relationship Direction
sk_sk: Smer vzťahu

source: Field Grouping
sk_sk: Zoskupenie polí

source: Used to group mapping_field records into related sets (e.g. for criteria sets in search builder mappings).
sk_sk: Používa sa na zoskupenie záznamov mapping_field do súvisiacich súborov (napr. pri súboroch kritérií pri mapovaní tvorby vyhľadávania).

source: SQL WHERE operator for search-builder mapping fields (search criteria).
sk_sk: Operátor SQL WHERE pre polia mapovania tvorby vyhľadávania (kritériá vyhľadávania).

source: Search builder where clause
sk_sk: Klauzula WHERE tvorby vyhľadávania

source: SQL WHERE value for search-builder mapping fields.
sk_sk: Hodnota SQL WHERE pre polia mapovania tvorby vyhľadávania.

source: Menus
sk_sk: Ponuky

source: Menu
sk_sk: Ponuka

source: Menu ID
sk_sk: ID ponuky

source: Which Domain is this menu item for
sk_sk: Pre ktorú doménu je určená táto položka ponuky

source: Path Name
sk_sk: Názov cesty

source: Arguments
sk_sk: Argumenty

source: Arguments to pass to the url
sk_sk: Argumenty na prenesenie do adresy URL

source: Menu Title
sk_sk: Názov ponuky

source: Access Callback
sk_sk: Spätné volanie prístupu

source: Function to call to check access permissions
sk_sk: Funkcia na vyvolanie s cieľom skontrolovať prístupové povolenia

source: Access Arguments
sk_sk: Prístupové argumenty

source: Arguments to pass to access callback
sk_sk: Argumenty na prenesenie do spätného volania prístupu

source: Page Callback
sk_sk: Spätné volanie stránky

source: function to call for this url
sk_sk: Funkcia na vyvolanie pre túto adresu URL

source: Page Arguments
sk_sk: Argumenty stránky

source: Arguments to pass to page callback
sk_sk: Argumenty na prenesenie do spätného volania stránky

source: Breadcrumb
sk_sk: Popis cesty

source: Breadcrumb for the path.
sk_sk: Popis určitej cesty.

source: Return Url
sk_sk: Spiatočná adresa URL

source: Url where a page should redirected to, if next url not known.
sk_sk: Adresa URL, na ktorú by sa mala stránka presmerovať, ak nie je známa nasledujúca adresa URL.

source: Return URL
sk_sk: Spiatočná adresa URL

source: Return Url Args
sk_sk: Argumenty spiatočnej adresy URL

source: Arguments to pass to return_url
sk_sk: Argumenty na prenesenie do return_url

source: Return URL Arguments
sk_sk: Argumenty spiatočnej adresy URL

source: Is this menu item active?
sk_sk: Je táto položka ponuky aktívna?

source: Public?
sk_sk: Verejné?

source: Is this menu accessible to the public?
sk_sk: Je táto ponuka prístupná verejnosti?

source: Exposed?
sk_sk: Sprístupnené?

source: Is this menu exposed to the navigation system?
sk_sk: Je táto ponuka sprístupnená pre navigačný systém?

source: Use SSL?
sk_sk: Použiť SSL?

source: Should this menu be exposed via SSL if enabled?
sk_sk: Mala by byť táto ponuka sprístupnená cez SSL, ak je to povolené?

source: Ordering of the menu items in various blocks.
sk_sk: Zoradenie položiek ponuky v rôznych blokoch.

source: Drupal menu type.
sk_sk: Typ ponuky Drupal.

source: Page Type
sk_sk: Typ stránky

source: CiviCRM menu type.
sk_sk: Typ ponuky CiviCRM.

source: Hide Breadcrumb?
sk_sk: Skryť popis cesty?

source: skip this url being exposed to breadcrumb
sk_sk: Preskočiť túto adresu URL sprístupnenú pre popis cesty

source: Other menu data
sk_sk: Ďalšie údaje ponuky

source: All other menu metadata not stored in other fields
sk_sk: Všetky ostatné metaúdaje ponuky, ktoré nie sú uložené v iných poliach

source: Message Templates
sk_sk: Šablóny správ

source: Message Template Title
sk_sk: Názov šablóny správy

source: Descriptive title of message
sk_sk: Opisný názov správy

source: Message Template Subject
sk_sk: Predmet šablóny správy

source: Subject for email message.
sk_sk: Predmet e-mailovej správy.

source: Message Template Text
sk_sk: Šablóna správy – text

source: Text formatted message
sk_sk: Správa v textovom formáte

source: Message Template HTML
sk_sk: Šablóna správy – HTML

source: HTML formatted message
sk_sk: Správa vo formáte HTML

source: Is Active
sk_sk: Je aktívne

source: Deprecated field for Message Template Workflow.
sk_sk: Neschválené pole pre pracovný postup šablóny správy.

source: a pseudo-FK to civicrm_option_value
sk_sk: Pseudo-FK pre civicrm_option_value

source: Message Template Workflow Name
sk_sk: Názov pracovného postupu šablóny správy

source: Message Template Is Default?
sk_sk: Je šablóna správy predvolená?

source: is this the default message template for the workflow referenced by workflow_id?
sk_sk: Ide o predvolenú šablónu správy pre pracovný postup, na ktorý odkazuje workflow_id?

source: Message Template Is Reserved?
sk_sk: Je šablóna správy rezervovaná?

source: is this the reserved message template which we ship for the workflow referenced by workflow_id?
sk_sk: Ide o rezervovanú šablónu správy, ktorá sa preskakuje pri pracovnom postupe, na ktorý odkazuje workflow_id?

source: Message Template is used for SMS?
sk_sk: Používa sa šablóna správy na správy SMS?

source: Is this message template used for sms?
sk_sk: Používa sa táto šablóna správy na správy SMS?

source: Message Template Format
sk_sk: Formát šablóny správy

source: a pseudo-FK to civicrm_option_value containing PDF Page Format.
sk_sk: Pseudo-FK pre civicrm_option_value, ktorá obsahuje formát stránky PDF.

source: Navigation ID
sk_sk: ID navigácie

source: Which Domain is this navigation item for
sk_sk: Pre ktorú doménu je určená táto položka navigácie

source: Navigation Item Label
sk_sk: Označenie položky navigácie

source: Navigation Title
sk_sk: Názov navigácie

source: Navigation Item Machine Name
sk_sk: Strojový názov položky navigácie

source: Internal Name
sk_sk: Interný názov

source: url in case of custom navigation link
sk_sk: Adresa URL v prípade vlastného odkazu navigácie

source: CSS class name for an icon
sk_sk: Názov triedy CSS pre ikonu

source: Required Permission
sk_sk: Požadované povolenie

source: Permission(s) needed to access menu item
sk_sk: Povolenia potrebné na prístup k položke ponuky

source: Operator to use if item has more than one permission
sk_sk: Operátor, ktorý sa používa, ak má položka viac ako jedno povolenie

source: parent ID
sk_sk: Nadradené ID

source: Parent navigation item, used for grouping
sk_sk: Nadradená položka navigácie, ktorá sa používa na zoskupenie

source: parent
sk_sk: nadradené

source: Is this navigation item active?
sk_sk: Je táto položka navigácie aktívna?

source: Separator
sk_sk: Oddeľovač

source: Place a separator either before or after this menu item.
sk_sk: Umiestnite oddeľovač buď pred touto položkou ponuky, alebo po nej.

source: Ordering of the navigation items in various blocks.
sk_sk: Zoradenie položiek navigácie v rôznych blokoch.

source: Note ID
sk_sk: ID poznámky

source: Note Entity
sk_sk: Entita poznámky

source: Note Entity ID
sk_sk: ID entity poznámky

source: Note and/or Comment.
sk_sk: Poznámka a/alebo komentár.

source: FK to Contact ID creator
sk_sk: FK pre tvorcu ID kontaktu

source: Note Date
sk_sk: Dátum poznámky

source: Date attached to the note
sk_sk: Dátum pripojený k poznámke

source: When the note was created.
sk_sk: Kedy bola vytvorená poznámka.

source: When was this note last modified/edited
sk_sk: Kedy bola táto poznámka naposledy zmenená/upravená

source: subject of note description
sk_sk: Predmet opisu poznámky

source: Foreign Key to Note Privacy Level (which is an option value pair and hence an implicit FK)
sk_sk: Cudzí kľúč pre úroveň súkromia poznámky (čo je pár hodnoty možnosti, a teda implicitný FK)

source: Open IDs
sk_sk: Otvorené ID

source: Open ID
sk_sk: Otvorené ID

source: Open ID identifier
sk_sk: Otvorený identifikátor ID

source: Unique OpenID ID
sk_sk: Jedinečné ID OpenID

source: OpenID Location Type
sk_sk: Typ miesta OpenID

source: Allowed to login?
sk_sk: Je povolené prihlásenie?

source: Whether or not this user is allowed to login
sk_sk: Či má tento používateľ povolené prihlásenie, alebo nie

source: Is this the primary email for this contact and location.
sk_sk: Ide o primárny e-mail pre tento kontakt a miesto.

source: Option Groups
sk_sk: Skupiny možností

source: Option Group
sk_sk: Skupina možností

source: Option Group ID
sk_sk: ID skupiny možností

source: Option Group Name
sk_sk: Názov skupiny možností
