Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Option group name. Used as selection key by class properties which lookup options in civicrm_option_value.
sk_sk: Názov skupiny možností. Používa sa ako kľúč výberu podľa vlastností triedy, ktorý vyhľadáva možnosti v rámci civicrm_option_value.

source: Option Group title.
sk_sk: Názov skupiny možností.

source: Option Group Description
sk_sk: Opis skupiny možností

source: Option group description.
sk_sk: Opis skupiny možností.

source: Type of data stored by this option group.
sk_sk: Typ údajov, ktoré ukladá táto skupina možností.

source: Is this a predefined system option group (i.e. it can not be deleted)?
sk_sk: Ide o preddefinovanú skupinu možností systému (t. j. nemôže byť odstránená)?

source: Is this option group active?
sk_sk: Je táto skupina možností aktívna?

source: Option Group Is Locked
sk_sk: Skupina možností je zamknutá

source: A lock to remove the ability to add new options via the UI.
sk_sk: Zámok, ktorý odstraňuje schopnosť pridávania nových možností cez používateľské rozhranie.

source: Locked
sk_sk: Zamknuté

source: Option Value Fields
sk_sk: Polia hodnôt možností

source: Which optional columns from the option_value table are in use by this group.
sk_sk: Ktoré voliteľné stĺpce z tabuľky option_value táto skupina používa.

source: Option Values
sk_sk: Hodnoty možností

source: Option Value
sk_sk: Hodnota možnosti

source: Option ID
sk_sk: ID možnosti

source: Group which this option belongs to.
sk_sk: Skupina, do ktorej patrí táto možnosť.

source: Option Label
sk_sk: Označenie možnosti

source: Option string as displayed to users - e.g. the label in an HTML OPTION tag.
sk_sk: Reťazec možností v zobrazení pre používateľov – napr. označenie v značke MOŽNOSŤ HTML.

source: The actual value stored (as a foreign key) in the data record. Functions which need lookup option_value.title should use civicrm_option_value.option_group_id plus civicrm_option_value.value as the key.
sk_sk: Skutočná hodnota uložená (v podobe cudzieho kľúča) v zázname údajov. Funkcie, ktoré potrebujú lookup option_value.title, by mali používať civicrm_option_value.option_group_id plus civicrm_option_value.value ako kľúč.

source: Option Name
sk_sk: Názov možnosti

source: Stores a fixed (non-translated) name for this option value. Lookup functions should use the name as the key for the option value row.
sk_sk: Uloží fixný (nepreložený) názov pre túto hodnotu možnosti. Funkcie vyhľadávania by mali tento názov používať ako kľúč pre riadok hodnoty možnosti.

source: Option Grouping Name
sk_sk: Názov zoskupenia možností

source: Use to sort and/or set display properties for sub-set(s) of options within an option group. EXAMPLE: Use for college_interest field, to differentiate partners from non-partners.
sk_sk: Používa sa na zoradenie a/alebo nastavenie vlastností zobrazenia pre podmnožiny možností v rámci určitej skupiny možností. PRÍKLAD: Používa sa pre pole college_interest na rozlišovanie partnerov od nepartnerov.

source: Bitwise logic can be used to create subsets of options within an option_group for different uses.
sk_sk: Bitová logika sa môže používať na vytváranie podmnožín možností v rámci option_group pri rôznych použitiach.

source: Option is Default?
sk_sk: Je možnosť predvolená?

source: Is this the default option for the group?
sk_sk: Ide o predvolenú možnosť pre túto skupinu?

source: Controls display sort order.
sk_sk: Riadi zobrazované poradie pri zoradení.

source: Option Description
sk_sk: Opis možnosti

source: Optional description.
sk_sk: Voliteľný opis.

source: Option is Header?
sk_sk: Je možnosť hlavička?

source: Is this row simply a display header? Expected usage is to render these as OPTGROUP tags within a SELECT field list of options?
sk_sk: Je tento riadok iba zobrazovanou hlavičkou? Očakávaným použitím je vykresľovať tieto položky ako značky OPTGROUP v rámci zoznamu možností poľa VYBRAŤ?

source: Option Is Reserved?
sk_sk: Je možnosť rezervovaná?

source: Is this a predefined system object?
sk_sk: Ide o preddefinovaný objekt systému?

source: Option Is Active
sk_sk: Možnosť je aktívna

source: Component that this option value belongs/caters to.
sk_sk: Komponent, ku ktorému patrí/pre ktorý je vhodná táto hodnota možnosti.

source: Which Domain is this option value for
sk_sk: Pre ktorú doménu je určená táto hodnota možnosti

source: Option Visibility
sk_sk: Viditeľnosť možnosti

source: Color
sk_sk: Farba

source: Hex color value e.g. #ffffff
sk_sk: Šestnástková hodnota farby, napr. #ffffff

source: Phones
sk_sk: Telefóny

source: Unique Phone ID
sk_sk: Jedinečné ID telefónu

source: Which Location does this phone belong to.
sk_sk: Ku ktorému miestu patrí tento telefón.

source: Is this the primary phone for this contact and location.
sk_sk: Ide o primárny telefón pre tento kontakt a miesto.

source: Is Billing Phone
sk_sk: Je telefón na účely fakturácie

source: Mobile Provider
sk_sk: Mobilný poskytovateľ

source: Which Mobile Provider does this phone belong to.
sk_sk: Ku ktorému mobilnému poskytovateľovi patrí tento telefón.

source: Complete phone number.
sk_sk: Celé telefónne číslo.

source: Phone Extension
sk_sk: Predvoľba telefónu

source: Optional extension for a phone number.
sk_sk: Voliteľná predvoľba telefónneho čísla.

source: Phone Numeric
sk_sk: Telefón v číselnom tvare

source: Phone number stripped of all whitespace, letters, and punctuation.
sk_sk: Telefónne číslo zbavené všetkých medzier, písmen a interpunkčných znamienok.

source: Numeric
sk_sk: Číselná hodnota

source: Phone Type ID
sk_sk: ID typu telefónu

source: Date Preference ID
sk_sk: ID preferencie týkajúcej sa dátumu

source: Date Preference Name
sk_sk: Názov preferencie týkajúcej sa dátumu

source: The meta name for this date (fixed in code)
sk_sk: Metanázov tohto dátumu (zafixovaný v kóde)

source: Description of this date type.
sk_sk: Opis tohto typu dátumu.

source: The start offset relative to current year
sk_sk: Posun začiatku vzhľadom na aktuálny rok

source: End Offset
sk_sk: Posun ukončenia

source: The end offset relative to current year, can be negative
sk_sk: Posun ukončenia vzhľadom na aktuálny rok, môže byť záporný

source: Date Format
sk_sk: Formát dátumu

source: The date type
sk_sk: Typ dátumu

source: Time Format
sk_sk: Formát času

source: time format
sk_sk: formát času

source: Prev Next Caches
sk_sk: Predchádzajúce/nasledujúce vyrovnávacie pamäte

source: Prev Next Cache
sk_sk: Predchádzajúca/nasledujúca vyrovnávacia pamäť

source: Prev Next Cache ID
sk_sk: ID predchádzajúcej/nasledujúcej vyrovnávacej pamäte

source: Prev Next Entity Table
sk_sk: Tabuľka predchádzajúcej/nasledujúcej entity

source: Prev Next Entity ID 1
sk_sk: ID predchádzajúcej/nasledujúcej entity 1

source: Prev Next Entity ID 2
sk_sk: ID predchádzajúcej/nasledujúcej entity 2

source: Cache Key
sk_sk: Kľúč vyrovnávacej pamäte

source: Unique path name for cache element of the searched item
sk_sk: Jedinečný názov cesty k prvku vyrovnávacej pamäte vyhľadávanej položky

source: Prev Next Data
sk_sk: Predchádzajúce/nasledujúce údaje

source: cached snapshot of the serialized data
sk_sk: snímka serializovaných údajov uložená vo vyrovnávacej pamäti

source: Is Selected
sk_sk: Je vybraté

source: Print Labels
sk_sk: Označenia na tlač

source: Print Label
sk_sk: Označenie na tlač

source: Print Label ID
sk_sk: ID označenia na tlač

source: User title for this label layout
sk_sk: Používateľský názov pre rozloženie tohto označenia

source: variable name/programmatic handle for this field.
sk_sk: Názov premennej/programový popisovač tohto poľa.

source: Description of this label layout
sk_sk: Opis usporiadania tohto označenia

source: Label Format
sk_sk: Formát označenia

source: This refers to name column of civicrm_option_value row in name_badge option group
sk_sk: Označuje stĺpec s názvom v riadku civicrm_option_value v skupine možností name_badge

source: Label Type
sk_sk: Typ označenia

source: Implicit FK to civicrm_option_value row in NEW label_type option group
sk_sk: Implicitný FK pre riadok civicrm_option_value v NOVEJ skupine možností label_type

source: contains json encode configurations options
sk_sk: Obsahuje možnosti konfigurácií kódovania JSON

source: Label is Default?
sk_sk: Je označenie predvolené?

source: Is this default?
sk_sk: Je táto položka predvolená?

source: Label Is Active?
sk_sk: Je označenie aktívne?

source: Is Label Reserved?
sk_sk: Je označenie rezervované?

source: Is this reserved label?
sk_sk: Je toto označenie rezervované?

source: FK to civicrm_contact, who created this label layout
sk_sk: FK pre civicrm_contact, ktorý vytvoril usporiadanie tohto označenia

source: Recurring Entities
sk_sk: Opakujúce sa entity

source: Recurring Entity
sk_sk: Opakujúca sa entita

source: Recurring Entity Parent ID
sk_sk: Nadradené ID opakujúcej sa entity

source: Recurring Entity Child ID
sk_sk: Podradené ID opakujúcej sa entity

source: Physical tablename for entity, e.g. civicrm_event
sk_sk: Fyzický názov tabuľky pre entitu, napr. civicrm_event

source: Cascade Type
sk_sk: Typ kaskády

source: 1-this entity, 2-this and the following entities, 3-all the entities
sk_sk: 1 – táto entita, 2 – táto a nasledujúce entity, 3 – všetky entity

source: Setting
sk_sk: Nastavenie

source: Setting ID
sk_sk: ID nastavenia

source: Setting Name
sk_sk: Názov nastavenia

source: Unique name for setting
sk_sk: Jedinečný názov nastavenia

source: Value
sk_sk: Hodnota

source: data associated with this group / name combo
sk_sk: Údaje spojené s touto kombináciou skupiny/názvu

source: FK to Contact ID if the setting is localized to a contact
sk_sk: FK pre ID kontaktu, ak je nastavenie lokalizované na kontakt

source: Is Domain Setting?
sk_sk: Ide o nastavenie domény?

source: Setting Created Date
sk_sk: Dátum vytvorenia nastavenia

source: When was the setting created
sk_sk: Kedy bolo nastavenie vytvorené

source: FK to civicrm_contact, who created this setting
sk_sk: FK pre civicrm_contact, ktorý vytvoril toto nastavenie

source: States/Provinces
sk_sk: Štáty/provincie

source: Name of State/Province
sk_sk: Názov štátu/provincie

source: State Abbreviation
sk_sk: Skratka štátu

source: 2-4 Character Abbreviation of State/Province
sk_sk: 2- až 4-znaková skratka štátu/provincie

source: ID of Country that State/Province belong
sk_sk: ID krajiny, do ktorej štát/provincia patrí

source: StateProvince Is Active
sk_sk: Štát/provincia sú aktívne

source: Is this StateProvince active?
sk_sk: Sú štát/provincia aktívne?

source: Status Preferences
sk_sk: Preferencie týkajúce sa stavu

source: Status Preference
sk_sk: Preferencia týkajúca sa stavu

source: Status Preference ID
sk_sk: ID preferencie týkajúcej sa stavu

source: Unique Status Preference ID
sk_sk: Jedinečné ID preferencie týkajúcej sa stavu

source: Which Domain is this Status Preference for
sk_sk: Pre ktorú doménu je určená táto preferencia týkajúca sa stavu

source: Status Check Name
sk_sk: Názov kontroly stavu

source: Name of the status check this preference references.
sk_sk: Názov kontroly stavu, na ktorú odkazuje táto preferencia.

source: Snooze Status Notifications Until
sk_sk: Uspať upozornenia o stave do

source: expires ignore_severity. NULL never hushes.
sk_sk: Platnosť vyprší pre ignore_severity. NULL sa nedá stlmiť.

source: Ignore Severity
sk_sk: Závažnosť ignorovania

source: Hush messages up to and including this severity.
sk_sk: Stlmiť správy po túto úroveň závažnosti (vrátane).

source: These settings are per-check, and can't be compared across checks.
sk_sk: Tieto nastavenia sú pre jednotlivé kontroly a nemôžu sa porovnávať naprieč kontrolami.

source: Check Info
sk_sk: Informácie o kontrole

source: These values are per-check, and can't be compared across checks.
sk_sk: Tieto hodnoty sú pre jednotlivé kontroly a nemôžu sa porovnávať naprieč kontrolami.

source: Check Is Active
sk_sk: Kontrola je aktívna

source: Is this status check active?
sk_sk: Je táto kontrola stavu aktívna?

source: System Logs
sk_sk: Denníky systému

source: System Log
sk_sk: Denník systému

source: System Log ID
sk_sk: ID denníka systému

source: Primary key ID
sk_sk: ID primárneho kľúča

source: System Log Message
sk_sk: Správa denníka systému

source: Standardized message
sk_sk: Štandardizovaná správa

source: Detailed Log Data
sk_sk: Podrobné údaje denníka

source: JSON encoded data
sk_sk: Údaje s kódovaním JSON

source: error level per PSR3
sk_sk: Úroveň chyby pre PSR3

source: Log Timestamp
sk_sk: Časová pečiatka denníka

source: Timestamp of when event occurred.
sk_sk: Časová pečiatka konania podujatia.

source: Log Contact ID
sk_sk: ID kontaktu denníka

source: Optional Contact ID that created the log. Not an FK as we keep this regardless
sk_sk: Voliteľné ID kontaktu, ktorý denník vytvoril. Nejde o FK, pretože si ho ponechávame tak či tak

source: Log Host
sk_sk: Hostiteľ denníka

source: Optional Name of logging host
sk_sk: Voliteľné meno hostiteľa pre zaznamenávanie do denníka

source: Tag Name
sk_sk: Názov značky

source: Optional verbose description of the tag.
sk_sk: Voliteľný podrobný opis značky.

source: Parent Tag ID
sk_sk: Nadradené ID značky

source: Optional parent id for this tag.
sk_sk: Voliteľné nadradené ID tejto značky.

source: Parent Tag
sk_sk: Nadradená značka

source: Display Tag?
sk_sk: Zobrazovaná značka?

source: Is this tag selectable / displayed
sk_sk: Je táto značka zvoliteľná/zobrazená?

source: Tagset
sk_sk: Súbor značiek

source: FK to civicrm_contact, who created this tag
sk_sk: FK pre civicrm_contact, ktorý vytvoril túto značku

source: Tag Created Date
sk_sk: Dátum vytvorenia značky

source: Date and time that tag was created.
sk_sk: Dátum a čas vytvorenia tejto značky.

source: Timezones
sk_sk: Časové pásma

source: Timezone ID
sk_sk: ID časového pásma

source: Timezone Name
sk_sk: Názov časového pásma

source: Timezone full name
sk_sk: Celý názov časového pásma

source: Timezone Abbreviation
sk_sk: Skratka časového pásma

source: ISO Code for timezone abbreviation
sk_sk: Kód ISO skratky časového pásma

source: GMT Name of Timezone
sk_sk: Názov časového pásma GMT

source: GMT name of the timezone
sk_sk: Názov časového pásma GMT

source: GMT Offset
sk_sk: Posun GMT

source: Translated Strings
sk_sk: Preložené reťazce

source: Translated String
sk_sk: Preložený reťazec

source: Translated String ID
sk_sk: ID preloženého reťazca

source: Unique String ID
sk_sk: Jedinečné ID reťazca

source: Translated Entity
sk_sk: Preložená entita

source: Table where referenced item is stored
sk_sk: Tabuľka, v ktorej je uložená odkazovaná položka

source: Translated Field
sk_sk: Preložené pole

source: Field where referenced item is stored
sk_sk: Pole, v ktorom je uložená odkazovaná položka

source: Translated Entity ID
sk_sk: ID preloženej entity

source: ID of the relevant entity.
sk_sk: ID relevantnej entity.

source: Language
sk_sk: Jazyk

source: Relevant language
sk_sk: Relevantný jazyk

source: Specify whether the string is active, draft, etc
sk_sk: Uveďte, či je reťazec aktívny, či ide o koncept atď.

source: Translated string
sk_sk: Preložený reťazec

source: Profile Fields
sk_sk: Polia profilu

source: Profile Field
sk_sk: Pole profilu

source: Profile Field ID
sk_sk: ID poľa profilu

source: Profile ID
sk_sk: ID profilu

source: Which form does this field belong to.
sk_sk: Ku ktorému formuláru patrí toto pole.

source: Profile Field Name
sk_sk: Názov poľa profilu

source: Name for CiviCRM field which is being exposed for sharing.
sk_sk: Názov poľa CiviCRM, ktoré je sprístupnené na zdieľanie.

source: Profile Field Is Active
sk_sk: Pole profilu je aktívne

source: Is this field currently shareable? If false, hide the field for all sharing contexts.
sk_sk: Je toto pole momentálne možné zdieľať? Ak nie, skryte pole vo všetkých kontextoch zdieľania.

source: Profile Is View Only
sk_sk: Profil slúži iba na zobrazenie

source: the field is view only and not editable in user forms.
sk_sk: Pole slúži iba na zobrazenie a nedá sa upravovať v používateľských formulároch.

source: Profile Field Is Required
sk_sk: Pole profilu je povinné

source: Is this field required when included in a user or registration form?
sk_sk: Je toto pole povinné, keď je zahrnuté v používateľskom alebo registračnom formulári?

source: Controls field display order when user framework fields are displayed in registration and account editing forms.
sk_sk: Riadi poradie zobrazovania polí, keď sú zobrazené polia používateľského rámca v registračných formulároch a formulároch na úpravu kont.

source: Profile Field Post Help
sk_sk: Následná pomoc pre pole profilu

source: Profile Field Pre Help
sk_sk: Predbežná pomoc pre pole profilu

source: Profile Field Visibility
sk_sk: Viditeľnosť poľa profilu

source: Profile Field Is a Filter
sk_sk: Pole profilu je filter

source: Is this field included as a column in the selector table?
sk_sk: Je toto pole zahrnuté ako stĺpec v tabuľke výberu?

source: Profile Field Is Searchable
sk_sk: V poli profilu možno vyhľadávať

source: Is this field included search form of profile?
sk_sk: Je toto pole zahrnuté vo formulári vyhľadávania profilu?

source: Profile Field Phone Type
sk_sk: Typ telefónu poľa profilu

source: Phone Type ID, if required
sk_sk: ID typu telefónu, ak je povinné

source: Profile Field Website Type
sk_sk: Typ webovej lokality poľa profilu

source: Website Type ID, if required
sk_sk: ID typu webovej lokality, ak je povinné

source: Profile Field Label
sk_sk: Označenie poľa profilu

source: To save label for fields.
sk_sk: Na uloženie označenia polí.

source: Profile Field Type
sk_sk: Typ poľa profilu

source: This field saves field type (ie individual,household.. field etc).
sk_sk: Toto pole uloží typ poľa (napr. pole Jednotlivec, Domácnosť atď.).

source: Profile Field Is Reserved
sk_sk: Pole profilu je rezervované

source: Is this field reserved for use by some other CiviCRM functionality?
sk_sk: Je toto pole rezervované na použitie zo strany inej funkcie CiviCRM?

source: Profile Field Supports Multiple
sk_sk: Pole profilu podporuje viac záznamov

source: Include in multi-record listing?
sk_sk: Zahrnúť do zoznamu s viacerými záznamami?

source: Profiles
sk_sk: Profily

source: Profile Is Active
sk_sk: Profil je aktívny

source: Is this profile currently active? If false, hide all related fields for all sharing contexts.
sk_sk: Je tento profil momentálne aktívny? Ak nie, skryte všetky súvisiace polia vo všetkých kontextoch zdieľania.

source: Profile Group Type
sk_sk: Typ skupiny profilov

source: Comma separated list of the type(s) of profile fields.
sk_sk: Zoznam typov polí profilu oddelený čiarkami.

source: Profile Name
sk_sk: Názov profilu

source: Form title.
sk_sk: Názov formulára.

source: Public Title
sk_sk: Verejný názov

source: Profile Form Public title
sk_sk: Verejný názov formulára profilu

source: Profile Description
sk_sk: Opis profilu

source: Optional verbose description of the profile.
sk_sk: Voliteľný podrobný opis profilu.

source: Help Pre
sk_sk: Pomoc – predbežná

source: Pre Help
sk_sk: Predbežná pomoc

source: Profile Post Text
sk_sk: Následný text profilu

source: Search Limit Group ID
sk_sk: ID skupiny limitu vyhľadávania

source: Group id, foreign key from civicrm_group
sk_sk: ID skupiny, cudzí kľúč z civicrm_group

source: Search Limit Group
sk_sk: Skupina limitu vyhľadávania

source: Post Url
sk_sk: Adresa URL príspevku

source: Post URL
sk_sk: Adresa URL príspevku

source: Add Contact To Group ID
sk_sk: Pridať kontakt do ID skupiny

source: foreign key to civicrm_group_id
sk_sk: Cudzí kľúč pre civicrm_group_id

source: Add Contact To Group
sk_sk: Pridať kontakt do skupiny

source: Show Captcha On Profile
sk_sk: Zobraziť test Captcha na profile

source: Should a CAPTCHA widget be included this Profile form.
sk_sk: Či by mala byť v tomto formulári profilu zahrnutá miniaplikácia CAPTCHA.

source: Map Profile
sk_sk: Mapovanie profilu

source: Do we want to map results from this profile.
sk_sk: Či chceme mapovať výsledky z tohto profilu.

source: Show Edit Link?
sk_sk: Zobraziť odkaz na úpravu?

source: Should edit link display in profile selector
sk_sk: Či sa má vo výbere profilu zobrazovať odkaz na úpravu

source: Show Link to CMS User
sk_sk: Zobraziť odkaz na používateľa CMS

source: Should we display a link to the website profile in profile selector
sk_sk: Či máme vo výbere profilu zobraziť odkaz na profil na webovej lokalite

source: Update on Duplicate
sk_sk: Aktualizovať v prípade duplikátu

source: Should we update the contact record if we find a duplicate
sk_sk: Či máme aktualizovať záznam kontaktu, ak nájdeme duplikát

source: Profile Cancel URL
sk_sk: Adresa URL na zrušenie profilu

source: Create CMS User?
sk_sk: Vytvoriť používateľa CMS?

source: Should we create a cms user for this profile
sk_sk: Či máme vytvoriť používateľa CMS pre tento profil

source: Notify on Profile Submit
sk_sk: Upozorniť pri odoslaní profilu

source: Profile Is Reserved
sk_sk: Profil je rezervovaný

source: Is this group reserved for use by some other CiviCRM functionality?
sk_sk: Je táto skupina rezervovaná na použitie zo strany inej funkcie CiviCRM?

source: Name of the UF group for directly addressing it in the codebase
sk_sk: Názov skupiny UF na priame adresovanie v zbierke kódu

source: FK to civicrm_contact, who created this UF group
sk_sk: FK pre civicrm_contact, ktorý vytvoril túto skupinu UF

source: UF Group Created Date
sk_sk: Dátum vytvorenia skupiny UF

source: Date and time this UF group was created.
sk_sk: Dátum a čas vytvorenia tejto skupiny UF.

source: Include Proximity Search?
sk_sk: Zahrnúť vyhľadávanie v okolí?

source: Should we include proximity search feature in this profile search form?
sk_sk: Či máme zahrnúť vyhľadávanie v okolí do tohto formulára vyhľadávania v profile?

source: Cancel Button Text
sk_sk: Text tlačidla Zrušiť

source: Custom Text to display on the Cancel button when used in create or edit mode
sk_sk: Vlastný text, ktorý sa má zobraziť na tlačidle Zrušiť, keď sa používa v režime tvorby alebo úprav

source: Submit Button Text
sk_sk: Text tlačidla Odoslať

source: Custom Text to display on the submit button on profile edit/create screens
sk_sk: Vlastný text, ktorý sa má zobraziť na tlačidle Odoslať na obrazovke úprav/tvorby v profile

source: Include Cancel Button
sk_sk: Zahrnúť tlačidlo Zrušiť

source: Should a Cancel button be included in this Profile form.
sk_sk: Či by malo byť v tomto formulári profilu zahrnuté tlačidlo Zrušiť.

source: Profile Uses
sk_sk: Použitia profilu

source: Profile Use
sk_sk: Použitie profilu

source: UF Join ID
sk_sk: ID spojenia UF

source: Profile Use is active
sk_sk: Použitie profilu je aktívne

source: Is this join currently active?
sk_sk: Je toto spojenie momentálne aktívne?

source: Profile Module
sk_sk: Modul profilu

source: Module which owns this uf_join instance, e.g. User Registration, CiviDonate, etc.
sk_sk: Modul, ktorý vlastní túto inštanciu uf_join, napr. Registrácia používateľa, CiviDonate atď.

source: Profile Entity Table
sk_sk: Tabuľka entity profilu

source: Name of table where item being referenced is stored. Modules which only need a single collection of uf_join instances may choose not to populate entity_table and entity_id.
sk_sk: Názov tabuľky, v ktorej je uložená odkazovaná položka. V prípade modulov, ktoré potrebujú iba jednu kolekciu inštancií uf_join, možno vybrať, že sa nevyplnia hodnoty entity_table a entity_id.

source: Profile Entity ID
sk_sk: ID entity profilu

source: Controls display order when multiple user framework groups are setup for concurrent display.
sk_sk: Riadi poradie zobrazovania, keď sú pre súbežné zobrazenie nastavené viaceré skupiny používateľského rámca.

source: Profile Use Data
sk_sk: Údaje o používaní profilu

source: Json serialized array of data used by the ufjoin.module
sk_sk: Serializované pole údajov JSON, ktoré používa ufjoin.module
