Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: View
sk_sk: Zobraziť

source: Edit
sk_sk: Upraviť

source: Create
sk_sk: Vytvoriť

source: Delete
sk_sk: Odstrániť

source: Search
sk_sk: Hľadať

source: All
sk_sk: Všetko

source: Group
sk_sk: Skupina

source: Profile
sk_sk: Profil

source: Event
sk_sk: Podujatie

source: Custom Group
sk_sk: Vlastná skupina

source: Contact
sk_sk: Kontakt

source: ACLs
sk_sk: ACL

source: ACL ID
sk_sk: ID ACL

source: Unique table ID
sk_sk: Jedinečné ID tabuľky

source: ACL Name
sk_sk: Názov ACL

source: ACL Name.
sk_sk: Názov ACL.

source: Deny ACL?
sk_sk: Zamietnuť ACL?

source: Is this ACL entry Allow (0) or Deny (1) ?
sk_sk: Má sa tento záznam ACL povoliť (0) alebo zamietnuť (1)?

source: ACL Entity
sk_sk: Entita ACL

source: Table of the object possessing this ACL entry (Contact, Group, or ACL Group)
sk_sk: Tabuľka objektu vlastniaceho tento záznam ACL (kontakt, skupina alebo skupina ACL)

source: Entity ID
sk_sk: ID entity

source: ID of the object possessing this ACL
sk_sk: ID objektu vlastniaceho toto ACL

source: ACL Operation
sk_sk: Operácia ACL

source: What operation does this ACL entry control?
sk_sk: Akú operáciu ovláda tento záznam ACL?

source: ACL Object
sk_sk: Objekt ACL

source: The table of the object controlled by this ACL entry
sk_sk: Tabuľka objektu ovládaného týmto záznamom ACL

source: Type of Data
sk_sk: Typ údajov

source: ACL Object ID
sk_sk: ID objektu ACL

source: The ID of the object controlled by this ACL entry
sk_sk: ID objektu ovládaného týmto záznamom ACL

source: Which Data
sk_sk: Ktoré údaje

source: ACL Table
sk_sk: Tabuľka ACL

source: If this is a grant/revoke entry, what table are we granting?
sk_sk: Ak ide o záznam udelenia/odvolania, ktorú tabuľku udeľujeme?

source: ACL Group ID
sk_sk: ID skupiny ACL

source: ID of the ACL or ACL group being granted/revoked
sk_sk: ID ACL alebo skupiny ACL, ktorá sa udeľuje/odvoláva

source: ACL Is Active?
sk_sk: Je ACL aktívne?

source: Is this property active?
sk_sk: Je táto vlastnosť aktívna?

source: Enabled
sk_sk: Povolené

source: Priority
sk_sk: Priorita

source: ACLCaches
sk_sk: Vyrovnávacie pamäte ACL

source: Cache ID
sk_sk: ID vyrovnávacej pamäte

source: Contact ID
sk_sk: ID kontaktu

source: Foreign Key to Contact
sk_sk: Cudzí kľúč pre kontakt

source: Foreign Key to ACL
sk_sk: Cudzí kľúč pre ACL

source: Cache Modified Date
sk_sk: Dátum úpravy vyrovnávacej pamäte

source: When was this cache entry last modified
sk_sk: Kedy došlo k poslednej úprave tejto vyrovnávacej pamäte

source: Entity Role
sk_sk: Rola entity

source: ACL Role ID
sk_sk: ID roly ACL

source: Foreign Key to ACL Role (which is an option value pair and hence an implicit FK)
sk_sk: Cudzí kľúč pre rolu ACL (čo je pár hodnoty možnosti, a teda implicitný FK)

source: Entity Table
sk_sk: Tabuľka entity

source: Table of the object joined to the ACL Role (Contact or Group)
sk_sk: Tabuľka objektu spojeného s rolou ACL (kontakt alebo skupina)

source: ACL Entity ID
sk_sk: ID entity ACL

source: ID of the group/contact object being joined
sk_sk: ID skupiny/objekt kontaktu, ktorý sa spája

source: ACL Entity Role is Active
sk_sk: Rola entity ACL je aktívna

source: Description
sk_sk: Opis

source: Operation
sk_sk: Operácia

source: A group of contacts
sk_sk: Skupina kontaktov

source: A profile
sk_sk: Profil

source: A set of custom data fields
sk_sk: Súbor vlastných údajových polí

source: Events
sk_sk: Podujatia

source: Role
sk_sk: Rola

source: - select role -
sk_sk: – vybrať rolu –

source: - select group -
sk_sk: – vybrať skupinu –

source: All Groups
sk_sk: Všetky skupiny

source: - select set of custom fields -
sk_sk: – vybrať súbor vlastných polí –

source: All Custom Groups
sk_sk: Všetky vlastné skupiny

source: - select profile -
sk_sk: – vybrať profil –

source: All Profiles
sk_sk: Všetky profily

source: - select event -
sk_sk: – vybrať podujatie –

source: All Events
sk_sk: Všetky podujatia

source: Custom Data
sk_sk: Vlastné údaje

source: Enabled?
sk_sk: Povolené?

source: Please assign this permission to a Role.
sk_sk: Priraďte toto povolenie k role.

source: Only 'View' and 'Edit' operations are valid for this type of data
sk_sk: Pre tento typ údajov sú platné iba operácie 'Zobraziť' a 'Upraviť'

source: Please select a Group (or ALL Groups).
sk_sk: Vyberte skupinu (alebo VŠETKY skupiny).

source: Please select a Profile (or ALL Profiles).
sk_sk: Vyberte profil (alebo VŠETKY profily).

source: Please select a set of Custom Data (or ALL Custom Data).
sk_sk: Vyberte súbor vlastných údajov (alebo VŠETKY vlastné údaje).

source: Please select an Event (or ALL Events).
sk_sk: Vyberte podujatie (alebo VŠETKY podujatia).

source: Selected ACL has been deleted.
sk_sk: Vybraté ACL bolo odstránené.

source: Record Deleted
sk_sk: Záznam odstránený

source: ACL Role
sk_sk: Rola ACL

source: Assigned to
sk_sk: Priradené osobe

source: Selected Entity Role has been deleted.
sk_sk: Vybratá rola entity bola odstránená.

source: WordPress Access Control
sk_sk: Riadenie prístupu do systému WordPress

source: Save
sk_sk: Uložiť

source: The %1 role was assigned one or more permissions that may prove dangerous for users of that role to have. Please reconsider assigning %2 to them.
sk_sk: Role %1 bolo priradené jedno alebo viac povolení, ktoré môžu byť nebezpečné pre používateľov danej roly. Zvážte, že im priradíte %2.

source: Unsafe Permission Settings
sk_sk: Nebezpečné nastavenia povolení

source: Wordpress Access Control Updated
sk_sk: Riadenie prístupu do systému Wordpress aktualizované

source: Access Control
sk_sk: Riadenie prístupu

source: - select -
sk_sk: – vybrať –

source: Everyone
sk_sk: Všetci

source: more
sk_sk: viac

source: Edit ACL &ndash; %1
sk_sk: Upraviť ACL &ndash; %1

source: Assign Users to Roles
sk_sk: Priradiť používateľov k rolám

source: Activity Type
sk_sk: Typ aktivity

source: Activity Status
sk_sk: Stav aktivity

source: Activity Date
sk_sk: Dátum aktivity

source: (recipients)
sk_sk: (príjemcovia)

source: (%1 recipients)
sk_sk: (príjemcovia:%1)

source: - do not import -
sk_sk: – neimportovať –

source: - Activity Fields -
sk_sk: – Polia aktivít –

source: Membership
sk_sk: Členstvo

source: Source Contact ID
sk_sk: ID zdrojového kontaktu

source: Source Contact
sk_sk: Zdrojový kontakt

source: Activity Priority
sk_sk: Priorita aktivity

source: Activity Reporter
sk_sk: Nahlasujúca osoba aktivity

source: Activity Medium
sk_sk: Médium aktivity

source: Activity Auto-generated?
sk_sk: Automaticky generovaná aktivita?

source: %1 more
sk_sk: o %1 viac

source: Manage Case %1
sk_sk: Spravovať prípad %1

source: Activity Assignee
sk_sk: Poverená osoba aktivity

source: Survey
sk_sk: Prieskum

source: Activity created by
sk_sk: Aktivitu vytvoril(-a)

source: Activity assigned to
sk_sk: Aktivita priradená osobe

source: Activity targeted to
sk_sk: Aktivita cielená na osobu

source: Activity is a Test
sk_sk: Aktivita predstavuje test

source: Activity Tag %1
sk_sk: Značka aktivity %1

source: OR
sk_sk: ALEBO

source: Activity Result - %1
sk_sk: Výsledok aktivity – %1

source: Activities which have Followup Activities
sk_sk: Aktivity, ktoré majú následné aktivity

source: Activities without Followup Activities
sk_sk: Aktivity bez následných aktivít

source: Activities which are Followup Activities
sk_sk: Aktivity, ktoré sú následnými aktivitami

source: Activities which are not Followup Activities
sk_sk: Aktivity, ktoré nie sú následnými aktivitami

source: Activity Text
sk_sk: Text aktivity

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: With
sk_sk: S

source: Added by
sk_sk: Pridal(-a)

source: Activity is a Test?
sk_sk: Predstavuje aktivita test?

source: Activity Tag(s)
sk_sk: Značky aktivity

source: - select tags -
sk_sk: – vybrať značky –

source: Survey / Petition
sk_sk: Prieskum/petícia

source: - none -
sk_sk: – žiadne –

source: Survey Result
sk_sk: Výsledok prieskumu

source: Activity Text (%1)
sk_sk: Text aktivity (%1)

source: Activities
sk_sk: Aktivity

source: Activity
sk_sk: Aktivita

source: Past or future actions concerning one or more contacts.
sk_sk: Minulé alebo budúce akcie týkajúce sa jedného alebo viacerých kontaktov.

source: Activity ID
sk_sk: ID aktivity

source: Unique Other Activity ID
sk_sk: Jedinečné ID inej aktivity

source: Source Record
sk_sk: Záznam zdrojovej osoby

source: Artificial FK to original transaction (e.g. contribution) IF it is not an Activity. Entity table is discovered by filtering by the appropriate activity_type_id.
sk_sk: Umelý FK pre pôvodnú transakciu (napr. príspevok), AK nejde o aktivitu. Tabuľku entity odhalíte, ak vyfiltrujete príslušnú hodnotu activity_type_id.

source: Activity Type ID
sk_sk: ID typu aktivity

source: FK to civicrm_option_value.id, that has to be valid, registered activity type.
sk_sk: FK pre civicrm_option_value.id, ktorý musí predstavovať platný, registrovaný typ aktivity.

source: Subject
sk_sk: Predmet

source: The subject/purpose/short description of the activity.
sk_sk: Predmet/účel/krátky opis aktivity.

source: Date and time this activity is scheduled to occur. Formerly named scheduled_date_time.
sk_sk: Dátum a čas plánovaného uskutočnenia tejto aktivity. Predtým známy ako scheduled_date_time.

source: Duration
sk_sk: Trvanie

source: Planned or actual duration of activity expressed in minutes. Conglomerate of former duration_hours and duration_minutes.
sk_sk: Plánované alebo skutočné trvanie aktivity vyjadrené v minútach. Konglomerát bývalých hodnôt duration_hours a duration_minutes.

source: Location
sk_sk: Miesto

source: Location of the activity (optional, open text).
sk_sk: Miesto konania aktivity (voliteľné, otvorený text).

source: Phone ID (called)
sk_sk: ID telefónu (volaného)

source: Phone ID of the number called (optional - used if an existing phone number is selected).
sk_sk: ID telefónu volaného čísla (voliteľné – používa sa v prípade výberu existujúceho telefónneho čísla).

source: Phone (called)
sk_sk: Telefón (volaný)

source: Phone (called) Number
sk_sk: Telefónne číslo (volané)

source: Phone number in case the number does not exist in the civicrm_phone table.
sk_sk: Telefónne číslo pre prípad, ak číslo neexistuje v tabuľke civicrm_phone.

source: Details
sk_sk: Podrobnosti

source: Details about the activity (agenda, notes, etc).
sk_sk: Podrobnosti aktivity (agenda, poznámky atď.).

source: ID of the status this activity is currently in. Foreign key to civicrm_option_value.
sk_sk: ID stavu, v ktorom sa táto aktivita momentálne nachádza. Cudzí kľúč pre civicrm_option_value.

source: ID of the priority given to this activity. Foreign key to civicrm_option_value.
sk_sk: ID priority udelenej tejto aktivite. Cudzí kľúč pre civicrm_option_value.

source: Parent Activity ID
sk_sk: ID nadradenej aktivity

source: Parent meeting ID (if this is a follow-up item).
sk_sk: ID nadradeného stretnutia (ak ide o následnú položku).

source: Parent Activity
sk_sk: Nadradená aktivita

source: Activity Medium, Implicit FK to civicrm_option_value where option_group = encounter_medium.
sk_sk: Médium aktivity, implicitný FK pre civicrm_option_value, kde option_group = encounter_medium.

source: Relationship ID
sk_sk: ID vzťahu

source: FK to Relationship ID
sk_sk: FK pre ID vzťahu

source: Relationship
sk_sk: Vzťah

source: Is current (unused)
sk_sk: Je aktuálne (nepoužíva sa)

source: Unused deprecated column.
sk_sk: Nepoužitý zastaraný stĺpec.

source: Original ID (unused)
sk_sk: Pôvodné ID (nepoužíva sa)

source: Original Activity
sk_sk: Pôvodná aktivita

source: Result
sk_sk: Výsledok

source: Currently being used to store result id for survey activity, FK to option value.
sk_sk: Momentálne sa používa na uloženie ID výsledku aktivity prieskumu, FK pre hodnotu možnosti.

source: Activity is in the Trash
sk_sk: Aktivita je v koši

source: Campaign ID
sk_sk: ID kampane

source: The campaign for which this activity has been triggered.
sk_sk: Kampaň, pri ktorej došlo k spusteniu tejto aktivity.

source: Campaign
sk_sk: Kampaň

source: Engagement Index
sk_sk: Index angažovanosti

source: Assign a specific level of engagement to this activity. Used for tracking constituents in ladder of engagement.
sk_sk: Priraďte tejto aktivite konkrétnu úroveň angažovanosti. Používa sa na sledovanie zástupcov na rebríčku angažovanosti.

source: Order
sk_sk: Poradie

source: Is Starred
sk_sk: Má hviezdičku

source: Activity marked as favorite.
sk_sk: Aktivita je označená ako obľúbená.

source: Created Date
sk_sk: Dátum vytvorenia

source: When was the activity was created.
sk_sk: Kedy bola aktivita vytvorená.

source: Modified Date
sk_sk: Dátum úpravy

source: When was the activity (or closely related entity) was created or modified or deleted.
sk_sk: Kedy bola aktivita (alebo úzko súvisiaca entita) vytvorená, upravená alebo odstránená.

source: Activity Contacts
sk_sk: Kontakty aktivity

source: Activity Contact
sk_sk: Kontakt aktivity

source: Activity Contact ID
sk_sk: ID kontaktu aktivity

source: Activity contact id
sk_sk: ID kontaktu aktivity

source: Foreign key to the activity for this record.
sk_sk: Cudzí kľúč aktivity pre tento prípad.

source: Foreign key to the contact for this record.
sk_sk: Cudzí kľúč kontaktu pre tento prípad.

source: Activity Contact Type
sk_sk: Typ kontaktu aktivity

source: Determines the contact's role in the activity (source, target, or assignee).
sk_sk: Určuje rolu kontaktu v rámci aktivity (zdrojová, cieľová alebo poverená osoba).

source: Contact Role
sk_sk: Rola kontaktu

source: With Contact
sk_sk: S kontaktom

source: Date
sk_sk: Dátum

source: Followup Activity
sk_sk: Následná aktivita

source: select activity
sk_sk: vyberte aktivitu

source: You do not have permission to access this page.
sk_sk: Nemáte povolenie na prístup k tejto stránke.

source: (no subject)
sk_sk: (žiaden predmet)

source: Restore
sk_sk: Obnoviť

source: Cancel
sk_sk: Zrušiť

source: Please enter the engagement index as a number (integers only).
sk_sk: Zadajte index angažovanosti v tvare čísla (iba celé čísla).

source: Activity Separation
sk_sk: Oddelenie aktivít

source: Create separate activities for each contact
sk_sk: Vytvoriť oddelené aktivity pre každý kontakt

source: Create one activity with all contacts together
sk_sk: Vytvoriť jednu aktivitu so všetkými kontaktmi dohromady

source: Please enter the duration as number of minutes (integers only).
sk_sk: Zadajte trvanie v minútach v tvare čísla (iba celé čísla).

source: in
sk_sk: v

source: Tags
sk_sk: Značky

source: Done
sk_sk: Hotovo

source: Activity Type is a required field
sk_sk: Typ aktivity je povinné pole

source: You cannot record scheduled email activity.
sk_sk: Nemôžete zaznamenať naplánovanú aktivitu e-mailu.

source: You cannot record scheduled SMS activity
sk_sk: Nemôžete zaznamenať naplánovanú aktivitu SMS

source: Followup date is a required field.
sk_sk: Dátum následnej aktivity je povinné pole.

source: Follow-up Activity type is a required field.
sk_sk: Typ následnej aktivity je povinné pole.

source: Activity Separation is a required field.
sk_sk: Oddelenie aktivít je povinné pole.

source: Selected Activity has been deleted successfully.
sk_sk: Vybratá aktivita bola úspešne odstránená.

source: A followup activity has been scheduled.
sk_sk: Následná aktivita je naplánovaná.

source: A copy of the activity has also been sent to assignee contacts(s).
sk_sk: Kópia aktivity bola zaslaná aj povereným kontaktom.

source: A copy of the follow-up activity has also been sent to follow-up assignee contacts(s).
sk_sk: Kópia následnej aktivity bola zaslaná aj povereným kontaktom následnej aktivity.

source: Activity %1 has been saved. %2 %3
sk_sk: Aktivita %1 bola uložená. %2 %3

source: Saved
sk_sk: Uložené

source: default organization
sk_sk: predvolená organizácia

source: %1 Activity
sk_sk: Aktivita %1

source: Include
sk_sk: Zahrnúť

source: - all activity type(s) -
sk_sk: – všetky typy aktivít –

source: Exclude
sk_sk: Vylúčiť

source: - no types excluded -
sk_sk: – nie sú vylúčené žiadne typy –

source: - any -
sk_sk: – akékoľvek –

source: Send an Email
sk_sk: Pošlite e-mail

source: Find Activities
sk_sk: Hľadať aktivity

source: Tag Activities
sk_sk: Označiť aktivity

source: Please select at least one tag.
sk_sk: Vyberte aspoň jednu značku.

source: Activity tagged
sk_sk: Aktivita označená

source: 1 activity already had this tag
sk_sk: 1 aktivita už má túto značku

source: Added Tag <em>%1</em>
sk_sk: Pridaná značka <em>%1</em>

source: Update multiple activities
sk_sk: Aktualizovať viac aktivít

source: Update Activities
sk_sk: Aktualizovať aktivity

source: File type field(s) in the selected profile are not supported for Update multiple activities.
sk_sk: Polia s typom súborov vo vybratom profile nie sú pri aktualizácii viacerých aktivít podporované.

source: Some Fields Excluded
sk_sk: Niektoré polia sú vylúčené

source: Updates Saved
sk_sk: Aktualizácie uložené

source: No Updates Saved
sk_sk: Nie sú uložené žiadne aktualizácie

source: Delete Activities
sk_sk: Odstrániť aktivity

source: %count activity deleted.
sk_sk: %count aktivita bola odstránená.

source: Removed
sk_sk: Odstránené

source: 1 could not be deleted.
sk_sk: 1 sa nepodarilo odstrániť.

source: Error
sk_sk: Chyba

source: File on Case
sk_sk: Spis o prípade

source: Select Case
sk_sk: Vyberte prípad

source: Not permitted to file activity %1 %2.
sk_sk: Nie je povolené zaregistrovať aktivitu %1 %2.

source: Filed Activities
sk_sk: Zaregistrované aktivity

source: Total Selected Activities: %1
sk_sk: Všetky vybraté aktivity: %1

source: Print/Merge Document
sk_sk: Tlačiť/zlúčiť dokument

source: Document Type
sk_sk: Typ dokumentu

source: Send Email to Contacts
sk_sk: Poslať e-mail kontaktom

source: The maximum number of Activities you can select to send an email is %1. You have selected %2. Please select fewer Activities from your search results and try again.
sk_sk: Maximálny počet aktivít, ktoré môžete vybrať na odoslanie e-mailu, je %1. Vybrali ste %2. Vyberte menej aktivít vo výsledkoch vyhľadávania a skúste to znova.

source: Maximum Exceeded
sk_sk: Presiahli ste maximum

source: Assigned to Contact
sk_sk: Priradené kontaktu

source: Created by
sk_sk: Vytvoril(-a)

source: Continue
sk_sk: Pokračovať

source: You must select at least one email recipient type.
sk_sk: Musíte vybrať aspoň jeden typ príjemcu e-mailu.

source: It appears you have no contacts with email addresses from the selected recipients.
sk_sk: Zdá sa, že nemáte kontakty s e-mailovými adresami od vybratých príjemcov.

source: The maximum number of activities you can select for Update multiple activities is %1. You have selected %2. Please select fewer Activities from your search results and try again.
sk_sk: Maximálny počet aktivít, ktoré môžete vybrať pri aktualizácii viacerých aktivít, je %1. Vybrali ste %2. Vyberte menej aktivít vo výsledkoch vyhľadávania a skúste to znova.

source: You will need to create a Profile containing the %1 fields you want to edit before you can use Update multiple activities. Navigate to Administer > Customize Data and Screens > Profiles to configure a Profile. Consult the online Administrator documentation for more information.
sk_sk: Skôr než budete môcť použiť aktualizáciu viacerých aktivít, budete musieť vytvoriť profil obsahujúci polia (%1), ktoré chcete upravovať. Prejdite na časť Spravovať > Prispôsobiť údaje a obrazovky > Profily a nakonfigurujte profil. Ďalšie informácie získate v online dokumentácii správcu.

source: No Profile Configured
sk_sk: Nie je nakonfigurovaný žiaden profil

source: Some of the selected activities are not editable.
sk_sk: Niektoré z vybratých aktivít sa nedajú upravovať.

source: Select Profile
sk_sk: Vybrať profil

source: Print Activities
sk_sk: Tlačiť aktivity

source: Remove Tags from activities
sk_sk: Odstrániť značky z aktivít

source: %count activity un-tagged
sk_sk: Označenie %count aktivity bolo zrušené

source: 1 activity already did not have this tag
sk_sk: Túto značku už nemala 1 aktivita

source: Removed Tag <em>%1</em>
sk_sk: Odstránená značka <em>%1</em>

source: Activity Subject
sk_sk: Predmet aktivity

source: Missing required contact matching fields.
sk_sk: Chýbajú povinné polia na porovnávanie kontaktov.

source: Missing required field: %1
sk_sk: Chýba povinné pole: %1

source: Mapper for Field %1
sk_sk: Mapovač pre pole %1

source: Activity Import
sk_sk: Import aktivity

source: Target Contact
sk_sk: Cieľový kontakt

source: Client
sk_sk: Klient

source: Case Manager
sk_sk: Manažér prípadu

source: View Contact
sk_sk: Zobraziť kontakt

source: Reassign %1
sk_sk: Znova priradiť %1

source: Remove %1
sk_sk: Odstrániť %1

source: Assign %1
sk_sk: Priradiť %1

source: (Filed on case %1)
sk_sk: (Zaregistrované v prípade %1)

source: Repeating (%1 of %2)
sk_sk: Opakované (%1 z %2)

source: Activity Filter
sk_sk: Filter aktivít

source: Email a Contact
sk_sk: Poslať e-mail kontaktu

source: Create PDF Letter
sk_sk: Vytvoriť list vo formáte PDF

source: Contact Activities
sk_sk: Aktivity kontaktu

source: Activity Links
sk_sk: Prepojenia aktivít

source: Activity Record
sk_sk: Záznam aktivity

source: You are not authorized to access this page.
sk_sk: Nemáte oprávnenie pristupovať k tejto stránke.

source: View Activity
sk_sk: Zobraziť aktivitu

source: Update Activity
sk_sk: Aktualizovať aktivitu

source: Delete Activity
sk_sk: Odstrániť aktivitu

source: Mailing Report
sk_sk: Správa o pošte

source: View Mailing Report
sk_sk: Zobraziť správu o pošte

source: Activities %%StatusMessage%%
sk_sk: Aktivity %%StatusMessage%%

source: CiviCRM Activity
sk_sk: Aktivita CiviCRM

source: Type
sk_sk: Typ

source: Assigned
sk_sk: Priradené

source: Status
sk_sk: Stav

source: Actions
sk_sk: Akcie

source: CiviCRM Activity Search
sk_sk: Vyhľadávanie aktivít CiviCRM

source: Delete activities
sk_sk: Odstrániť aktivity

source: Print selected rows
sk_sk: Tlačiť vybraté riadky

source: Export activities
sk_sk: Exportovať aktivity

source: Email - send now (to %1 or less)
sk_sk: E-mail – poslať teraz (%1 alebo menšiemu počtu)

source: Print/merge Document
sk_sk: Tlačiť/zlúčiť dokument

source: SMS - send reply
sk_sk: SMS – poslať odpoveď

source: Tag - add to activities
sk_sk: Značka – pridať medzi aktivity

source: Tag - remove from activities
sk_sk: Značka – odstrániť z aktivít

source: File on case
sk_sk: Spis o prípade

source: Date Field
sk_sk: Pole dátumu

source: Annual Options
sk_sk: Ročné možnosti

source: Birth Date
sk_sk: Dátum narodenia

source: You do not have permission to edit this contact record. Contact the site administrator if you need assistance.
sk_sk: Nemáte povolenie na úpravu záznamu tohto kontaktu. Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: Organization Name
sk_sk: Názov organizácie

source: Household Name
sk_sk: Názov domácnosti

source: Prefix
sk_sk: Predpona

source: - prefix -
sk_sk: – predpona –

source: First Name
sk_sk: Krstné meno

source: Middle Name
sk_sk: Stredné meno

source: Last Name
sk_sk: Priezvisko

source: Suffix
sk_sk: Prípona

source: - suffix -
sk_sk: – prípona –

source: Primary Phone
sk_sk: Primárny telefón

source: Primary Email
sk_sk: Primárny e-mail

source: Merge
sk_sk: Zlúčiť

source: Incorrect greeting value id %1, or no default greeting for this contact type and greeting type.
sk_sk: Nesprávne ID hodnoty pozdravu %1 alebo chýbajúci predvolený pozdrav pre tento typ kontaktu a pozdravu.

source: The Contact Sub Type does not match the Contact type for this record
sk_sk: Podtyp kontaktu sa nezhoduje s typom kontaktu pre tento záznam

source: Image could not be uploaded due to invalid type extension.
sk_sk: Obrázok sa nepodarilo nahrať z dôvodu neplatnej prípony typu.

source: New Contact
sk_sk: Nový kontakt

source: Contact image deleted successfully
sk_sk: Obrázok kontaktu bol úspešne odstránený

source: Image Deleted
sk_sk: Obrázok odstránený
