Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Relationship type <em>%1</em> has an internal machine name that is the same as the display label as another type. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> <tr><td>%7</td><td>%8</td><td>%9</td><td>%10</td><td>%11</td></tr> </table>
sk_sk: Typ vzťahu <em>%1</em> má interný strojový názov, ktorý je rovnaký ako zobrazované označenie pri inom type. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> <tr><td>%7</td><td>%8</td><td>%9</td><td>%10</td><td>%11</td></tr> </table>

source: Relationship Type Cross-Duplication
sk_sk: Krížová duplicita typu vzťahu

source: Relationship type <em>%1</em> appears to be unidirectional, but has the same internal machine name for both sides. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> </table>
sk_sk: Zdá sa, že typ vzťahu <em>%1</em> je jednosmerný, ale má rovnaký interný strojový názov pre obe strany. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> </table>

source: Relationship Type Ambiguity
sk_sk: Nejednoznačnosť typu vzťahu

source: Relationship type <em>%1</em> appears to be unidirectional internally, but has the same display label for both sides. Possibly you created it initially as unidirectional and then made it bidirectional later. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> </table>
sk_sk: Zdá sa, že typ vzťahu <em>%1</em> je interne jednosmerný, ale má rovnaké zobrazované označenie pre obe strany. Možno ste ho pôvodne vytvorili ako jednosmerný a neskôr ste ho nastavili ako obojsmerný. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td><td>%5</td><td>%6</td></tr> </table>

source: Missing Roles
sk_sk: Chýbajúce roly

source: Unable to locate xml file for Case Type "<em>%1</em>".
sk_sk: Nepodarilo sa nájsť súbor XML pre typ prípadu '<em>%1</em>'.

source: Missing Case Type Definition
sk_sk: Chýbajúca definícia typu prípadu

source: CaseRoles seems to be missing in the xml file for Case Type "<em>%1</em>".
sk_sk: Zdá sa, že roly prípadu chýbajú v súbore XML pre typ prípadu '<em>%1</em>'.

source: Missing Case Roles
sk_sk: Chýbajúce roly prípadu

source: CaseRole "<em>%1</em>" in the xml file for Case Type "<em>%2</em>" doesn't seem to match any existing relationship type.
sk_sk: Zdá sa, že rola prípadu '<em>%1</em>' v súbore XML pre typ prípadu '<em>%2</em>' sa nezhoduje so žiadnym existujúcim typom vzťahu.

source: Invalid Case Role
sk_sk: Neplatná rola prípadu

source: Please edit the XML file for case type "<em>%2</em>" so that the case role label "<em>%1</em>" is changed to its corresponding name "<em>%3</em>". Using label is deprecated as of version 5.20.
sk_sk: Upravte súbor XML pre typ prípadu '<em>%2</em>', aby sa označenie roly prípadu '<em>%1</em>' zmenilo na príslušný názov '<em>%3</em>'. Použitie označenia nie je od verzie 5.20 schválené.

source: Case Role using display label instead of internal machine name
sk_sk: Rola prípadu používa zobrazované označenie namiesto interného strojového názvu

source: Case Type "<em>%1</em>" has invalid characters in the internal machine name (<em>%2</em>). Only letters, numbers, and underscore are allowed.
sk_sk: Typ prípadu '<em>%1</em>' má neplatné znaky v internom strojovom názve (<em>%2</em>). Povolené sú iba písmená, čísla a podčiarkovník.

source: Invalid Case Type Name
sk_sk: Neplatný názov typu prípadu

source: CiviCRM relies upon a <a href="%1">base page in WordPress</a>, but it is not published.
sk_sk: CiviCRM sa spolieha na <a href="%1">základnú stránku v systéme WordPress</a>, ale tá nie je publikovaná.

source: CiviCRM relies upon a base page in WordPress at %1, but it is missing.
sk_sk: CiviCRM sa spolieha na základnú stránku v systéme WordPress na %1, ale tá chýba.

source: If you have an alternative base page, it can be set in the <a href="%2">WordPress integration settings</a>.
sk_sk: Ak máte alternatívnu základnú stránku, môžete ju nastaviť v <a href="%2">nastaveniach integrácie systému WordPress</a>.

source: The default is %1, which <a href="%1">does exist on this site</a>.
sk_sk: Predvolená hodnota je %1, ktorá <a href="%1">existuje na tejto lokalite</a>.

source: However, it is not published.
sk_sk: Nie je však publikovaná.

source: The default is %1, but that does not exist on this site either.
sk_sk: Predvolená hodnota je %1, ale ani tá na tejto lokalite neexistuje.

source: You can set the correct base page in the <a href="%1">WordPress integration settings</a>.
sk_sk: Môžete nastaviť správnu základnú stránku v <a href="%1">nastaveniach integrácie systému WordPress</a>.

source: WordPress Base Page Missing
sk_sk: Chýbajúca základná stránka WordPress

source: Please select an icon for the following contact types using the new icon picker, as image urls will not be supported in future versions of CiviCRM.
sk_sk: Vyberte ikonu pre nasledujúce typy kontaktov pomocou výberu novej ikony, pretože adresy URL obrázkov nebudú v budúcich verziách CiviCRM podporované.

source: Contact type images are deprecated
sk_sk: Obrázky typov kontaktov sú neschválené

source: For CiviCRM to function correctly you must have at least 2 dedupe rules configured for each contact type. You are missing a rule of type %1 for: %2
sk_sk: Ak má CiviCRM správne fungovať, musíte mať pre každý typ kontaktu nakonfigurované aspoň 2 pravidlá odstraňovania duplikátov. Chýba vám pravidlo typu %1 pre: %2

source: %1 dedupe rules missing
sk_sk: Chýbajúce pravidlá odstraňovania duplikátov: %1

source: Configure dedupe rules
sk_sk: Konfigurovať pravidlá odstraňovania duplikátov

source: This system uses PHP version %1 which meets or exceeds the recommendation of %2.
sk_sk: Tento systém používa verziu PHP %1, ktorá spĺňa alebo presahuje odporúčanú verziu %2.

source: PHP Up-to-Date
sk_sk: PHP je aktuálne

source: This system uses PHP version %1. This meets the minimum recommendations and you do not need to upgrade immediately, but the preferred version is %2.
sk_sk: Tento systém používa verziu PHP %1. Tá spĺňa minimálne odporúčania, a preto ju nemusíte okamžite inovovať, ale preferovaná verzia je %2.

source: PHP Out-of-Date
sk_sk: PHP je neaktuálne

source: This system uses PHP version %1. This meets the minimum requirements for CiviCRM to function but is not recommended. At least PHP version %2 is recommended; the preferred version is %3.
sk_sk: Tento systém používa verziu PHP %1. Tá spĺňa minimálne požiadavky na fungovanie CiviCRM, ale neodporúča sa. Odporúčaná je aspoň verzia PHP %2; preferovaná verzia je %3.

source: This system uses PHP version %1. To ensure the continued operation of CiviCRM, upgrade your server now. At least PHP version %2 is recommended; the preferred version is %3.
sk_sk: Tento systém používa verziu PHP %1. Ak chcete zaistiť nepretržitú prevádzku systému CiviCRM, inovujte si server. Odporúčaná je aspoň verzia PHP %2; preferovaná verzia je %3.

source: Future versions of CiviCRM may require the PHP extension "%2". To ensure that your system will be compatible, please install it in advance. For more explanation, see <a href="%1">the announcement</a>.
sk_sk: Budúce verzie systému CiviCRM môžu vyžadovať rozšírenie PHP '%2'. Ak chcete zaistiť kompatibilitu systému, nainštalujte ho vopred. Podrobnejšie vysvetlenie nájdete v <a href="%1">tomto oznámení</a>.

source: Forward Compatibility: Enable "mysqli"
sk_sk: Budúca kompatibilita: Povoliť 'mysqli'

source: Timestamps reported by MySQL (eg "%1") and PHP (eg "%2" ) are mismatched.
sk_sk: Časové pečiatky, ktoré nahlasuje MySQL (napr. '%1') a PHP (napr. '%2'), sa nezhodujú.

source: Timestamp Mismatch
sk_sk: Nesúlad časových pečiatok

source: Warning: Debug is enabled in <a href="%1">system settings</a>. This should not be enabled on production servers.
sk_sk: Upozornenie: V <a href="%1">nastaveniach systému</a> je povolené ladenie. To by nemalo byť povolené na produkčných serveroch.

source: Debug Mode Enabled
sk_sk: Režim ladenia je povolený

source: Disable Debug Mode
sk_sk: Zakázať režim ladenia

source: Disable debug mode now?
sk_sk: Zakázať teraz režim ladenia?

source: Warning: Outbound email is disabled in <a href="%1">system settings</a>. Proper settings should be enabled on production servers.
sk_sk: Upozornenie: V <a href="%1">nastaveniach systému</a> je zakázaný odchádzajúci e-mail. Na produkčných serveroch by mali byť povolené správne nastavenia.

source: Outbound Email Disabled
sk_sk: Odchádzajúci e-mail je zakázaný

source: Please enter your organization's <a href="%1">name, primary address </a> and <a href="%2">default FROM Email Address </a> (for system-generated emails).
sk_sk: Zadajte <a href="%1">názov, primárnu adresu </a> a <a href="%2">predvolenú e-mailovú adresu odosielateľa </a> vašej organizácie (pre e-maily vygenerované systémom).

source: Please enter a <a href="%1">default FROM Email Address</a> (for system-generated emails).
sk_sk: Zadajte <a href="%1">predvolenú e-mailovú adresu odosielateľa</a> (pre e-maily vygenerované systémom).

source: Please enter your organization's <a href="%1">name and primary address</a>.
sk_sk: Zadajte <a href="%1">názov a primárnu adresu</a> vašej organizácie.

source: Organization Setup
sk_sk: Nastavenie organizácie

source: Please configure a <a href="%1">default mailbox</a> for CiviMail.
sk_sk: Nakonfigurujte <a href="%1">predvolenú poštovú schránku</a> pre CiviMail.

source: Configure Default Mailbox
sk_sk: Konfigurovať predvolenú poštovú schránku

source: A default mailbox must be configured for email bounce processing.
sk_sk: Na účely spracovania vrátených e-mailov sa musí nakonfigurovať predvolená poštová schránka.

source: Last cron run at %1.
sk_sk: K poslednému spusteniu cron došlo o %1.

source: Cron Running OK
sk_sk: Spustenie cron OK

source: Set-up Cron
sk_sk: Nastaviť cron

source: No cron runs have been recorded.
sk_sk: Neboli zaznamenané žiadne spustenia cron.

source: Cron Not Running
sk_sk: Úloha cron nie je spustená

source: A cron job is required to execute scheduled jobs automatically.
sk_sk: Úloha cron je potrebná na automatické vykonávanie naplánovaných úloh.

source: <a href="%1">Resource URLs</a> may use absolute paths, relative paths, or variables. Absolute paths are more difficult to maintain. To maximize portability, consider using a variable in each URL (eg "<tt>[cms.root]</tt>" or "<tt>[civicrm.files]</tt>").
sk_sk: <a href="%1">Adresy URL zdrojov</a> môžu používať absolútne cesty, relatívne cesty alebo premenné. Absolútne cesty sa ťažšie udržiavajú. Ak chcete maximalizovať prenosnosť, možno by ste mali použiť premennú v každej adrese URL (napr. '<tt>[cms.root]</tt>' alebo '<tt>[civicrm.files]</tt>').

source: Resource URLs: Make them portable
sk_sk: Adresy URL zdrojov: Nastavte ich ako prenosné

source: <a href="%1">Directories</a> may use absolute paths, relative paths, or variables. Absolute paths are more difficult to maintain. To maximize portability, consider using a variable in each directory (eg "<tt>[cms.root]</tt>" or "<tt>[civicrm.files]</tt>").
sk_sk: <a href="%1">Adresáre</a> môžu používať absolútne cesty, relatívne cesty alebo premenné. Absolútne cesty sa ťažšie udržiavajú. Ak chcete maximalizovať prenosnosť, možno by ste mali použiť premennú v každom adresári (napr. '<tt>[cms.root]</tt>' alebo '<tt>[civicrm.files]</tt>').

source: Directory Paths: Make them portable
sk_sk: Cesty k adresárom: Nastavte ich ako prenosné

source: Temporary Files Directory
sk_sk: Adresár dočasných súborov

source: Images Directory
sk_sk: Adresár obrázkov

source: Custom Files Directory
sk_sk: Adresár vlastných súborov

source: The %1 is not writable. Please check your file permissions.
sk_sk: Umiestnenie %1 nie je zapisovateľné. Skontrolujte si povolenia pre súbory.

source: Directory not writable
sk_sk: Adresár nie je zapisovateľný

source: Directory %1 is not writable. Please change your file permissions.
sk_sk: Adresár %1 nie je zapisovateľný. Zmeňte si povolenia pre súbory.

source: The check for new versions of CiviCRM has been disabled. <a %1>Re-enable the scheduled job</a> to receive important security update notifications.
sk_sk: Vyhľadávanie nových verzií systému CiviCRM bolo zakázané. <a %1>Znova povoľte naplánovanú úlohu,</a> ak chcete dostávať dôležité upozornenia o bezpečnostných aktualizáciách.

source: Update Check Disabled
sk_sk: Kontrola aktualizácií je zakázaná

source: Your extensions directory is not set. Click <a href="%1">here</a> to set the extensions directory.
sk_sk: Váš adresár rozšírení nie je nastavený. Kliknutím <a href="%1">sem</a> tento adresár rozšírení nastavíte.

source: Your extensions directory path points to %1, which is not a directory. Please check your file system.
sk_sk: Vaša cesta k adresáru rozšírení ukazuje na %1, čo nie je adresár. Skontrolujte si systém súborov.

source: Extensions directory incorrect
sk_sk: Adresár rozšírení je nesprávny

source: Your extensions directory (%1) is read-only. If you would like to perform downloads or upgrades, then change the file permissions.
sk_sk: Váš adresár rozšírení (%1) je určený iba na čítanie. Ak chcete sťahovať súbory alebo vykonávať inovácie, musíte zmeniť povolenia pre súbory.

source: Read-Only Extensions
sk_sk: Rozšírenia iba na čítanie

source: The extensions URL is not properly set. Please go to the <a href="%1">URL setting page</a> and correct it.
sk_sk: Adresa URL rozšírení nie je správne nastavená. Prejdite na <a href="%1">stránku nastavenia adresy URL</a> a opravte ju.

source: Extensions url missing
sk_sk: Chýbajúca adresa URL rozšírení

source: Not checking remote URL for extensions since ext_repo_url is set to false.
sk_sk: Vzdialená adresa URL sa nekontroluje z hľadiska rozšírení, pretože ext_repo_url má nastavenú hodnotu false.

source: Extensions check disabled
sk_sk: Kontrola rozšírení je zakázaná

source: Extension download error
sk_sk: Chyba sťahovania rozšírenia

source: Failed to read extension (%1). Please refresh the extension list.
sk_sk: Nepodarilo sa prečítať rozšírenie (%1). Obnovte zoznam rozšírení.

source: %1 is installed but missing files.
sk_sk: %1 je nainštalované, ale chýbajú v ňom súbory.

source: %1 has a missing dependency on %2
sk_sk: %1 má chýbajúcu závislosť na %2

source: %1: Version %2
sk_sk: %1: Verzia %2

source: The extension %1 is required and must be enabled.
sk_sk: Rozšírenie %1 je povinné a musí byť povolené.

source: Required Extension
sk_sk: Povinné rozšírenie

source: No extensions installed. <a %1>Browse available extensions</a>.
sk_sk: Nie sú nainštalované žiadne rozšírenia. <a %1>Prehľadávať dostupné rozšírenia</a>.

source: There is one extension error:
sk_sk: Existuje jedna chyba rozšírenia:

source: To resolve any errors, go to <a %1>Manage Extensions</a>.
sk_sk: Ak chcete vyriešiť chyby, prejdite na položku <a %1>Spravovať rozšírenia</a>.

source: Extension Error
sk_sk: Chyba rozšírenia

source: Extension Update Available
sk_sk: K dispozícii je aktualizácia rozšírenia

source: 1 extension is up-to-date:
sk_sk: 1 rozšírenie je aktuálne:

source: All extensions are up-to-date:
sk_sk: Všetky rozšírenia sú aktuálne:

source: View Job Log
sk_sk: Zobraziť denník úloh

source: The following scheduled jobs failed on the last run:
sk_sk: Pri poslednom spustení zlyhali nasledujúce naplánované úlohy:

source: Scheduled Job Failures
sk_sk: Zlyhania naplánovaných úloh

source: Extension upgrades should be run as soon as possible.
sk_sk: Inovácie rozšírení by sa mali spustiť čo najskôr.

source: Extension Upgrades Pending
sk_sk: Čakajúce inovácie rozšírení

source: Run Upgrades
sk_sk: Spustiť inovácie

source: Run extension upgrades now?
sk_sk: Spustiť inovácie rozšírení?

source: Version information found to be missing in database. You will need to determine the correct version corresponding to your current database state.
sk_sk: Zistilo sa, že v databáze chýbajú informácie o verzii. Budete musieť určiť správnu verziu zodpovedajúcu aktuálnemu stavu vašej databázy.

source: Database Version Missing
sk_sk: Chýbajúca verzia databázy

source: Database is marked with invalid version format. You may want to investigate this before you proceed further.
sk_sk: Databáza je označená neplatným formátom verzie. Možno to budete chcieť preskúmať, skôr než budete pokračovať.

source: Database Version Invalid
sk_sk: Verzia databázy je neplatná

source: Database check failed - the database looks to have been partially upgraded. You must reload the database with the backup and try the <a href='%1'>upgrade process</a> again.
sk_sk: Kontrola databázy zlyhala – zdá sa, že databáza je už čiastočne inovovaná. Musíte znova načítať databázu zo zálohy a znova vyskúšať <a href='%1'>proces inovácie</a>.

source: Database Partially Upgraded
sk_sk: Databáza bola čiastočne inovovaná

source: New codebase version detected. You must visit <a href='%1'>upgrade screen</a> to upgrade the database.
sk_sk: Zistila sa nová verzia sústavy kódov. Musíte navštíviť <a href='%1'>obrazovku inovácií</a> a inovovať databázu.

source: Database Upgrade Required
sk_sk: Vyžaduje sa inovácia databázy

source: Your database is marked with an unexpected version number: %1. The v%2 codebase may not be compatible with your database state. You will need to determine the correct version corresponding to your current database state. You may want to revert to the codebase you were using until you resolve this problem.<br/>OR if this is a manual install from git, you might want to fix civicrm-version.php file.
sk_sk: Vaša databáza je označená neočakávaným číslom verzie: %1. Sústava kódov v%2 nemusí byť kompatibilná so stavom vašej databázy. Budete musieť určiť správnu verziu zodpovedajúcu aktuálnemu stavu vašej databázy. Možno by ste sa mali vrátiť na sústavu kódov, ktorú ste používali, kým tento problém nevyriešite.<br/>ALEBO, ak ide o manuálnu inštaláciu zo systému GIT, možno by ste mali opraviť súbor civicrm-version.php.

source: Database In Unexpected Version
sk_sk: Databáza má neočakávanú verziu

source: Your database is configured to use the MyISAM database engine. CiviCRM requires InnoDB. You will need to convert any MyISAM tables in your database to InnoDB. Using MyISAM tables will result in data integrity issues.
sk_sk: Vaša databáza je nakonfigurovaná tak, aby používala nástroj databázy MyISAM. CiviCRM požaduje InnoDB. Budete musieť konvertovať všetky tabuľky MyISAM vo vašej databáze na InnoDB. Používanie tabuliek MyISAM spôsobí problémy s integritou údajov.

source: MyISAM Database Engine
sk_sk: Nástroj databázy MyISAM

source: Reply Auto Responder is not set to any default value in <a %1>Headers, Footers, and Automated Messages</a>. This will disable the submit operation on any mailing created from CiviMail.
sk_sk: Nástroj na automatické odpovede nemá nastavenú predvolenú hodnotu v sekciách <a %1>Hlavičky, Päty a Automatizované správy</a>. Týmto sa zakáže odoslanie akejkoľvek pošty vytvorenej cez CiviMail.

source: No Default value for Auto Responder.
sk_sk: Žiadna predvolená hodnota pre nástroj na automatické odpovede.

source: The PHP Multibyte String extension is needed for CiviCRM to correctly handle user input among other functionality. Ask your system administrator to install it.
sk_sk: Rozšírenie viacbajtového reťazca PHP je potrebné na to, aby systém CiviCRM dokázal (okrem iných funkcií) správne spracúvať používateľské vstupy. Požiadajte správcu systému o jeho inštaláciu.

source: Missing mbstring Extension
sk_sk: Chýbajúce rozšírenie mbstring

source: The environment of this CiviCRM instance is set to '%1'. Certain functionality like scheduled jobs has been disabled.
sk_sk: Prostredie tejto inštancie CiviCRM je nastavené ako '%1'. Určité funkcie ako naplánované úlohy boli zakázané.

source: Non-Production Environment
sk_sk: Neprodukčné prostredie

source: Future versions of CiviCRM may require MySQL to support utf8mb4 encoding. It is recommended, though not yet required. Please discuss with your server administrator about configuring your MySQL server for utf8mb4. CiviCRM's recommended configurations are in the System Administrator Guide
sk_sk: Budúce verzie systému CiviCRM môžu vyžadovať, aby MySQL podporovalo šifrovanie utf8mb4. Odporúča sa, ale zatiaľ nie je povinné. Porozprávajte sa so správcom servera o konfigurácii vášho servera MySQL na utf8mb4. Odporúčané konfigurácie systému CiviCRM sú uvedené v príručke pre správcu systému

source: MySQL Emoji Support (utf8mb4)
sk_sk: Podpora emoji v MySQL (utf8mb4)

source: It is recommended, though not yet required, to upgrade your PHP MySQL driver (mysqlnd) to >= 5.0.9 for utf8mb4 support.
sk_sk: Hoci to zatiaľ nie je povinné, odporúča sa inovovať ovládač PHP MySQL (mysqlnd) na >= 5.0.9, aby podporoval šifrovanie utf8mb4.

source: PHP MySQL Driver (mysqlnd)
sk_sk: Ovládač PHP MySQL (mysqlnd)

source: It is recommended, though not yet required, to upgrade your PHP MySQL driver (libmysqlclient) to >= 5.5.3 for utf8mb4 support.
sk_sk: Hoci to zatiaľ nie je povinné, odporúča sa inovovať ovládač PHP MySQL (libmysqlclient) na >= 5.5.3, aby podporoval šifrovanie utf8mb4.

source: PHP MySQL Driver (libmysqlclient)
sk_sk: Ovládač PHP MySQL (libmysqlclient)

source: To prepare for CiviCRM v%4, please upgrade MySQL. The recommended version will be MySQL v%2 or MariaDB v%3.
sk_sk: Ak sa chcete pripraviť na CiviCRM v%4, inovujte MySQL. Odporúčaná verzia bude MySQL v%2 alebo MariaDB v%3.

source: MySQL Out-of-Date
sk_sk: MySQL je neaktuálne

source: This system currently does not have the PHP-Intl extension enabled. Please contact your system administrator about getting the extension enabled.
sk_sk: Systém momentálne nemá povolené rozšírenie PHP-Intl. Obráťte sa na správcu systému so žiadosťou o povolenie tohto rozšírenia.

source: Missing PHP Extension: INTL
sk_sk: Chýbajúce povolenie PHP: INTL

source: CiviCRM will in the future require the extension %1 for CiviCRM Reports to work correctly with the Financial Type ACLs. The extension can be downloaded <a href="%2">here</a>
sk_sk: CiviCRM bude v budúcnosti požadovať rozšírenie %1, aby správy CiviCRM správne fungovali s ACL finančného typu. Toto rozšírenie si môžete stiahnuť <a href="%2">tu</a>

source: Extension Missing
sk_sk: Chýbajúce rozšírenie

source: The Following Option Values contain value fields that do not match the Data Type of the Option Group</p> <p><table><tbody><th>Option Group</th><th>Option Value</th></tbody><tbody>
sk_sk: Nasledujúce hodnoty možností obsahujú polia s hodnotami, ktoré sa nezhodujú s typom údajov skupiny možností</p> <p><table><tbody><th>Skupina možností</th><th>Hodnota možnosti</th></tbody><tbody>

source: Option Values with problematic Values
sk_sk: Hodnoty možností s problematickými hodnotami

source: Invalid Price Fields
sk_sk: Neplatné polia cien

source: Performance warning: Missing indices
sk_sk: Upozornenie na výkon: Chýbajúce indexy

source: Update Indices
sk_sk: Aktualizovať indexy

source: Update all database indices now? This may take a few minutes and cause a noticeable performance lag for all users while running.
sk_sk: Aktualizovať všetky indexy databázy? Môže to trvať niekoľko minút a po spustení spôsobiť značný pokles výkonnosti pre všetkých používateľov.
