Repository: civicrm/l10n
Catalog: po/*/common-components.po
Languages: es_pr, sk_sk

source: Font Name
sk_sk: Názov písma

source: Font Size
sk_sk: Veľkosť písma

source: Font Style
sk_sk: Štýl písma

source: Default?
sk_sk: Predvolené?

source: Save and Done
es_pr: Guardar y Finalizar
sk_sk: Uložiť a hotovo

source: Permission
sk_sk: Povolenie

source: Opened
es_pr: Abierto
sk_sk: Otvorené

source: Financial Account
sk_sk: Finančný účet

source: Selected %1 type has not been deleted.
es_pr: %1 Seleccionó un tipo no se ha eliminado.
sk_sk: Vybratý typ %1 nebol odstránený.

source: The %1 '%2' has been saved.
es_pr: %1 '%2' se ha guardado.
sk_sk: %1 „%2“ uložené.

source: Site URL
sk_sk: URL webovej lokality

source: Recurring Payments URL
sk_sk: URL pre opakované platby

source: Button URL
sk_sk: URL tlačidla

source: API URL
sk_sk: URL rozhrania API

source: Payment Processor Type
sk_sk: Typ systému na spracovanie platieb

source: Billing Mode
sk_sk: Spôsob fakturácie

source: Due Date
es_pr: Fecha de vencimiento
sk_sk: Dátum splatnosti

source: This may mean the loss of a substantial amount of data, and the action cannot be undone.
es_pr: Esto puede significar la pérdida de una cantidad considerable de datos, y la acción no se puede deshacer.
sk_sk: Môže to spôsobiť stratu podstatného množstva údajov a táto akcia sa nedá vrátiť späť.

source: Contact Type A
sk_sk: Typ kontaktu A

source: Contact Type B
sk_sk: Typ kontaktu B

source: Entity
sk_sk: Entita

source: Frequency
es_pr: Frecuencia
sk_sk: Frekvencia

source: before
sk_sk: pred

source: after
sk_sk: po

source: Repeat
sk_sk: Zopakovať

source: every
es_pr: cada
sk_sk: každé

source: until
es_pr: hasta
sk_sk: do

source: From Email
sk_sk: Z e-mailu

source: Recipients
sk_sk: Príjemcovia

source: Scheduled Reminder
sk_sk: Naplánovaná pripomienka

source: Add >>
sk_sk: Pridať >>

source: << Remove
sk_sk: << Odstrániť

source: Edit Event Template
es_pr: Editar plantilla de eventos
sk_sk: Upraviť šablónu podujatia

source: Delete Event Template
es_pr: Eliminar plantilla de eventos
sk_sk: Odstrániť šablónu podujatia

source: Download
sk_sk: Stiahnuť

source: %1 Options
es_pr: %1 opciones
sk_sk: Možnosti %1

source: Delete %1 Type
es_pr: Eliminar %1 Tipo
sk_sk: Odstrániť typ %1

source: About
sk_sk: Čo je

source: Options
sk_sk: Možnosti

source: Payment Processors
sk_sk: Systémy na spracovanie platieb

source: Public Event
sk_sk: Verejné podujatie

source: Paid Event
es_pr: Evento pagado
sk_sk: Platené podujatie

source: Allow Online Registration
sk_sk: Povoliť online registráciu

source: Is Active?
es_pr: Es activo?
sk_sk: Je aktívne?

source: (not available)
sk_sk: (nie je k dispozícii)

source: Grouping
sk_sk: Zoskupenie

source: Edit Options
sk_sk: Upraviť možnosti

source: Activity Types
sk_sk: Typy aktivity

source: The existing option choices for %1 group are listed below. You can add, edit or delete them from this screen.
es_pr: Las opciones existentes para la opción %1 del grupo se enumeran a continuación. Usted puede agregar, editar o borrar desde esta pantalla.
sk_sk: Nižšie sú uvedené existujúce možnosti výberu pre skupinu %1. Na tejto obrazovke ich môžete pridať, upraviť alebo odstrániť.

source: Counted
es_pr: Contados
sk_sk: Vypočítané

source: Class
es_pr: Clase
sk_sk: Trieda

source: Event Start Date
sk_sk: Dátum začiatku podujatia

source: Event End Date
sk_sk: Dátum ukončenia podujatia

source: Save and Preview
sk_sk: Uložiť a zobraziť ukážku

source: Close Batch
sk_sk: Zatvoriť dávku

source: Export
sk_sk: Exportovať

source: Export Batch
sk_sk: Exportovať dávku

source: Re-open
sk_sk: Znova otvoriť

source: Current Total
sk_sk: Aktuálny súčet

source: Batch
sk_sk: Dávka

source: Batch Name
sk_sk: Názov dávky

source: Batch Title
sk_sk: Pomenovanie dávky

source: When was this item created
sk_sk: Kedy bola položka vytvorená

source: Number of Items
sk_sk: Počet položiek

source: Renew Membership
sk_sk: Obnoviť členstvo

source: -select-
sk_sk: – vybrať –

source: Adjust Pledge Payment Schedule?
es_pr: Ajuste el horario de compromiso de pago?
sk_sk: Prispôsobiť prisľúbený plán platieb?

source: Adjust Total Pledge Amount?
es_pr: Ajustar la cantidad de compromiso Total?
sk_sk: Prispôsobiť celkovú prisľúbenú sumu?

source: Please enter the soft credit amount.
sk_sk: Zadajte sumu daru v cudzom mene.

source: receipt
sk_sk: potvrdenie

source: Search Batches
sk_sk: Vyhľadávať dávky

source: Item Count
sk_sk: Počet položiek

source: (filtered from _MAX_ total entries)
sk_sk: (filtrované z _MAX_ total entries)

source: Search:
sk_sk: Vyhľadávať:

source: Past 3 Months
sk_sk: Posledné 3 mesiace

source: Past 6 Months
sk_sk: Posledných 6 mesiacov

source: Past Year
sk_sk: Posledný rok

source: Campaign Title
sk_sk: Názov kampane

source: Title for Thank-you page (header title tag, and display at the top of the page).
sk_sk: Názov stránky s poďakovaním (značka nadpisu v záhlaví, zobrazenie v hornej časti stránky).

source: Thank-you Text
sk_sk: Text poďakovania

source: text and html allowed. displayed above result on success page
sk_sk: text a html povolené. uvedené nad výsledkom na stránke o úspechu

source: Is shared through social media
sk_sk: Zdieľané cez sociálne médiá

source: Delete Campaign
es_pr: Eliminar la campaña
sk_sk: Odstrániť kampaň

source: - select type -
sk_sk: – vybrať typ –

source: - select status -
sk_sk: – vybrať stav –

source: Please enter a valid money value (e.g. %1).
es_pr: Por favor, introduzca un valor de dinero válida (Ej. %1).
sk_sk: Zadajte platnú peňažnú hodnotu (napr. %1).

source: Thank-you Page Title
sk_sk: Názov stránky s poďakovaním

source: Add footer region with Twitter, Facebook and LinkedIn share buttons and scripts?
sk_sk: Pridať oblasť v päte s tlačidlami na zdieľanie cez Twitter, Facebook a LinkedIn a skriptami?

source: Survey Responses
es_pr: Respuestas a la encuesta
sk_sk: Odpovede na prieskum

source: Create Report
sk_sk: Vytvoriť správu

source: Report Title
sk_sk: Názov správy

source: Results
sk_sk: Výsledky

source: Save and Next
sk_sk: Uložiť a ďalej

source: Order by Column
sk_sk: Zoradiť podľa stĺpca

source: Order by Order
sk_sk: Zoradiť podľa poradia

source: Ascending
sk_sk: Vzostupne

source: Descending
sk_sk: Zostupne

source: Result Set
es_pr: Conjunto de resultados
sk_sk: Množina výsledkov

source: Missing input parameters
es_pr: Faltan los parámetros de entrada
sk_sk: Chýbajúce vstupné parametre

source: Type ID
sk_sk: ID typu

source: Status ID
sk_sk: ID stavu

source: if you are searching within a date or amount range, try a wider range of values
es_pr: Si busca dentro de un rango de fechas o de cantidad, trata una gama más amplia de los valores
sk_sk: ak vyhľadávate v rozsahu dátumu alebo množstva, skúste širší rozsah hodnôt

source: Column
sk_sk: Stĺpec

source: another column
sk_sk: iný stĺpec

source: Submit
sk_sk: Odoslať

source: Select Contact
sk_sk: Vybrať kontakt

source: Client Name
sk_sk: Meno klienta

source: Your updates have been saved.
sk_sk: Vaše aktualizácie sa uložili.

source: View contact record
es_pr: Ver perfil del contacto
sk_sk: Zobraziť záznam kontaktu

source: Open Date
sk_sk: Dátum otvorenia

source: Print Report
sk_sk: Vytlačiť správu

source: if you are searching within a date range, try a wider range of values
es_pr: Si busca dentro de un rango de fechas, trata una gama más amplia de los valores
sk_sk: ak vyhľadávate v rozsahu dátumov, skúste širší rozsah hodnôt

source: My Cases
es_pr: Mis casos
sk_sk: Moje prípady

source: Receive Date
sk_sk: Dátum prijatia

source: Cancel Date
es_pr: Cancelar fecha
sk_sk: Dátum zrušenia

source: Receipt Date
sk_sk: Dátum potvrdenia

source: Premium
sk_sk: Prémia

source: Soft Credit For
sk_sk: Dar v cudzom mene pre

source: Soft Credit Amount
sk_sk: Suma daru v cudzom mene

source: Soft Credit Name
sk_sk: Názov daru v cudzom mene

source: Soft Credit Email
sk_sk: E-mail pre dar v cudzom mene

source: Soft Credit Phone
sk_sk: Telefón pre dar v cudzom mene

source: Personal Campaign Page Title
sk_sk: Názov osobnej stránky kampane

source: Online Event Registration
sk_sk: Online registrácia na podujatie

source: Record Payment
sk_sk: Zaznamenať platbu

source: Submit Credit Card payment
sk_sk: Odoslať platbu kreditnou kartou

source: Record Refund
sk_sk: Zaznamenať refundáciu

source: Copy of
es_pr: Copia de
sk_sk: Kópia z

source: Payment Processor ID
sk_sk: ID systému na spracovanie platieb

source: Contribution Date
sk_sk: Dátum príspevku

source: Contributions Only
sk_sk: Iba príspevky

source: Soft Credits Only
sk_sk: Iba dary v cudzom mene

source: Contribution Page ID
sk_sk: ID stránky príspevku

source: The Contribution Page which triggered this contribution
sk_sk: Stránka príspevku, cez ktorú bol poskytnutý tento príspevok

source: Fee Amount
sk_sk: Suma poplatku

source: actual processor fee if known - may be 0.
sk_sk: aktuálny spracovateľský poplatok, ak je známy – môže byť 0.

source: actual funds transfer amount. total less fees. if processor does not report actual fee during transaction, this is set to total_amount.
sk_sk: Skutočná suma prevedených prostriedkov. Celková suma mínus poplatky. Ak systém na spracovanie neuvedie skutočný poplatok počas transakcie, stanoví sa na položku total_amount.

source: Invoice Reference
sk_sk: Referencia faktúry

source: Invoice Number
sk_sk: Číslo faktúry

source: Currency
sk_sk: Mena

source: 3 character string, value from config setting or input via user.
sk_sk: Reťazec 3 znakov, hodnota z konfiguračného nastavenia alebo vstup používateľa.

source: Cancelled / Refunded Date
sk_sk: Dátum zrušenia/refundácie

source: Cancellation / Refund Reason
sk_sk: Dôvod zrušenia/refundácie

source: Thank-you Date
sk_sk: Dátum poďakovania

source: Contribution Source
sk_sk: Zdroj príspevku

source: Recurring Contribution ID
sk_sk: ID opakujúceho sa príspevku

source: Recurring Contribution
sk_sk: Opakujúci sa príspevok

source: Is Pay Later
es_pr: Es pagar luego
sk_sk: Je „Zaplatiť neskôr“

source: Revenue Recognition Date
sk_sk: Dátum priznania výnosov

source: Contribution Page Title
sk_sk: Názov stránky príspevku

source: Payment Processor
sk_sk: Systém na spracovanie platieb

source: if true - allows the user to send payment directly to the org later
sk_sk: ak je pravda – umožňuje používateľovi poslať platbu priamo organizácii neskôr

source: Pay Later Text
es_pr: Texto de pagar luego
sk_sk: Text pre Zaplatiť neskôr

source: The text displayed to the user in the main form
sk_sk: Text zobrazený používateľovi v hlavnom formulári

source: The receipt sent to the user instead of the normal receipt text
sk_sk: Potvrdenie poslané používateľovi namiesto bežného textu potvrdenia

source: Initial Amount Label
sk_sk: Označenie počiatočnej sumy

source: Initial amount label for partial payment
sk_sk: Označenie počiatočnej sumy pre čiastočnú platbu

source: Initial Amount Help Text
sk_sk: Text na pomoc s počiatočnou sumou

source: Initial amount help text for partial payment
sk_sk: Text na pomoc s počiatočnou sumou pre čiastočnú platbu

source: Minimum initial amount for partial payment
sk_sk: Minimálna výška počiatočnej sumy pre čiastočnú platbu

source: FK to civicrm_option_value.
sk_sk: FK pre civicrm_option_value.

source: Goal Amount
es_pr: Objetivo Monto
sk_sk: Cieľová suma

source: Receipt From
es_pr: Recibo de
sk_sk: Potvrdenie od

source: Footer Text
es_pr: Pie de página
sk_sk: Text päty

source: Is billing block required
sk_sk: Je požadovaný fakturačný blok

source: Frequency Unit
es_pr: Unidad de frecuencia
sk_sk: Jednotka frekvencie

source: Number of Installments
sk_sk: Počet splátok

source: Payment Token ID
sk_sk: ID platobného tokenu

source: Payment Token
sk_sk: Platobný token

source: Next Scheduled Contribution Date
sk_sk: Dátum ďalšieho plánovaného príspevku

source: Auto Renew
es_pr: Renovación automática
sk_sk: Automatická obnova

source: FK to Financial Type
sk_sk: FK pre finančný typ

source: FK to contribution table.
sk_sk: FK pre tabuľku s príspevkami.

source: Fixed Period Start Day
es_pr: Período fijo Día de inicio
sk_sk: Počiatočný deň stanoveného obdobia

source: Frequency Interval
es_pr: Intervalo de frecuencia
sk_sk: Interval frekvencie

source: View Payment
sk_sk: Zobraziť platbu

source: Online Contribution Page
sk_sk: Stránka online príspevku

source: Send additional reminders
es_pr: Enviar recordatorios adicionales
sk_sk: Poslať dodatočné pripomienky

source: Payment Amount
sk_sk: Suma platby

source: Confirmation Message
sk_sk: Potvrdzujúca správa

source: Cancel Auto-renewal
sk_sk: Zrušiť automatickú obnovu

source: The automatic renewal of your %1 membership has been cancelled as requested. This does not affect the status of your membership - you will receive a separate notification when your membership is up for renewal.
sk_sk: Automatická obnova vášho členstva %1 bola na požiadanie zrušená. Neovplyvňuje to stav vášho členstva. Keď sa bude mať vaše členstvo obnoviť, dostanete samostatné upozornenie.

source: Make Payment
sk_sk: Zaplatiť

source: Go Back
sk_sk: Späť

source: Include my name and message
sk_sk: Zahrnúť moje meno a správu

source: Every
es_pr: Cada
sk_sk: Každý

source: Payment Method is a required field.
sk_sk: Spôsob platby je povinné pole.

source: Custom %1 is a required field if %1 is of type Customized.
es_pr: Personalizado %1 es un campo obligatorio, si el %1 es de tipo personalizado.
sk_sk: Vlastné %1 je povinné pole, ak %1 je typ Prispôsobené.

source: Premium Information
sk_sk: Informácie o prémii

source: Contributor
sk_sk: Prispievateľ

source: You do not have all the permissions needed for this page.
sk_sk: Nemáte všetky povolenia potrebné pre túto stránku.

source: Choose price set
sk_sk: Vyberte súbor cien

source: The page you requested is currently unavailable.
es_pr: La página solicitada no está disponible actualmente.
sk_sk: Stránka, ktorú požadujete, je momentálne nedostupná.

source: Some of the profile fields cannot be configured for this page.
es_pr: Algunos de los campos del perfil no se puede configurar para esta página.
sk_sk: Niektoré polia profilu sa nedajú pre túto stránku nakonfigurovať.

source: Pay Later Instructions
sk_sk: Pokyny pre Zaplatiť neskôr

source: Billing address required
sk_sk: Požaduje sa fakturačná adresa

source: Show Recurring Donation Start Date?
sk_sk: Zobraziť dátum začiatku opakovaného daru?

source: I will send payment by check
es_pr: Enviaré el pago por cheque
sk_sk: Zaplatím šekom

source: Include Profile
es_pr: Incluir perfil
sk_sk: Zahrnúť profil

source: (top of page)
es_pr: (inicio de pgina)
sk_sk: (začiatok stránky)

source: (bottom of page)
es_pr: (final de la página)
sk_sk: (koniec stránky)

source: Introductory Message
es_pr: Mensaje Introductorio
sk_sk: Úvodná správa

source: Footer Message
es_pr: Pie del mensaje
sk_sk: Správa v päte

source: '%1' information has been saved.
es_pr: Información '%1' se ha guardado.
sk_sk: Informácia „%1“ bola uložená.

source: Receipt
sk_sk: Potvrdenie

source: Personal Campaigns
sk_sk: Osobné kampane

source: Receipt Message
es_pr: Mensaje de recibo
sk_sk: Správa potvrdenia

source: Please enter a valid list of comma delimited email addresses
es_pr: Por favor, introduzca una lista válida de direcciones de correo electrónico separado por comas
sk_sk: Zadajte platný zoznam e-mailových adries oddelených čiarkou

source: Title is a required field.
sk_sk: Názov je povinné pole.

source: Contributor Name
sk_sk: Meno prispievateľa

source: Contributor Tag(s)
sk_sk: Značky prispievateľa

source: Contributor Group(s)
sk_sk: Skupiny prispievateľov

source: Sent
sk_sk: Odoslané

source: Transaction Date
es_pr: Fecha de la transacción
sk_sk: Dátum transakcie

source: Billing details for your automatically renewed %1 membership have been updated.
sk_sk: Fakturačné údaje pre vaše automaticky obnovované členstvo %1 boli aktualizované.

source: Import mode
es_pr: Modo de importación
sk_sk: Režim importu

source: credit card
sk_sk: kreditná karta

source: Cumulative
es_pr: Acumulativo
sk_sk: Kumulatívne

source: Configure
es_pr: Configurar
sk_sk: Konfigurovať

source: Change Billing Details
sk_sk: Zmeniť fakturačné údaje

source: View Contribution
sk_sk: Zobraziť príspevok

source: You will not be able to send an automatic email receipt for this payment because there is no email address recorded for this contact. If you want a receipt to be sent when this payment is recorded, click Cancel and then click Edit from the Summary tab to add an email address before recording the payment.
sk_sk: Pre túto platbu nebudete môcť poslať automatické potvrdenie e-mailom, pretože k tomuto kontaktu nie je zadaná žiadna e-mailová adresa. Ak chcete, aby bolo po zaznamenaní platby zaslané potvrdenie, kliknite na položku Zrušiť a potom na položku Upraviť na karte Súhrn. Tam pred zaznamenaním platby pridajte e-mailovú adresu.

source: Balance Owed
sk_sk: Dlžný zostatok

source: Installment Amount
sk_sk: Suma splátky

source: Contribution Honor Roll
sk_sk: Zoznam najvýznamnejších prispievateľov

source: List my contribution
sk_sk: Uviesť môj príspevok

source: anonymously
sk_sk: anonymne

source: under the name
sk_sk: menovite

source: With the personal note
sk_sk: S osobnou poznámkou

source: With no personal note
sk_sk: Bez osobnej poznámky

source: Don't list my contribution in the honor roll.
sk_sk: Neuvádzajte moje príspevky v zozname najvýznamnejších prispievateľov.

source: Expires
es_pr: Expira
sk_sk: Platí do

source: Welcome %1
sk_sk: Vitajte, %1

source: Enter the name you want listed with this contribution. You can use a nick name like 'The Jones Family' or 'Sarah and Sam'.
sk_sk: Zadajte meno, s ktorým sa bude spájať tento príspevok. Môžete použiť prezývku, napr. „Novákovci“ alebo „Zuzka a Peter“.

source: Enter a message to accompany this contribution.
sk_sk: Zadajte k tomuto príspevku sprievodnú správu.

source: Payment Options
sk_sk: Možnosti platby

source: Transaction #
es_pr: # Transacción
sk_sk: Transakcia #

source: Membership Transaction #
sk_sk: Transakcia členstva #

source: <strong>A LIVE transaction will be submitted</strong> using the selected payment processor.
sk_sk: <strong>Odošle sa transakcia NAŽIVO</strong> pomocou vybratého systému na spracovanie platieb.

source: <strong>A TEST transaction will be submitted</strong> using the selected payment processor.
sk_sk: <strong>Odošle sa TESTOVACIA transakcia</strong> pomocou vybratého systému na spracovanie platieb.

source: Alternatively, you can use a price set.
sk_sk: Môžete použiť aj súbor cien.

source: loading
es_pr: cargando
sk_sk: načítava sa

source: NOTE: Alternatively, you can enable the <strong>Pay Later</strong> option below without setting up a payment processor. All users will then be asked to submit payment offline (e.g. mail in a check, call in a credit card, etc.).
es_pr: NOTA: Si lo prefiere, puede activar la opción <strong>Paga luego</strong> abajo sin la creación de un procesador de pagos. Todos los usuarios se les pedirá que presenten pago fuera de línea (por ejemplo, cheque por correo, tarjeta de crédito por teléfono, etc.)
sk_sk: POZNÁMKA: Môžete povoliť aj možnosť <strong>Zaplatiť neskôr</strong> uvedenú nižšie a nenastavovať systém na spracovanie platieb. Všetci používatelia budú potom požiadaní, aby zaplatili offline (napr. zaslaním šeku, uvedením údajov kreditnej karty atď.).

source: Check this box if you want to give users the option to submit payment offline (e.g. mail in a check, call in a credit card, etc.).
es_pr: Marque esta casilla si desea dar a los usuarios la opción de enviar el pago fuera de línea (por ejemplo, correo de un cheque, llame de una tarjeta de crédito, etc.)
sk_sk: Začiarknite toto políčko, ak chcete dať používateľom možnosť, aby zaplatili offline (napr. zaslaním šeku, uvedením údajov kreditnej karty atď.).

source: Text displayed next to the checkbox for the 'pay later' option on the contribution form. You may include HTML formatting tags.
sk_sk: Text uvedený vedľa políčka pre možnosť 'zaplatiť neskôr' vo formulári pre príspevky. Môžete použiť formátovacie značky HTML.

source: Check this box to require users who select the pay later option to provide billing name and address.
sk_sk: Začiarknite toto políčko, aby sa od používateľov, ktorí si vyberú možnosť zaplatiť neskôr, vyžadoval fakturačný názov alebo meno a adresa.

source: Once you switch to using a Price Set, you won't be able to switch back to your existing settings below except by re-entering them. Are you sure you want to switch to a Price Set?
sk_sk: Keď prejdete na používanie súboru ceny, nebudete sa môcť vrátiť k svojim nastaveniam uvedeným nižšie, pokiaľ ich nezadáte znovu. Naozaj chcete prejsť do súboru ceny?

source: custom fields
es_pr: campos personalizados
sk_sk: vlastné polia

source: profiles
es_pr: perfiles
sk_sk: profily

source: Refer to the online documentation for more details on creating %1 and %2.
es_pr: Consulte la documentación en línea para obtener más detalles sobre la creación de un %1 y %2
sk_sk: Viac informácii o vytvorení %1 a %2 nájdete v online dokumentácii.

source: Approval Needed
sk_sk: Potrebné schválenie

source: If checked, an administrator will need to approve new personal campaign pages before they are available to the public. We recommend using the "Notify Email" feature if you are requiring approval to ensure that the appropriate staff person is informed when a new Personal Campaign page is 'Waiting Review'.
sk_sk: Ak je začiarknutá táto možnosť, správca bude musieť pred zverejnením schváliť nové stránky osobných kampaní. Ak požadujete schválenie, odporúčame vám použiť funkciu 'E-mail s oznámením', aby bol príslušný pracovník informovaný, keď je nová stránka osobnej kampane v stave 'Čaká na revíziu'.

source: The person who created the personal campaign page will be automatically notified via email when their page is approved so that they can begin promoting the campaign.
sk_sk: Osoba, ktorá vytvorila stránku osobnej kampane, bude po schválení stránky e-mailom automaticky informovaná, aby mohla svoju kampaň začať propagovať.

source: Notification Email
sk_sk: E-mail s oznámením

source: Notification will be sent to this email address whenever a Personal Campaign Page linked to this contribution page is either created or updated. The notification will include links to view the campaign page as well as the contact record of the creator of the page.
sk_sk: Vždy, keď bude vytvorená alebo aktualizovaná stránka osobnej kampane prepojená s touto stránkou príspevku, bude na túto e-mailovú adresu odoslané oznámenie. V oznámení budú uvedené odkazy na zobrazenie stránky kampane, ako aj záznam kontaktu tvorcu stránky.

source: If you want Administrator of your organization to receive each PCP Notification receipt, enter one or more email addresses here. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org) First Email will be sent to PCP user for support.
sk_sk: Ak si prajete, aby správca vo vašej organizácii dostal každé potvrdenie o oznámení PCP, zadajte tu jednu, prípadne viacero e-mailových adries. E-mailové adresy musia byť oddelené čiarkou (napr.: jana@priklad.sk, zuzana@priklad.sk) Prvý e-mail bude odoslaný používateľovi PCP na účely podpory.

source: Tell-a-Friend
sk_sk: Odporučiť priateľovi

source: Can the 'owner' of a Personal Campaign Page use the Tell-a-Friend function to send emails to people inviting them to visit their page and make a contribution? NOTE: Tell a Friend emails will automatically include a link to the sender's campaign page.
sk_sk: Môže 'majiteľ' stránky osobnej kampane použiť funkciu Odporučiť priateľovi, aby e-mailom pozval ľudí navštíviť svoju stránku a prispieť? POZNÁMKA: E-maily typu Odporučiť priateľovi budú automaticky obsahovať odkaz na stránku kampane odosielateľa.

source: Tell-a-Friend Limit
sk_sk: Obmedzenie pre funkciu Odporučiť priateľovi
