Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Select a username; punctuation is not allowed except for periods, hyphens, and underscores.
sk_sk: Vyberte používateľské meno; interpunkcia nie je povolená s výnimkou bodiek, pomlčiek a podčiarkovníkov.

source: Current Employee?
sk_sk: Aktuálny zamestnanec?

source: This field is required.
sk_sk: Toto pole je povinné.

source: Usually the last 3-4 digits in the signature area on the back of the card.
sk_sk: Väčšinou ide o posledné 3 – 4 číslice v oblasti podpisu na zadnej strane karty.

source: My billing address is the same as above
sk_sk: Moja fakturačná adresa je rovnaká ako adresa uvedená vyššie

source: Billing Name and Address
sk_sk: Fakturačné meno a adresa

source: CiviEvent Public Calendar
sk_sk: Kalendár verejných podujatí CiviEvent

source: Listing of current and upcoming public events.
sk_sk: Zoznam aktuálnych a budúcich verejných podujatí.

source: When
sk_sk: Kedy

source: through
sk_sk: až

source: Where
sk_sk: Kde

source: Repeats
sk_sk: Opakovania

source: Access the drop-down menus here to select how frequently your %1 occurs.
sk_sk: Pomocou rozbaľovacích ponúk v tejto sekcii môžete vybrať frekvenciu podujatia %1.

source: Example: You would select options "1 month", if your %1 occurs every month.
sk_sk: Príklad: Ak sa podujatie %1 koná každý mesiac, vyberte možnosť '1 mesiac'.

source: You can choose to select your %1 to repeat on weekdays, weekends or any combination of day of the week.
sk_sk: Môžete vybrať, že sa podujatie %1 opakuje v pracovné dni, cez víkendy alebo akúkoľvek kombináciu dní v týždni.

source: Example: You can select Monday, Wednesday and Friday for your %1 to occur on alternate weekdays.
sk_sk: Príklad: Ak sa podujatie %1 koná v každý druhý pracovný deň, môžete vybrať pondelok, stredu a piatok.

source: Repeats by day of the month
sk_sk: Opakovania podľa dňa v mesiaci

source: Options given here are days of a month from 1 - 31
sk_sk: V tejto sekcii môžete uviesť dni v mesiaci od 1 do 31

source: Example: If your %1 repeats 8th of every month then you would select 8.
sk_sk: Príklad: Ak sa podujatie %1 opakuje každý 8. deň v mesiaci, vyberte možnosť 8.

source: Repeats by day of the week
sk_sk: Opakovania podľa dňa v týždni

source: You can choose to select %1 occurring every third Friday, last Monday, fourth Wednesday of the month and various other combinations given in the dropdown.
sk_sk: Môžete vybrať, že sa podujatie %1 koná každý tretí mesiac, minulý pondelok, štvrtú stredu v mesiaci a rôzne iné kombinácie uvedené v rozbaľovacom zozname.

source: Use this field to limit/end the repetition of the %1.
sk_sk: Pomocou tohto poľa obmedzíte/ukončíte opakovanie podujatia %1.

source: Example: If you want to repeat an %1 6 times, then set 6 as a value for this field.
sk_sk: Príklad: Ak chcete, aby sa podujatie %1 zopakovalo 6-krát, nastavte v tomto poli hodnotu 6.

source: Choose a specific date to limit/end the repetition.
sk_sk: Vyberte konkrétny dátum na obmedzenie/ukončenie opakovania.

source: Exclude Date(s)
sk_sk: Vylúčiť dátumy

source: This field enables you to alter certain sessions, skip holidays, or create gaps in the sequence for other reasons.
sk_sk: Toto pole vám umožňuje upravovať určité relácie, preskakovať sviatky alebo vytvárať medzery v sekvencii z iných dôvodov.

source: Repeat %1
sk_sk: Zopakovať %1

source: occurrences
sk_sk: výskyty

source: Already selected
sk_sk: Už vybraté

source: Can't find your form? Make sure it is active.
sk_sk: Nemôžete nájsť svoj formulár? Uistite sa, že je aktívny.

source: Update field values for each %1 as needed. Click <strong>Update %2s</strong> below to save all your changes. To set a field to the same value for ALL rows, enter that value for the first %1 and then click the <strong>Copy icon</strong> (next to the column title).
sk_sk: Podľa potreby aktualizujte hodnoty polí jednotlivých položiek %1. Kliknutím na tlačidlo <strong>Aktualizovať položky %2</strong> uvedené nižšie uložíte všetky zmeny. Ak chcete nastaviť pole na rovnakú hodnotu pre VŠETKY riadky, zadajte túto hodnotu pri prvej položke %1 a potom kliknite na <strong>ikonu kopírovania</strong> (vedľa názvu stĺpca).

source: There are participants registered for repeating events being removed from the set. Those with participants will be converted to standalone events, and those without registration will be deleted.
sk_sk: Zo súboru sa odoberajú účastníci zaregistrovaní na opakujúce sa podujatia. Podujatia s účastníkmi sa skonvertujú na samostatné podujatia, zatiaľ čo podujatia bez registrácie budú odstránené.

source: Event ID
sk_sk: ID podujatia

source: A repeating set will be created with the following dates.
sk_sk: Bude vytvorený opakujúci sa súbor s nasledujúcimi dátumami.

source: Start date
sk_sk: Dátum začiatku

source: End date
sk_sk: Dátum ukončenia

source: Original
sk_sk: Pôvodné

source: WARNING: Deleting this custom field will result in the loss of all '%1' data. Any Profile form and listings field(s) linked with '%1' will also be deleted.
sk_sk: UPOZORNENIE: Odstránenie tohto vlastného poľa spôsobí stratu všetkých údajov položky '%1'. Akýkoľvek formulár profilu a polia zoznamov prepojené s položkou '%1' budú tiež odstránené.

source: WARNING: Are you sure you want to delete the attached file?
sk_sk: UPOZORNENIE: Naozaj chcete odstrániť pripojený súbor?

source: WARNING: Deleting this custom field set will result in the loss of all '%1' data.
sk_sk: UPOZORNENIE: Odstránenie tohto súboru vlastných polí spôsobí stratu všetkých údajov položky '%1'.

source: Click "Edit Contact" to add more %1 records
sk_sk: Kliknutím na položku 'Upraviť kontakt' pridáte ďalšie záznamy (%1)

source: Another %1 record
sk_sk: Ďalší %1 záznam

source: Delete File
sk_sk: Odstrániť súbor

source: Display in Table controls which columns are included in the listing of custom data records. If your custom data set has a large number of fields, uncheck this box to exclude less important fields from the listing. All fields will still be included when viewing a single record. You may also want to exclude Note type fields from the table listing.
sk_sk: Operácia Zobraziť v tabuľke sa stará o to, ktoré stĺpce sú zahrnuté do zoznamu záznamov vlastných údajov. Ak váš súbor vlastných údajov obsahuje veľa polí, zrušte začiarknutie tohto políčka, aby ste vylúčili menej dôležité polia zo zoznamu. Všetky polia budú stále zahrnuté pri zobrazení jedného záznamu. Z tabuľkového zoznamu môžete tiež vylúčiť polia typu Poznámka.

source: If you are planning on using this field in front-end profile, event registration or contribution forms, you should 'Limit List to Group' or configure an 'Advanced Filter' (so that you do not unintentionally expose your entire set of contacts). Users must have either 'access contact reference fields' OR 'access CiviCRM' permission in order to use contact reference autocomplete fields. You can assign 'access contact reference fields' to the anonymous role if you want un-authenticated visitors to use this field. Use <a href='%1'>Search Preferences - Contact Reference Options</a> to control the fields included in the search results.
sk_sk: Ak plánujete toto pole použiť v rámci klientskeho profilu, pri registrácii na podujatia alebo vo formulároch príspevkov, mali by ste 'obmedziť zoznam na skupinu' alebo nakonfigurovať 'rozšírený filter' (aby ste neúmyselne neodhalili celý súbor kontaktov). Používatelia musia mať buď povolenie na 'prístup k poliam referencie kontaktov' ALEBO na 'prístup k CiviCRM' s cieľom použiť polia automatického vyplnenia referencie kontaktov. Povolenie na 'prístup k poliam referencie kontaktov' môžete priradiť k anonymnej role, ak chcete, aby toto pole používali neoverení návštevníci. Pomocou operácie <a href='%1'>Preferencie vyhľadávania – možnosti referencie kontaktov</a> môžete kontrolovať, ktoré polia budú zahrnuté vo výsledkoch vyhľadávania.

source: Filter by Group
sk_sk: Filtrovať podľa skupiny

source: Filter contact search results for this field using Contact get API parameters. EXAMPLE: To list Students in group 3:
sk_sk: Vyfiltrujte si výsledky vyhľadávania kontaktov v tomto poli pomocou parametrov Získať rozhranie API kontaktu. PRÍKLAD: Ak chcete uviesť študentov v skupine 3:

source: years prior to current date.
sk_sk: roky(-ov) pred aktuálnym dátumom.

source: years after the current date.
sk_sk: roky(-ov) po aktuálnom dátume.

source: Leave blank for unlimited. This limit is not implemented by all browsers and rich text editors.
sk_sk: Pri neobmedzenom množstve ponechajte toto pole prázdne. Tento limit neimplementujú všetky prehliadače a editory formátu RTF.

source: Weight controls the order in which fields are displayed in a group. Enter a positive or negative integer - lower numbers are displayed ahead of higher numbers.
sk_sk: Váha stanovuje, v akom poradí sa budú polia zobrazovať v skupine. Zadajte kladné alebo záporné celé číslo – nižšie čísla sa zobrazujú pred vyššími.

source: If you want to provide a default value for this field, enter it here. For date fields, format is YYYY-MM-DD.
sk_sk: Ak chcete v tomto poli uviesť predvolenú hodnotu, zadajte ju tu. Formát polí dátumov je RRRR-MM-DD.

source: Explanatory text displayed on back-end forms. Pre help is displayed inline on the form (above the field). Post help is displayed in a pop-up - users click the help balloon to view help text.
sk_sk: Text vysvetlenia, ktorý sa zobrazuje na serverových formulároch. Predbežná pomoc sa zobrazuje v riadku formulára (nad poľom). Následná pomoc sa zobrazuje v automaticky otváranom okne – používatelia kliknutím na bublinu pomocníka zobrazia text pomocníka.

source: Do not make custom fields required unless you want to force all users to enter a value anytime they add or edit this type of record. You can always make the field required when used in a specific Profile form.
sk_sk: Nenastavujte vlastné polia ako povinné, pokiaľ nechcete prinútiť všetkých používateľov k tomu, aby zadali hodnotu pri každom pridaní alebo každej úprave tohto typu záznamu. Vždy môžete toto pole nastaviť ako povinné, keď sa používa v rámci konkrétneho formulára profilu.

source: Can you search on this field in the Advanced and component search forms? Also determines whether you can include this field as a display column and / or filter in related detail reports.
sk_sk: Môžete vyhľadávať v tomto poli vo formulároch rozšíreného vyhľadávania a vyhľadávania komponentov? Zároveň to rozhoduje o tom, či toto pole môžete zahrnúť ako zobrazovaný stĺpec a/alebo filter v súvisiacich podrobných správach.

source: Is this field set by PHP code (via a custom hook). This field will not be updated by CiviCRM.
sk_sk: Je toto pole nastavené pomocou kódu PHP (prostredníctvom vlastného háku). Toto pole systém CiviCRM neaktualizuje.

source: View / Edit Multiple Choice Options
sk_sk: Zobraziť/upraviť možnosti s výberom viacerých položiek

source: Use this form to set the title, the type of record the fields will be used for, and set-level help. You will then be able to add any number of fields to the set.
sk_sk: Pomocou tohto formulára nastavíte názov/typ záznamu, pre ktoré sa polia budú používať, a stanovenú úroveň pomoci. Potom budete môcť do súboru pridať ľubovoľný počet polí.

source: For 'inline' display custom sets, this title will appear as the fieldset legend. If you choose the 'tab' display style (which is available for Contact record custom fields), the title will be used for the navigation tab.
sk_sk: V prípade 'vnorených' zobrazovaných vlastných súborov sa tento názov zobrazí ako legenda k súboru polí. Ak vyberiete štýl zobrazenia 'karta' (ktorý je k dispozícii pre vlastné polia záznamov kontaktov), názov sa použije pre navigačnú kartu.

source: Select 'Inline' to include this set of fields in the main contact Add/Edit form and Contact Summary screens. Select 'Tab' or 'Tab with Table' to create a separate navigation tab for display and editing these values (generally for less frequently accessed and/or larger sets of fields). 'Tab with Table' is recommended for customs data sets which allow multiple records.
sk_sk: Výberom možnosti 'Vnorené' môžete zahrnúť tento súbor polí do hlavného formulára kontaktu Pridať/Upraviť a na obrazovky Súhrn kontaktu. Výberom možnosti 'Karta' alebo 'Karta s tabuľkou' vytvoríte samostatnú navigačnú kartu na zobrazovanie a úpravu týchto hodnôt (vo všeobecnosti pre menej často otvárané a/alebo väčšie súbory polí). 'Karta s tabuľkou' sa odporúča pre súbory vlastných údajov, ktoré umožňujú viacnásobné záznamy.

source: NOTE: This setting applies only to custom sets used for Contact records (e.g. Individuals, Households, Organizations, or ALL contact types).
sk_sk: POZNÁMKA: Toto nastavenie platí iba pre vlastné súbory, ktoré sa používajú pre záznamy kontaktov (napr. jednotlivci, domácnosti, organizácie alebo VŠETKY typy kontaktov).

source: Select the type of record that this set of custom fields is applicable for. You can configure custom data for a specific type of contact (e.g. Individuals but NOT Organizations), ANY type of contact, or other record types such as activities, contributions, memberships and event participants.
sk_sk: Vyberte typ záznamu, na ktorý sa dá použiť tento súbor vlastných polí. Môžete nakonfigurovať vlastné údaje pre konkrétny typ kontaktu (napr. jednotlivci, ale NIE organizácie), AKÝKOĽVEK typ kontaktu alebo iné typy záznamov, ako sú aktivity, príspevky, členstvá a účastníci podujatí.

source: EXAMPLE: If you are using CiviEvent, and you want to collect information from people registering for your events, select "Participants". If the information is specific to one type of participant (e.g. event volunteers), select "Participants (role)" and then select the role (e.g. 'Volunteer').
sk_sk: PRÍKLAD: Ak používate CiviEvent a chcete zhromažďovať informácie od ľudí, ktorí sa registrujú na vaše podujatia, vyberte možnosť 'Účastníci'. Ak sa tieto informácie týkajú jedného konkrétneho typu účastníkov (napr. dobrovoľníkov na podujatí), vyberte možnosť 'Účastníci (rola)' a potom vyberte príslušnú rolu (napr. 'Dobrovoľník').

source: If your site uses Contact Subtypes, you can assign this set of custom fields to a specific subtype (e.g. 'Student'), OR you can select '- Any -' which makes the fields available to contacts of the parent type (e.g. 'Individual') as well as to any subtypes.
sk_sk: Ak vaša lokalita využíva podtypy kontaktov, môžete priradiť tento súbor vlastných polí ku konkrétnemu podtypu (napr. 'Študent') ALEBO môžete vybrať možnosť '– Akékoľvek –', ktorá sprístupní polia kontaktom nadradeného typu (napr. 'Jednotlivec'), ako aj ďalším podtypom.

source: Allow Multiple Records
sk_sk: Povoliť viacnásobné záznamy

source: Checking this box allows you to enter multiple sets of values for a given contact.
sk_sk: Po začiarknutí tohto políčka môžete zadať viaceré súbory hodnôt pre každý kontakt.

source: <strong>EXAMPLE:</strong> When creating a set of custom fields used to collect <strong>Employment History</strong> - you might have fields for Job Title, Start Date, End Date, and Reason for Leaving. Checking the "multiple records" box allows you to collect information for multiple jobs.
sk_sk: <strong>PRÍKLAD:</strong> Pri vytváraní súboru vlastných polí, ktoré sa používajú na zhromažďovanie informácií o <strong>histórii zamestnaní</strong>, možno budete mať polia Pracovná pozícia, Dátum začiatku, Dátum ukončenia a Dôvod odchodu. Po začiarknutí políčka 'viacnásobné záznamy' môžete zhromažďovať informácie o viacerých zamestnaniach.

source: You can also set the maximum number of records which can be recorded per contact. Using the previous example, you might only want data for the three most recent jobs.
sk_sk: Zároveň môžete nastaviť maximálny počet záznamov, ktoré možno zaznamenať pre každý kontakt. Podobne ako pri predchádzajúcom prípade možno budete chcieť iba údaje pre tri posledné zamestnania.

source: Use the <a href="%1">Multi-value Custom Data Import tool</a> to import data into multiple record custom fields (contact records must already exist).
sk_sk: <a href="%1">Nástroj na importovanie vlastných údajov s viacerými hodnotami</a> slúži na importovanie údajov do vlastných polí s viacerými záznamami (musia už existovať záznamy kontaktov).

source: CAUTION: The following features are NOT available for custom fields in 'multiple record' custom set:
sk_sk: POZOR: Nasledujúce funkcie NIE SÚ k dispozícii pre vlastné polia vo vlastnom súbore s 'viacnásobnými záznamami':

source: They can not be Exported
sk_sk: Nie je možné ich exportovať

source: If they are included in a report as a display column, only the first set of values are shown.
sk_sk: Ak sú zahrnuté do správy ako stĺpec zobrazenia, zobrazí sa iba prvý súbor hodnôt.

source: Maximum Records
sk_sk: Maximálny počet záznamov

source: If you want to set a specific limit on the maximum number of records, enter that number. Otherwise leave this field blank.
sk_sk: Ak chcete nastaviť konkrétny limit pre maximálny počet záznamov, zadajte dané číslo. Inak ponechajte toto pole prázdne.

source: Weight controls the order in which custom field sets are presented when there are more than one. Enter a positive or negative integer - lower numbers are displayed ahead of higher numbers.
sk_sk: Váha stanovuje, v akom poradí sa budú zobrazovať súbory vlastných polí, keď je prítomný viac než jeden. Zadajte kladné alebo záporné celé číslo – nižšie čísla sa zobrazujú pred vyššími.

source: Collapsed on Page
sk_sk: Zbalené na stránke

source: Check this box if you want only the title for this fieldset to be displayed when the page is initially loaded (fields are hidden).
sk_sk: Toto políčko začiarknite, ak chcete, aby sa po počiatočnom načítaní stránky zobrazil iba názov tohto súboru polí (polia sú skryté).

source: Collapsed on Search
sk_sk: Zbalené pri vyhľadávaní

source: Check this box if you want only the title for this fieldset to be displayed when the page is initially loaded (fields are hidden) on advanced search.
sk_sk: Toto políčko začiarknite, ak chcete, aby sa po počiatočnom načítaní stránky pri rozšírenom vyhľadávaní zobrazil iba názov tohto súboru polí (polia sú skryté).

source: Is this Custom Group Public
sk_sk: Je táto vlastná skupina verejná?

source: Check this box if you want this custom group to be displayed on public forms e.g. Event Information page. Only public custom groups will be included in event receipts.
sk_sk: Toto políčko začiarknite, ak chcete, aby sa táto vlastná skupina zobrazovala vo verejných formulárov, napr. na stránke Informácie o podujatí. Do potvrdení o podujatiach budú zahrnuté iba verejné vlastné skupiny.

source: Explanatory text displayed at the beginning of this sets of fields.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí na začiatku tohto súboru polí.

source: Explanatory text displayed below this set of fields.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí pod týmto súborom polí.

source: Use Custom Field Sets to add logically related fields for a specific type of CiviCRM record (e.g. contact records, contribution records, etc.).
sk_sk: Pomocou súborov vlastných polí môžete pridávať polia s logickou súvislosťou pre konkrétny typ záznamu CiviCRM (napr. záznamy kontaktov, záznamy príspevkov atď.).

source: Custom Fields for this Set
sk_sk: Vlastné polia pre tento súbor

source: Warning: You have chosen to remove one or more subtypes. This will cause any custom data records associated with those subtypes to be removed as long as the contact does not have a contact subtype still selected.
sk_sk: Upozornenie: Rozhodli ste sa odstrániť jeden alebo viac podtypov. Spôsobí to odstránenie všetkých záznamov vlastných údajov súvisiacich s týmito podtypmi, pokiaľ daný kontakt nemá stále vybratý podtyp kontaktu.

source: Select a different Custom Data Set for this field.
sk_sk: Vyberte iný súbor vlastných údajov pre toto pole.

source: View Option
sk_sk: Zobraziť možnosť

source: Delete Option "%1"
sk_sk: Odstrániť možnosť '%1'

source: Add Option
sk_sk: Pridať možnosť

source: WARNING: Deleting this custom field option will result in the loss of all related data.
sk_sk: UPOZORNENIE: Odstránenie tejto možnosti vlastných polí spôsobí stratu všetkých súvisiacich údajov.

source: Make this option value 'selected' by default?
sk_sk: Chcete túto hodnotu možnosti predvolene nastaviť ako 'vybratú'?

source: You can create new multiple choice options for this field, or select an existing set of options which you've already created for another custom field.
sk_sk: Môžete vytvoriť nové možnosti s výberom viacerých položiek pre toto pole alebo môžete vybrať existujúci súbor možností, ktoré ste vytvorili pre iné vlastné pole.

source: Multiple Choice Options
sk_sk: Možnosti s výberom viacerých položiek

source: Enter up to ten (10) multiple choice options in this table (click 'another choice' for each additional choice). If you need more than ten options, you can create an unlimited number of additional choices using the Edit Multiple Choice Options link after saving this new field. If desired, you can mark one of the choices as the default choice. The option 'label' is displayed on the form, while the option 'value' is stored in the contact record. The label and value may be the same or different. Inactive options are hidden when the field is presented.
sk_sk: Do tejto tabuľky zadajte maximálne desať (10) možností s výberom viacerých položiek (kliknutím na položku 'ďalšia možnosť'). Ak potrebujete viac ako desať možností, môžete po uložení tohto nového poľa vytvoriť neobmedzený počet dodatočných možností pomocou odkazu Upraviť možnosti s výberom viacerých položiek. Ak chcete, môžete jednu z možností označiť ako predvolenú. Možnosť 'označenie' je uvedená na formulári, zatiaľ čo možnosť 'hodnota' je uložená v zázname kontaktu. Označenie a hodnota môžu byť rovnaké alebo odlišné. Pri uvedení poľa sú neaktívne možnosti skryté.

source: hide field or section
sk_sk: skryť pole alebo časť

source: add another choice
sk_sk: pridať inú možnosť

source: If you need additional options - you can add them after you Save your current entries.
sk_sk: Ak potrebujete dodatočné možnosti, môžete ich pridať, keď uložíte aktuálne záznamy.

source: Preview Mode
sk_sk: Režim ukážky

source: Showing the custom data group (fieldset) as it will be displayed within an edit form.
sk_sk: Zobrazuje sa skupina vlastných údajov (súbor polí) v podobe, v akej sa zobrazí vo formulári úprav.

source: Showing this field as it will be displayed in an edit form.
sk_sk: Zobrazuje sa toto pole v podobe, v akej sa zobrazí vo formulári úprav.

source: Importing Multi-value Custom Data
sk_sk: Importujú sa vlastné údaje s viacerými hodnotami

source: The import file should contain a row for each set of custom data fields. For example, if you are importing employment history for a group of contacts, each row might contain columns for Employer, Start Date, End Date, and Position. You will also need a column containing the CiviCRM Contact ID which is used to match each row to the corresponding (existing) CiviCRM contact record. NOTE: Contact IDs are included by default when exporting contacts from CiviCRM.
sk_sk: Súbor importu by mal obsahovať riadok pre každý súbor polí s vlastnými údajmi. Ak napríklad importujete históriu zamestnaní pre skupinu kontaktov, každý riadok môže obsahovať stĺpce Zamestnávateľ, Dátum začiatku, Dátum ukončenia a Pozícia. Zároveň budete potrebovať stĺpec obsahujúci ID kontaktu CiviCRM, ktorý sa používa na priradenie každého riadka k príslušnému (existujúcemu) záznamu kontaktov CiviCRM. POZNÁMKA: ID kontaktov sú predvolene zahrnuté pri exporte kontaktov zo systému CiviCRM.

source: Field Type
sk_sk: Typ poľa

source: Req?
sk_sk: Požiadavka?

source: Add Custom Field
sk_sk: Pridať vlastné pole
