Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Contacts with 'Do not email' will be excluded from receiving CiviMail mailings, and the Send Email activity will be disabled for them. However they will still receive email for contribution receipts and event registration confirmations.
sk_sk: Kontakty s nastavením 'Neposielať e-mail' budú vylúčené zo zoznamu príjemcov pošty CiviMail a aktivita Poslať e-mail bude pri nich zakázaná. Stále však budú dostávať e-maily s potvrdeniami o príspevkoch a registráciách na podujatia.

source: Contacts with 'Do not SMS' will be excluded from receiving Bulk SMS messages, and the Send SMS activity will be disabled.
sk_sk: Kontakty s nastavením 'Neposielať SMS' budú vylúčené zo zoznamu príjemcov hromadných správ SMS a aktivita Poslať SMS bude pri nich zakázaná.

source: Contacts with 'Do not mail' will be excluded when mailing labels are created.
sk_sk: Kontakty s nastavením 'Neposielať poštu' budú vylúčené pri tvorbe označení pošty.

source: Shared Address
sk_sk: Zdieľaná adresa

source: Check this option if you want to link this address to another contact's address. For example, you might want to link a person's "Work" address to their employer's address. Or, you might want to link their "Home" address to a Household record. Changes made to the linked address will automatically be applied to this address. For example, if you use an employer (organization) address for an individual's work address - any updates to the employer address will also be applied to the individual's work address.
sk_sk: Túto možnosť začiarknite, ak chcete prepojiť túto adresu s adresou iného kontaktu. Príklad: Možno budete chcieť prepojiť adresu 'Práca' určitej osoby s adresou jej zamestnávateľa. Alebo možno budete chcieť prepojiť jej adresu 'Domov' so záznamom Domácnosť. Zmeny vykonané v rámci prepojenej adresy sa automaticky použijú na túto adresu. Príklad: Ak použijete adresu zamestnávateľa (organizácie) ako pracovnú adresu jednotlivca, všetky aktualizácie adresy zamestnávateľa sa použijú aj na pracovnú adresu jednotlivca.

source: You can use an address belonging to an existing contact or create a new contact by selecting the desired contact type from the select field. If you link an individual's address to an organization, an employee-employer relationship will be automatically created. If you link an individual's address to a household, a household member relationship is created.
sk_sk: Môžete použiť adresu, ktorá patrí k existujúcemu kontaktu, alebo môžete vytvoriť nový kontakt výberom požadovaného typu kontaktu z poľa výberu. Ak prepojíte adresu jednotlivca s organizáciou, automaticky sa vytvorí vzťah zamestnanec-zamestnávateľ. Ak prepojíte adresu jednotlivca s domácnosťou, vytvorí sa vzťah s členom domácnosti.

source: Update Employer
sk_sk: Aktualizovať zamestnávateľa

source: Set this organization as the current employer for this individual. Note: will disable any existing employer relationship for this individual.
sk_sk: Nastavte túto organizáciu ako aktuálneho zamestnávateľa tohto jednotlivca. Poznámka: týmto krokom sa zakážu všetky existujúce vzťahy tohto jednotlivca so zamestnávateľom.

source: Choose how you communicate with this contact, e.g. on formal or familiar terms.
sk_sk: Vyberte si, ako budete s týmto kontaktom komunikovať, napr. formálne alebo neformálne.

source: Depending on the CiviCRM setup, email and postal greetings (see below) may be automatically adapted accordingly; or the information can be used in other ways.
sk_sk: V závislosti od nastavenia CiviCRM, e-mailových a poštových pozdravov (pozri nižšie) sa môže toto nastavenie prispôsobiť automaticky, prípadne sa môžu informácie použiť inak.

source: Greeting
sk_sk: Pozdrav

source: Use the greeting/address options to determine how you would like the contact's salutation and name displayed for different communication methods. When you send an email or export a list of records to a .csv file for mail merging, the greeting and addressee fields will reflect your preferences.
sk_sk: Pomocou možnosti pozdravu/adresy môžete určiť, ako sa má zobrazovať pozdrav a meno kontaktu pri rôznych spôsoboch komunikácie. Keď posielate e-mail alebo exportujete zoznam záznamov do súboru .csv pri zlúčení pošty, polia pozdravu a adresátov budú kopírovať vaše preferencie.

source: You may also create a customized greeting and use field tokens to insert fields of your choice. For more information on available tokens, see the online documentation %1.
sk_sk: Môžete tiež vytvoriť prispôsobený pozdrav a používať tokeny polí na vkladanie polí podľa vlastného výberu. Ďalšie informácie o dostupných tokenoch nájdete v online dokumentácii %1.

source: CiviCRM will attempt to split street addresses into separate elements (street number, street name and unit/apt) to help you make lists and reports where you need to sort by street number (and/or separate addresses with odd and even numbers). For most addresses, this is done for you automatically. However, you can manually edit these elements, and potentially handle addresses that are in unusual formats, by clicking 'Edit Address Elements'.
sk_sk: CiviCRM sa pokúsi rozdeliť adresy na samostatné prvky (orientačné číslo, názov ulice a jednotka/byt) v snahe pomôcť vám s tvorbou zoznamov a správ, ak bude potrebné zoradenie podľa orientačného čísla (a/alebo samostatné adresy s nepárnymi a párnymi číslami). Pri väčšine adries to za vás systém vykoná automaticky. Tieto prvky však môžete aj manuálne upravovať a prípadne môžete vyriešiť adresy v nezvyčajných formátoch, a to kliknutím na tlačidlo 'Upraviť prvky adresy'.

source: Street Editing
sk_sk: Úprava ulice

source: Click here to return to editing the street address as a single field. Addresses which don't fit the expected format for address elements can still be saved by entering them in the single 'Street Address' field.
sk_sk: Kliknutím sem sa vrátite na úpravu adresy ako jedného poľa. Adresy, ktoré sa nezhodujú s očakávaným formátom prvkov adries, môžete aj tak uložiť, ak ich zadáte do samostatného poľa 'Adresa'.

source: You can select an existing organization record here, OR type in the name of a new organization if this person's employer is not already in your database. However, if you want this person to share their work address with their employer AND that organization doesn't exist yet - leave this field blank and use the Shared Address feature in the Address pane below to create the employer record AND enter the employer address. The 'current employer' relationship will be automatically created for you.
sk_sk: Tu môžete vybrať existujúci záznam organizácie ALEBO môžete zadať názov novej organizácie, ak sa zamestnávateľ tejto osoby už nenachádza vo vašej databáze. Ak však chcete, aby táto osoba zdieľala pracovnú adresu so svojím zamestnávateľom A táto organizácia pritom neexistuje, ponechajte toto pole prázdne a pomocou funkcie Zdieľaná adresa na table Adresa vytvorte záznam zamestnávateľa A zadajte adresu zamestnávateľa. Vzťah s 'aktuálnym zamestnávateľom' systém automaticky vytvorí za vás.

source: Record one or more web addresses (URLs) associated with this contact. Examples include personal web addresses like a Facebook or Twitter page, as well as links to a company or organization web site or page.
sk_sk: Zaznamenajte jednu alebo viac webových adries (URL) spojených s týmto kontaktom. Príkladmi sú osobné webové adresy, ako je stránka na Facebooku či Twitteri, ako aj odkazy na webovú lokalitu alebo stránku spoločnosti/organizácie.

source: Contact Image
sk_sk: Obrázok kontaktu

source: Upload a photo or icon that you want to be displayed when viewing this contact.
sk_sk: Nahrajte fotografiu alebo ikonu, ktorá sa má zobrazovať pri prezeraní tohto kontaktu.

source: Every contact in CiviCRM has a unique ID number. This number will never change and is the most accurate way of identifying a contact.
sk_sk: Každý kontakt v systéme CiviCRM má jedinečné číslo ID. Toto číslo sa nikdy nemení a predstavuje najpresnejší spôsob identifikácie kontaktu.

source: Use this field to store a unique identifier. This is generally used to link contacts with records in a related or legacy application. When migrating data from another system, import the unique contact identifier from the old system to this field. You can then use it to match imported contributions and other transactional data to the corresponding contact record.
sk_sk: Pomocou tohto poľa môžete uložiť jedinečný identifikátor. Ten sa väčšinou používa na prepojenie kontaktov so záznamami v súvisiacej alebo staršej aplikácii. Pri migrovaní údajov z iného systému importujte jedinečný identifikátor kontaktu zo starého systému do tohto poľa. Môžete ho potom použiť na priradenie importovaných príspevkov a ďalších údajov o transakciách k príslušnému záznamu kontaktu.

source: Enter a descriptive name for this address block such as "Summer Home", "School Address", etc.
sk_sk: Zadajte opisný názov tohto bloku adresy, ako napríklad 'Chata', 'Škola' atď.

source: Enter optional 'add-on' code after the dash ('plus 4' code for U.S. addresses).
sk_sk: Zadajte voliteľný 'doplnkový' kód po pomlčke (adresy v USA majú kód 'plus 4').

source: Geocoding
sk_sk: Geokódovanie

source: (Refer to the Mapping and Geocoding section in the Installation and Basic Setup Chapter)
sk_sk: (Prečítajte si sekciu Mapovanie a geokódovanie v kapitole Inštalácia a základné nastavenie)

source: Latitude and longitude may be automatically populated by enabling a Mapping Provider.
sk_sk: Zemepisná dĺžka a dĺžka sa môžu vyplniť automaticky, ak povolíte poskytovateľa mapovania.

source: Override Geocoding
sk_sk: Prepísať geokódovanie

source: Check this box if you want to assign latitude and longitude manually rather than letting your mapping provider assign it. This is useful for addresses in locations where your mapping provider is not able to provide accurate geocoding.
sk_sk: Toto políčko začiarknite, ak chcete zemepisnú šírku a dĺžku priradiť manuálne namiesto toho, aby to za vás urobil poskytovateľ mapovania. Je to užitočné v prípade adries na miestach, v ktorých poskytovateľ mapovania nedokáže poskytovať presné geokódovanie.

source: Street number, street name, apartment/unit/suite - OR P.O. box.
sk_sk: Orientačné číslo, názov ulice, byt/jednotka/apartmán – ALEBO P.O. box.

source: Supplemental Address
sk_sk: Doplnková adresa

source: Supplemental address info, e.g. c/o, department name, building name, etc.
sk_sk: Informácie o doplnkovej adrese, napr. sprostredkovateľ, názov oddelenia, názov budovy atď.

source: Use this field to store a description of how/why this contact was added to the database. This field is usually auto-filled when a contact is created from a public form i.e. Event Registration.
sk_sk: Pomocou tohto poľa môžete uložiť opis toho, ako/prečo bol tento kontakt pridaný do databázy. Toto pole sa väčšinou vyplní automaticky po vytvorení kontaktu na základe verejného formulára, t. j. pri registrácii na podujatie.

source: Click here to configure the panes.
sk_sk: Kliknutím sem nakonfigurujete tably.

source: Expand all tabs
sk_sk: Rozbaliť všetky karty

source: Contact Details
sk_sk: Podrobnosti kontaktu

source: Collapse all tabs
sk_sk: Zbaliť všetky karty

source: One or more contact subtypes have been de-selected from the list for this contact. Any custom data associated with de-selected subtype will be removed as long as the contact does not have a contact subtype still selected. Click OK to proceed, or Cancel to review your changes before saving.
sk_sk: Došlo k zrušeniu výberu jedného alebo viacerých podtypov kontaktu v zozname tohto kontaktu. Všetky vlastné údaje spojené so zrušeným podtypom sa odstránia, pokiaľ kontakt nemá stále vybratý podtyp kontaktu. Kliknutím na tlačidlo OK môžete pokračovať alebo môžete stlačiť tlačidlo Zrušiť a skontrolovať si zmeny pred uložením.

source: The record will be deleted immediately. This action cannot be undone.
sk_sk: Záznam bude okamžite odstránený. Tento krok nie je možné vrátiť späť.

source: Similar Contact Found
sk_sk: Našiel sa podobný kontakt

source: Similar Contacts Found
sk_sk: Našli sa podobné kontakty

source: If the contact you were trying to add is listed below, click their name to view or edit their record
sk_sk: Ak je kontakt, ktorý ste sa pokúšali pridať, uvedený nižšie, kliknite na jeho meno a zobrazte alebo upravte jeho záznam

source: Fetching Matches
sk_sk: Načítavajú sa zhody

source: Checking for similar contacts...
sk_sk: Vyhľadávajú sa podobné kontakty...

source: No matches found using the default Supervised deduping rule.
sk_sk: Pomocou pravidla odstraňovania duplikátov pod dohľadom sa nenašli žiadne zhody.

source: You can search all contacts for duplicates or limit the results for better performance. If you limit by group then it will look for matches with that group both inside and outside of the group. You can also limit the contacts in the group to be matched by specifying the number of contacts to match. This can be done in conjunction with a group or separately and is recommended for performance reasons.
sk_sk: Môžete vyhľadať všetky kontakty pre duplikáty alebo obmedziť výsledky v záujme zlepšenia výkonnosti. Ak ich obmedzíte podľa skupiny, vyhľadajú sa zhody s danou skupinou, a to vnútri skupiny aj mimo nej. Môžete tiež obmedziť kontakty v skupine, ktoré sa majú porovnávať, a to zadaním počtu kontaktov na porovnanie. Tento krok možno vykonať v spojení so skupinou alebo samostatne a odporúča sa vykonať ho v záujme výkonnosti.

source: Matching Rule for %1 Contacts
sk_sk: Pravidlo porovnávania pre kontakty (%1)

source: Configure up to five fields to evaluate when searching for 'suspected' duplicate contact records.
sk_sk: Nakonfigurujte maximálne päť polí, ktoré sa majú vyhodnotiť pri vyhľadávaní 'podozrivých' duplicitných záznamov kontaktov.

source: Enter descriptive name for this matching rule.
sk_sk: Zadajte opisný názov tohto pravidla porovnávania.

source: Usage
sk_sk: Používanie

source: Currently set to:
sk_sk: Aktuálne nastavené na:

source: To change the usage for this rule, please configure another rule as %1
sk_sk: Ak chcete zmeniť používanie tohto pravidla, nakonfigurujte iné pravidlo ako %1

source: Change usage
sk_sk: Zmeniť používanie

source: WARNING: Once a rule is marked as reserved it can not be deleted and the fields and weights can not be modified.
sk_sk: UPOZORNENIE: Keď je pravidlo označené ako rezervované, nemôže sa odstrániť a polia a váhy nie je možné upravovať.

source: This reserved rule is pre-configured with matching fields to optimize dedupe scanning performance. It matches on:
sk_sk: Toto rezervované pravidlo má vopred nakonfigurované zhodné polia s cieľom optimalizovať výkonnosť vyhľadávania pri odstraňovaní duplikátov. Zhody sú prítomné v týchto hodnotách:

source: Email only
sk_sk: Iba e-mail

source: Middle Name (if present)
sk_sk: Stredné meno (ak je prítomné)

source: Suffix (if present)
sk_sk: Prípona (ak je prítomná)

source: Street Address (if present)
sk_sk: Adresa (ak je prítomná)

source: Birth Date (if present)
sk_sk: Dátum narodenia (ak je prítomný)

source: Note: You cannot edit fields for a reserved rule.
sk_sk: Poznámka: Nemôžete upravovať polia pri rezervovanom pravidle.

source: Weight
sk_sk: Váha

source: CiviCRM includes three types of dedupe rule. <strong>You can only configure one 'Unsupervised' and one 'Supervised' rule for each contact type, but you can configure any number of additional 'General' rules to provide other criteria to scan for possible duplicates.</strong>
sk_sk: CiviCRM obsahuje tri typy pravidiel odstraňovania duplikátov. <strong>Pre každý typ kontaktu môžete nakonfigurovať iba jedno pravidlo 'Bez dohľadu' a jedno pravidlo 'S dohľadom', ale môžete nakonfigurovať ľubovoľný počet dodatočných 'všeobecných' pravidiel, ak chcete uviesť iné kritériá na vyhľadávanie potenciálnych duplikátov.</strong>

source: Selecting 'Unsupervised' or 'Supervised' will convert the previously configured rule of that type to 'General'.
sk_sk: Po výbere možnosti 'Bez dohľadu' alebo 'S dohľadom' sa skonvertuje vopred nakonfigurované pravidlo daného typu na 'Všeobecné'.

source: The 'Unsupervised' rule for each contact type is automatically used when new contacts are created through online registrations including Events, Membership, Contributions and Profile pages. They are also selected by default when you Import contacts. They are generally configured with a narrow definition of what constitutes a duplicate.
sk_sk: Pravidlo 'Bez dohľadu' pre každý typ kontaktu sa použije automaticky pri vytváraní nových kontaktov prostredníctvom online registrácií vrátane stránok Podujatia, Členstvo, Príspevky a Profil. Zároveň sa predvolene vyberie pri importovaní kontaktov. Spravidla sa konfiguruje s úzkou definíciou toho, čo sa považuje za duplikát.

source: The 'Supervised' rule for each contact type is automatically used to check for possible duplicates when contacts are added or edited via the user interface. Supervised Rules should be configured with a broader definition of what constitutes a duplicate.
sk_sk: Pravidlo 'S dohľadom' pre každý typ kontaktu sa použije automaticky pri vyhľadávaní potenciálnych duplikátov, keď sa prostredníctvom používateľského rozhrania pridávajú alebo upravujú kontakty. Pravidlá s dohľadom by sa mali nakonfigurovať so širšou definíciou toho, čo sa považuje za duplikát.

source: You can configure any number of 'General' rules, to provide other criteria to scan for possible duplicates.
sk_sk: Môžete nakonfigurovať ľubovoľný počet 'všeobecných' pravidiel, ak chcete uviesť iné kritériá na vyhľadávanie potenciálnych duplikátov.

source: Enter the name of the organization or entity which owns this CiviCRM domain. Use the %1 token to include this value in mailing content. It is used in the default Opt-out Message.
sk_sk: Zadajte názov organizácie alebo entity, ktorá vlastní túto doménu CiviCRM. Pomocou tokenu %1 zahrniete túto hodnotu do obsahu pošty. Používa sa v predvolenej správe o explicitnom nesúhlase.

source: Use this field if you need to populate the <code>Return-Path</code> mail header element with a fixed value (e.g., <code>myuser@example.org</code>). Enter a fully qualified email address which belongs to a valid SMTP account in your domain. This address will not be seen by 'typical' email clients. Consult with your SMTP provider what address to put in here so that the SMTP server accepts outgoing mail from CiviMail. If this field is left blank, the <code>From</code> email address will be used as the <code>Return-Path</code>.
sk_sk: Toto pole použite, ak potrebujete do prvku hlavičky e-mailu <code>Spiatočná cesta</code> zadať fixnú hodnotu (napr. <code>mojpouzivatel@priklad.org</code>). Zadajte plne kvalifikovanú e-mailovú adresu, ktorá patrí platnému kontu SMTP vo vašej doméne. Túto adresu neuvidia 'typické' e-mailové klienty. Poraďte sa s poskytovateľom SMTP o tom, akú adresu sem máte zadať, aby server SMTP prijímal odchádzajúce e-maily zo systému CiviMail. Ak je toto pole prázdne, e-mailová adresa <code>odosielateľa</code> sa použije ako <code>spiatočná cesta</code>.

source: Additional Fields
sk_sk: Dodatočné polia

source: You can also include general email and/or phone contact information in mailings by filling in the fields below, and then using the %2 and %3 tokens in your mailings. These are particularly useful for inclusion in pre-configured mailing <a href='%1'>Headers or Footers</a>.
sk_sk: Do pošty zároveň môžete zahrnúť všeobecné kontaktné údaje ako e-mail a/alebo telefón, ak ich vyplníte do nižšie uvedených polí a potom v pošte použijete tokeny %2 a %3. Tie sú obzvlášť užitočné pri zahrnutí do vopred nakonfigurovaných poštových polí <a href='%1'>hlavičky alebo päty</a>.

source: The name of the organization or entity which owns this CiviCRM site or domain. This is the default organization contact record.
sk_sk: Názov organizácie alebo entity, ktorá vlastní túto lokalitu alebo doménu CiviCRM. Ide o predvolený záznam kontaktu organizácie.

source: Optional description of this domain (useful for sites with multiple domains).
sk_sk: Voliteľný opis tejto domény (užitočný pri lokalitách s viacerými doménami).

source: Default Organization Address
sk_sk: Predvolená adresa organizácie

source: CiviMail mailings must include the sending organization's address. This is done by putting the %1 token in either the body or footer of the mailing. This token may also be used in regular 'Email - send now' messages and in other Message Templates. The token is replaced by the address entered below when the message is sent.
sk_sk: Pošta CiviMail musí obsahovať adresu posielajúcej organizácie. Vykonáte to tak, že vložíte token %1 buď do tela, alebo do päty pošty. Tento token sa môže použiť aj pri bežných správach typu 'E-mail – poslať' a pri ďalších šablónach správ. Po odoslaní správy tento token nahradí adresa zadaná nižšie.

source: Organization Contact Information
sk_sk: Informácie o kontakte organizácie

source: You can also include general email and/or phone contact information in mailings.
sk_sk: Do pošty môžete zahrnúť aj všeobecné kontaktné údaje ako e-mail a/alebo telefón.

source: Edit Domain Information
sk_sk: Upraviť informácie o doméne

source: Edit Address Elements
sk_sk: Upraviť prvky adresy

source: Edit Street Address
sk_sk: Upraviť adresu

source: Edit Complete Street Address
sk_sk: Upraviť celú adresu

source: This address is shared with %1 contact record(s). Modifying this address will automatically update the shared address for these contacts.
sk_sk: Túto adresu zdieľajú aj ďalšie záznamy kontaktov (%1). Pri úprave tejto adresy sa automaticky aktualizuje aj zdieľaná adresa pre tieto kontakty.

source: Delete Address Block
sk_sk: Odstrániť blok adresy

source: Delete this address
sk_sk: Odstrániť túto adresu

source: Another Address
sk_sk: Iná adresa

source: has already been assigned to another address. Please select another location for this address.
sk_sk: už je priradené k inej adrese. Vyberte iné umiestnenie pre túto adresu.

source: add
sk_sk: pridať

source: On Hold?
sk_sk: Pozastavené?

source: Bulk Mailings?
sk_sk: Hromadná pošta?

source: Primary?
sk_sk: Primárne?

source: Delete Email Block
sk_sk: Odstrániť blok e-mailu

source: delete
sk_sk: odstrániť

source: IM Location
sk_sk: Umiestnenie IM

source: IM Type
sk_sk: Typ IM

source: Delete IM Block
sk_sk: Odstrániť blok IM

source: Add another IM
sk_sk: Pridať iný IM

source: Save Anyway
sk_sk: Napriek tomu uložiť

source: Reload Page
sk_sk: Znova načítať stránku

source: Open ID Location
sk_sk: Miesto s otvoreným ID

source: Delete OpenID Block
sk_sk: Odstrániť blok OpenID

source: Add another Open Id
sk_sk: Pridať iné OpenID

source: Delete Phone Block
sk_sk: Odstrániť blok telefónu

source: Add another phone number
sk_sk: Pridať iné telefónne číslo

source: Delete Website Block
sk_sk: Odstrániť blok webovej lokality

source: Add another website
sk_sk: Pridať inú webovú lokalitu

source: Please choose another address to be primary before changing this one.
sk_sk: Vyberte inú primárnu adresu, skôr než zmeníte túto.

source: Editing Master Address
sk_sk: Úprava hlavnej adresy

source: click to add more
sk_sk: kliknutím pridáte viac

source: Delete Email
sk_sk: Odstrániť e-mail

source: Delete IM
sk_sk: Odstrániť IM

source: Delete OpenID
sk_sk: Odstrániť OpenID

source: Delete phone
sk_sk: Odstrániť telefón

source: Delete Website
sk_sk: Odstrániť webovú lokalitu
