Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Profile search, view and edit are not supported for Profiles which include fields for more than one record type.
sk_sk: Vyhľadávanie, zobrazenie a úprava profilu nie sú podporované pre profily, ktoré zahŕňajú polia pre viac ako jeden typ údajov.

source: This profile is configured for contact type '%1'. It cannot be used to edit contacts of other types.
sk_sk: Tento profil je nakonfigurovaný pre typ kontaktu '%1'. Nemôže sa použiť na úpravu kontaktov iného typu.

source: Profile is not configured for the selected action.
sk_sk: Profil nie je nakonfigurovaný pre vybratú akciu.

source: Profile is using one or more activity fields, and is missing the activity Id (aid) in the URL.
sk_sk: Profil používa jedno alebo viaceré polia aktivít a v adrese URL chýba ID aktivity (aid).

source: Invalid Activity Id (aid).
sk_sk: Neplatné ID aktivity (aid).

source: This activity cannot be edited or viewed via this profile.
sk_sk: Túto aktivitu nie je možné upraviť ani zobraziť prostredníctvom tohto profilu.

source: Your record has been deleted.
sk_sk: Váš záznam bol odstránený.

source: Your profile is not saved and Account is not created.
sk_sk: Váš profil nie je uložený a konto nie je vytvorené.

source: Profile Error
sk_sk: Chyba profilu

source: Profile View - Permission Denied
sk_sk: Zobrazenie profilu – povolenie zamietnuté

source: You do not have permission to view this contact record. Contact the site administrator if you need assistance.
sk_sk: Nemáte povolenie na zobrazenie záznamu tohto kontaktu. Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: Unable to find matching UF Group
sk_sk: Nepodarilo sa nájsť zhodnú skupinu UF

source: Search Profile
sk_sk: Vyhľadať profil

source: This profile does not have the map feature turned on.
sk_sk: Tento profil nemá zapnutú funkciu mapy.

source: Create Profile
sk_sk: Vytvoriť profil

source: Could not find the required contact id parameter (id=) for viewing a contact record with a Profile.
sk_sk: Nepodarilo sa nájsť požadovaný parameter ID kontaktu (id=) na zobrazenie záznamu kontaktu s profilom.

source: View Profile Details
sk_sk: Zobraziť podrobnosti profilu

source: Website Profile
sk_sk: Profil webovej lokality

source: View Website Profile
sk_sk: Zobraziť profil webovej lokality

source: Contact Multi Records %%StatusMessage%%
sk_sk: Viaceré záznamy kontaktu %%StatusMessage%%

source: CiviCRM Profile Listings
sk_sk: Zoznamy profilu CiviCRM

source: SMS Provider Name
sk_sk: Meno poskytovateľa správ SMS

source: Provider internal name points to option_value of option_group sms_provider_name
sk_sk: Interné meno poskytovateľa ukazuje na option_value z option_group sms_provider_name

source: SMS Provider Title
sk_sk: Meno poskytovateľa správ SMS

source: Provider name visible to user
sk_sk: Používateľ vidí meno poskytovateľa

source: SMS Provider Username
sk_sk: Používateľské meno poskytovateľa správ SMS

source: SMS Provider Password
sk_sk: Heslo poskytovateľa správ SMS

source: SMS Provider API
sk_sk: Rozhranie API poskytovateľa správ SMS

source: points to value in civicrm_option_value for group sms_api_type
sk_sk: ukazuje na hodnotu v civicrm_option_value pre skupinu sms_api_type

source: SMS Provider API URL
sk_sk: Adresa URL rozhrania API poskytovateľa správ SMS

source: SMS Provider API Params
sk_sk: Parametre rozhrania API poskytovateľa správ SMS

source: the api params in xml, http or smtp format
sk_sk: parametre rozhrania api vo formáte xml, http alebo smtp

source: SMS Provider is Default?
sk_sk: Je poskytovateľ správ SMS predvolený?

source: SMS Provider is Active?
sk_sk: Je poskytovateľ správ SMS aktívny?

source: Which Domain is this sms provider for
sk_sk: Pre ktorú doménu je určený tento poskytovateľ správ SMS

source: The <a href="%1">SMS Provider</a> has not been configured or is not active.
sk_sk: <a href="%1">Poskytovateľ správ SMS</a> nebol nakonfigurovaný alebo nie je aktívny.

source: Copy of %1
sk_sk: Kópia – %1

source: Name Your SMS
sk_sk: Pomenujte svoju správu SMS

source: Select SMS Provider
sk_sk: Vyberte poskytovateľa správ SMS

source: Include Group(s)
sk_sk: Zahrnúť skupiny

source: Exclude Group(s)
sk_sk: Vylúčiť skupiny

source: INCLUDE Recipients of These Message(s)
sk_sk: ZAHRNÚŤ príjemcov týchto správ

source: EXCLUDE Recipients of These Message(s)
sk_sk: VYLÚČIŤ príjemcov týchto správ

source: Your Mass SMS has been saved.
sk_sk: Vaša hromadná správa SMS bola uložená.

source: Select Recipients
sk_sk: Vybrať príjemcov

source: Cannot have same groups in Include Group(s) and Exclude Group(s).
sk_sk: Nemôžete mať rovnaké skupiny v poli Zahrnúť skupiny a Vylúčiť skupiny.

source: Cannot have same sms in Include mailing(s) and Exclude mailing(s).
sk_sk: Nemôžete mať rovnaké SMS v poli Zahrnúť poštu a Vylúčiť poštu.

source: This Title already exists in Database.
sk_sk: Tento názov je už v databáze.

source: API Type
sk_sk: Typ rozhrania API

source: API Url
sk_sk: URL rozhrania API

source: Is this provider active?
sk_sk: Je tento poskytovateľ aktívny?

source: Is this a default provider?
sk_sk: Ide o predvoleného poskytovateľa?

source: Selected Provider has been deleted.
sk_sk: Vybratý poskytovateľ bol odstránený.

source: Send immediately
sk_sk: Odoslať okamžite

source: Send at:
sk_sk: Odoslať o:

source: Submit Mass SMS
sk_sk: Odoslať hromadnú správu SMS

source: Continue Later
sk_sk: Pokračovať neskôr

source: Your Mass SMS has been saved. Click the 'Continue' action to resume working on it.
sk_sk: Vaša hromadná správa SMS bola uložená. Kliknutím na akciu 'Pokračovať' môžete na nej ďalej pracovať.

source: Start date cannot be earlier than the current time.
sk_sk: Dátum začiatku nemôže byť skôr ako aktuálny dátum.

source: Could not find a mailing id
sk_sk: Nepodarilo sa nájsť poštové ID

source: Schedule or Send
sk_sk: Naplánovať alebo odoslať

source: Upload Content
sk_sk: Nahrať obsah

source: Compose On-screen
sk_sk: Vytvoriť na obrazovke

source: I want to
sk_sk: Chcem

source: Upload TEXT Message
sk_sk: Nahrať TEXTOVÚ správu

source: File size should be less than 1 MByte
sk_sk: Veľkosť súboru by mala byť menšia ako 1 MB

source: File must be in UTF-8 encoding
sk_sk: Súbor musí mať kódovanie UTF-8

source: Please provide a Text
sk_sk: Uveďte text

source: Please provide a Template Name.
sk_sk: Uveďte názov šablóny.

source: Invalid token code
sk_sk: Neplatný kód tokenu

source: The body of the SMS cannot exceed %1 characters.
sk_sk: Telo správy SMS nemôže mať viac ako %1 znakov.

source: The following errors were detected in %1:
sk_sk: Zistilo sa, že %1obsahuje nasledujúce chyby:

source: Duplicate Template Name.
sk_sk: Duplicitný názov šablóny.

source: SMS Content
sk_sk: Obsah správy SMS

source: Settings - SMS Provider
sk_sk: Nastavenia – poskytovateľ správ SMS

source: Unknown tag.
sk_sk: Neznáma značka.

source: This tag cannot be deleted. You must delete all its child tags ('%1', etc) prior to deleting this tag.
sk_sk: Túto značku nemožno odstrániť. Pred odstránením tejto značky musíte odstrániť všetky podradené značky ('%1' atď.).

source: You do not have sufficient permission to delete this reserved tag.
sk_sk: Nemáte dostatočné povolenie na odstránenie tejto rezervovanej značky.

source: %1 tags
sk_sk: Značky: %1

source: You do not have sufficient permission to edit this tagset.
sk_sk: Nemáte dostatočné povolenie na úpravu tohto rezervovaného súboru značiek.

source: You do not have sufficient permission to edit this reserved tag.
sk_sk: Nemáte dostatočné povolenie na úpravu tejto rezervovanej značky.

source: Selectable?
sk_sk: Dá sa vybrať?

source: Tag Set
sk_sk: Súbor značiek

source: copy
sk_sk: kopírovať

source: The tag set '%1' has been deleted.
sk_sk: Súbor značiek '%1' bol odstránený.

source: The tag '%1' has been deleted.
sk_sk: Značka '%1' bola odstránená.

source: Deleted %1 tags.
sk_sk: Odstránené značky: %1.

source: The tag '%1' has been saved.
sk_sk: Značka '%1' bola uložená.

source: You must select at least 2 tags for merging.
sk_sk: Musíte vybrať aspoň 2 značky na zlúčenie.

source: You do not have permission to administer reserved tags.
sk_sk: Nemáte povolenie na správu rezervovaných značiek.

source: Name of combined tag
sk_sk: Názov kombinovanej značky

source: All records previously tagged %1 are now tagged %2.
sk_sk: Všetky značky, ktoré boli predtým označené ako %1, sú teraz označené ako %2.

source: %1 Tags Merged
sk_sk: Zlúčené značky: %1

source: Your update(s) have been saved.
sk_sk: Vaše aktualizácie sa uložili.

source: Enable mapping for this profile?
sk_sk: Povoliť mapovanie pre tento profil?

source: What to do upon duplicate match
sk_sk: Čo robiť pri duplicitnej zhode

source: Issue warning and do not save
sk_sk: Vydať upozornenie a neuložiť

source: Update the matching contact
sk_sk: Aktualizovať zhodný kontakt

source: Allow duplicate contact to be created
sk_sk: Povoliť vytvorenie duplicitného kontaktu

source: Redirect URL
sk_sk: Adresa URL na presmerovanie

source: Include Cancel Button?
sk_sk: Zahrnúť tlačidlo Zrušiť?

source: Cancel Redirect URL
sk_sk: Zrušiť adresu URL na presmerovanie

source: Limit listings to a specific Group?
sk_sk: Obmedziť zoznamy na konkrétnu skupinu?

source: Notify when profile form is submitted?
sk_sk: Upozorniť na odoslanie formulára profilu?

source: Add contacts to a group?
sk_sk: Pridať kontakty do skupiny?

source: Include reCAPTCHA?
sk_sk: Zahrnúť reCAPTCHA?

source: Include profile edit links in search results?
sk_sk: Zahrnúť odkazy na úpravu profilu do výsledkov vyhľadávania?

source: Include %1 user account information links in search results?
sk_sk: Zahrnúť odkazy na informácie o používateľskom konte %1 do výsledkov vyhľadávania?

source: %1 user account registration option?
sk_sk: Možnosť registrácie používateľského konta %1?

source: No account create option
sk_sk: Bez možnosti vytvorenia konta

source: Account creation required
sk_sk: Vytvorenie konta je povinné

source: Proximity Search
sk_sk: Vyhľadávanie v okolí

source: Optional
sk_sk: Voliteľné

source: Required
sk_sk: Povinné

source: CiviCRM Profile Fields
sk_sk: Polia profilu CiviCRM

source: Delete Profile Field
sk_sk: Odstrániť pole profilu

source: Field Name
sk_sk: Názov poľa

source: Results Column?
sk_sk: Stĺpec s výsledkami?

source: Searchable?
sk_sk: Dá sa vyhľadať?

source: Selected Profile Field has been deleted.
sk_sk: Vybraté pole profilu bolo odstránené.

source: Profile Field Deleted
sk_sk: Pole profilu bolo odstránené

source: The selected field already exists in this profile.
sk_sk: Vybraté pole už je v tomto profile.

source: Field Not Added
sk_sk: Pole nebolo pridané

source: Cannot add or update profile field "%1" with combination of Household or Organization or any subtypes of Household or Organization.
sk_sk: Nie je možné pridať alebo aktualizovať pole profilu '%1' s kombináciou Domácnosť alebo Organizácia alebo akýmikoľvek podtypmi hodnôt Domácnosť alebo Organizácia.

source: Cannot add or update profile field type "%1" with combination of subtype other than "%1".
sk_sk: Nie je možné pridať alebo aktualizovať typ profilu '%1' s kombináciou iného podtypu ako '%1'.

source: Profile is already having custom fields extending different group types, you can not add or update this custom field.
sk_sk: Profil už má vlastné polia vzťahujúce sa na rôzne typy skupín, nemôžete pridať ani aktualizovať toto vlastné pole.

source: You have already added a primary location field of this type: %1
sk_sk: Už ste pridali pole primárneho umiestnenia tohto typu: %1

source: View Only cannot be selected if this field is to be included on the registration form
sk_sk: Nie je možné vybrať možnosť Iba na zobrazenie, ak má byť toto pole zahrnuté do registračného formulára

source: A View Only field cannot be required
sk_sk: Pole Iba na zobrazenie nemôže byť povinné

source: Please select a field name
sk_sk: Vyberte názov poľa

source: 'Results Column' cannot be checked for %1 fields.
sk_sk: Možnosť 'Stĺpec s výsledkami' nemôže byť začiarknutá pre polia %1.

source: Cannot set this field "Active" since the selected custom field is disabled.
sk_sk: Nie je možné nastaviť toto pole ako 'Aktívne', pretože vybraté vlastné pole je zakázané.

source: You cannot configure multi-record custom fields belonging to different custom sets in one profile
sk_sk: Nemôžete nakonfigurovať vlastné polia s viacerými záznamami patriace k rôznym vlastným súborom v rámci jedného profilu

source: Your site is currently configured to require double-opt in when users join (subscribe) to Group(s) via a Profile form. In this mode, you need to include an Email field in a Profile BEFORE you can add the Group(s) field. This ensures that an opt-in confirmation email can be sent. Your site administrator can disable double opt-in on the civimail admin settings: <em>%1</em>
sk_sk: Vaša lokalita je momentálne nakonfigurovaná tak, že vyžaduje dvojitý súhlas, keď sa používatelia pripoja (prihlásia na odber) do skupín prostredníctvom formulára profilu. V tomto režime musíte zahrnúť pole E-mail do profilu PREDTÝM, než budete môcť pridať pole Skupiny. Umožňuje to zaslanie potvrdzujúceho e-mailu. Váš správca lokality môže zakázať dvojitý súhlas v nastaveniach správcu CiviMail: <em>%1</em>

source: Cannot add or update profile field type Individual with combination of Household or Organization
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Jednotlivec s kombináciou Domácnosť alebo Organizácia

source: Cannot add or update profile field type Household with combination of Individual or Organization or Activity
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Domácnosť s kombináciou Jednotlivec alebo Organizácia alebo Aktivita

source: Cannot add or update profile field type Organization with combination of Household or Individual or Activity
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Organizácia s kombináciou Domácnosť alebo Jednotlivec alebo Aktivita

source: Cannot add or update profile field type Activity with combination Participant or Membership or Contribution
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Aktivita s kombináciou Účastník alebo Členstvo alebo Príspevok

source: Cannot add or update profile field type Participant with combination of Activity or Membership or Contribution or Household or Organization.
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Účastník s kombináciou Aktivita alebo Členstvo alebo Príspevok alebo Domácnosť alebo Organizácia.

source: Cannot add or update profile field type Contribution with combination of Activity or Membership or Participant or Household or Organization
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Príspevok s kombináciou Aktivita alebo Členstvo alebo Účastník alebo Domácnosť alebo Organizácia

source: Cannot add or update profile field type Membership with combination of Activity or Participant or Contribution or Household or Organization
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu Členstvo s kombináciou Aktivita alebo Účastník alebo Domácnosť alebo Organizácia

source: Cannot add or update profile field type "%1" with combination of "%2".
sk_sk: Nie je možné pridať alebo aktualizovať typ poľa profilu '%1' s kombináciou '%2'.

source: Cannot add or update profile field Contact Subtype as profile type is not one of Individual, Household or Organization.
sk_sk: Nie je možné pridať alebo aktualizovať pole profilu Podtyp kontaktu, pretože typ profilu nie je Jednotlivec, Domácnosť ani Organizácia.

source: For best results, the Country field should precede the State-Province field in your Profile form. You can use the up and down arrows on field listing page for this profile to change the order of these fields or manually edit weight for Country/State-Province Field.
sk_sk: Ak chcete dosiahnuť najlepšie výsledky, pole Krajina by malo byť vo vašom formulári profilu uvedené skôr ako pole Štát/provincia. Pomocou šípok nahor a nadol na stránke zoznamu polí môžete zmeniť poradie týchto polí alebo manuálne upraviť váhu poľa Krajina/Štát/provincia.

source: Profile Settings
sk_sk: Nastavenia profilu

source: New CiviCRM Profile
sk_sk: Nový profil CiviCRM

source: Is this CiviCRM Profile active?
sk_sk: Je tento profil CiviCRM aktívny?

source: Advanced Settings
sk_sk: Rozšírené nastavenia

source: Profile '%1' already exists in Database.
sk_sk: Profil '%1' je už v databáze.

source: Your CiviCRM Profile '%1' has been deleted.
sk_sk: Váš profil CiviCRM '%1' bol odstránený.

source: Profile Deleted
sk_sk: Profil bol odstránený

source: Your CiviCRM Profile '%1' has been saved.
sk_sk: Váš profil CiviCRM '%1' bol uložený.

source: Profile Saved
sk_sk: Profil bol uložený

source: Your CiviCRM Profile '%1' has been added. You can add fields to this profile now.
sk_sk: Váš profil CiviCRM '%1' bol pridaný. Teraz môžete do tohto profilu pridávať polia.

source: Profile Added
sk_sk: Profil bol pridaný

source: Preview only supports HTTP POST
sk_sk: Ukážka podporuje iba HTTP POST

source: This field is inactive so it will not be displayed on profile form.
sk_sk: Toto pole je neaktívne, takže sa nebude zobrazovať vo formulári profilu.

source: This field is view only so it will not be displayed on profile form.
sk_sk: Toto pole je určené iba na zobrazenie, takže sa nebude zobrazovať vo formulári profilu.

source: Edit CiviCRM Profile Field
sk_sk: Upraviť pole profilu CiviCRM

source: Preview CiviCRM Profile Field
sk_sk: Zobraziť ukážku poľa profilu CiviCRM

source: Disable CiviCRM Profile Field
sk_sk: Zakázať pole profilu CiviCRM

source: Enable CiviCRM Profile Field
sk_sk: Povoliť pole profilu CiviCRM

source: CiviCRM Profile Field
sk_sk: Pole profilu CiviCRM

source: %1 - CiviCRM Profile Fields
sk_sk: %1 – Polia profilu CiviCRM

source: Preview Custom Data
sk_sk: Zobraziť ukážku vlastných údajov

source: Are you sure you want to make a copy of this Profile?
sk_sk: Naozaj chcete vytvoriť kópiu tohto profilu?

source: Fields
sk_sk: Polia

source: View and Edit Fields
sk_sk: Zobraziť a upraviť polia

source: Edit CiviCRM Profile Group
sk_sk: Upraviť skupinu profilov CiviCRM

source: Use - Create Mode
sk_sk: Použiť – režim tvorby

source: Use - Edit Mode
sk_sk: Použiť – režim úprav

source: Use - Listings Mode
sk_sk: Použiť – režim zoznamov

source: Disable CiviCRM Profile Group
sk_sk: Zakázať skupinu profilov CiviCRM

source: Enable CiviCRM Profile Group
sk_sk: Povoliť skupinu profilov CiviCRM

source: Delete CiviCRM Profile Group
sk_sk: Odstrániť skupinu profilov CiviCRM

source: Make a Copy of CiviCRM Profile Group
sk_sk: Vytvoriť kópiu skupiny profilov CiviCRM

source: HTML Form Snippet
sk_sk: Úryvok formulára HTML

source: HTML Form Snippet for this Profile
sk_sk: Úryvok formulára HTML pre tento profil

source: %1 - HTML Form Snippet
sk_sk: %1 – úryvok formulára HTML

source: CiviCRM Profile Group
sk_sk: Skupina profilov CiviCRM

source: CiviCRM Profile Group Preview
sk_sk: Ukážka skupiny profilov CiviCRM

source: Free HTML
sk_sk: Voľné HTML

source: Error: You need to set a mapping provider under Administer > System Settings > Mapping and Geocoding
sk_sk: Chyba: Musíte nastaviť poskytovateľa mapovania v časti Spravovať > Nastavenia systému > Mapovanie a geokódovanie

source: Error: You need to enable Street Address Parsing under Administer > Localization > Address Settings.
sk_sk: Chyba: Musíte povoliť možnosť Analýza adresy v časti Spravovať > Lokalizácia > Nastavenia adresy.

source: Error: Both Geocode mapping as well as Street Address Parsing are disabled. You must configure one or both options to use this script.
sk_sk: Chyba: Geokódové mapovanie aj analýza adresy sú zakázané. Ak chcete použiť tento skript, musíte nakonfigurovať jednu alebo obe možnosti.

source: Addresses Evaluated: %1
sk_sk: Vyhodnotené adresy: %1

source: Addresses Geocoded: %1
sk_sk: Geokódované adresy: %1

source: Street Addresses Parsed: %1
sk_sk: Analyzované adresy: %1

source: Following is the list of contacts whose address is not parsed:
sk_sk: Nasleduje zoznam kontaktov, ktorých adresa sa neanalyzovala:

source: USPS Address Lookup Failed with HTTP status code: %1
sk_sk: Vyhľadávanie adries USPS zlyhalo s kódom stavu HTTP: %1

source: Your USPS API Lookup has Failed.
sk_sk: Vyhľadávanie vášho rozhrania API USPS zlyhalo.

source: Your USPS API Authorization has Failed.
sk_sk: Overovanie vášho rozhrania API USPS zlyhalo.

source: Address not found in USPS database.
sk_sk: Adresa sa nenašla v databáze USPS.

source: this is just an interface and should not be called directly
sk_sk: ide len o rozhranie, ktoré by sa nemalo vyvolať priamo

source: Bar Chart
sk_sk: Pruhový graf

source: Pie Chart
sk_sk: Koláčový graf

source: Yearly (Fiscal)
sk_sk: Každý rok (fiškálny)

source: Street address parsing
sk_sk: Analýza adresy

source: Case type "%1" has duplicate XML files ("%2" and "%3")
sk_sk: Typ prípadu '%1' obsahuje duplicitné súbory XML ('%2' a '%3')

source: Read more about this warning
sk_sk: Prečítajte si viac o tomto upozornení

source: Case type "%1" corresponds to XML file ("%2") The XML file should be named "%3".
sk_sk: Typ prípadu '%1' zodpovedá súboru XML ('%2'). Súbor XML by mal mať názov '%3'.

source: The tables "<em>civicrm_activity</em>" and "<em>civicrm_case</em>" were updated to support two new fields, "<em>created_date</em>" and "<em>modified_date</em>". For historical data, these fields may appear blank. (%1 records have NULL timestamps.)
sk_sk: Tabuľky '<em>civicrm_activity</em>' a '<em>civicrm_case</em>' boli aktualizované tak, aby podporovali dve nové polia, '<em>created_date</em>' a '<em>modified_date</em>'. V prípade historických údajov sa tieto polia môžu zdať prázdne. (Záznamy, ktoré majú časové pečiatky NULL:%1.)

source: At time of writing, this is not a problem. However, future extensions and improvements could rely on these fields, so it may be useful to back-fill them.
sk_sk: V čase zápisu nejde o problém. Budúce rozšírenia a vylepšenia sa však môžu na tieto polia spoliehať, preto by možno bolo užitočné spätne ich vyplniť.

source: For further discussion, please visit %1
sk_sk: Ďalšiu diskusiu nájdete tu: %1

source: Timestamps for Activities and Cases
sk_sk: Časové pečiatky pre aktivity a prípady

source: Relationship type <em>%1</em> has the same internal machine name as another type. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td></tr> <tr><td>%5</td><td>%6</td><td>%7</td></tr> </table>
sk_sk: Typ vzťahu <em>%1</em> má rovnaký interný strojový názov ako iný typ. <table> <tr><th>ID</th><th>name_a_b</th><th>name_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td></tr> <tr><td>%5</td><td>%6</td><td>%7</td></tr> </table>

source: Relationship Type Internal Name Duplicates
sk_sk: Duplikáty interného názvu typu vzťahu

source: Relationship type <em>%1</em> has the same display label as another type. <table> <tr><th>ID</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td></tr> <tr><td>%5</td><td>%6</td><td>%7</td></tr> </table>
sk_sk: Typ vzťahu <em>%1</em> má rovnaké zobrazované označenie ako iný typ. <table> <tr><th>ID</th><th>label_a_b</th><th>label_b_a</th></tr> <tr><td>%2</td><td>%3</td><td>%4</td></tr> <tr><td>%5</td><td>%6</td><td>%7</td></tr> </table>

source: Relationship Type Display Label Duplicates
sk_sk: Duplikáty zobrazovaného označenia typu vzťahu
