Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Your system has custom field groups with duplicate internal names. To ensure data integrity, the internal names will be automatically changed; user-facing titles will not be affected. Please review any custom code you may be using which relies on custom field group names.
sk_sk: Váš systém obsahuje skupiny vlastných polí s duplicitnými internými názvami. Ak chcete zaistiť integritu údajov, interné názvy sa zmenia automaticky; neovplyvní to názvy zobrazované používateľom. Skontrolujte všetky vlastné kódy, ktoré možno používate a ktoré sa spoliehajú na názvy skupín vlastných polí.

source: Import Custom Data
sk_sk: Importovať vlastné údaje

source: Minor changes have been made to how the tokens to render case.is_deleted, case.created_date and case.modified_date. See https://docs.civicrm.org/sysadmin/en/latest/upgrade/version-specific/ for more
sk_sk: Došlo k menším zmenám týkajúcim sa tokenov pre položky render case.is_deleted, case.created_date a case.modified_date. Ďalšie informácie nájdete tu: https://docs.civicrm.org/sysadmin/en/latest/upgrade/version-specific/

source: Entity Batch Extends
sk_sk: Rozšírenia dávky entity

source: Financial Transactions
sk_sk: Finančné transakcie

source: A new permission, "%1", has been added. It is not granted by default. If your users create reports, you may wish to review their permissions.
sk_sk: Bolo pridané nové povolenie, '%1'. Nie je udelené predvolene. Ak vaši používatelia vytvoria správy, možno by ste mali skontrolovať ich povolenia.

source: save Report Criteria
sk_sk: Uložiť kritériá správy

source: Activity default assignee
sk_sk: Predvolená poverená osoba aktivity

source: By relationship to case client
sk_sk: Podľa vzťahu ku klientovi prípadu

source: Specific contact
sk_sk: Konkrétny kontakt

source: User creating the case
sk_sk: Používateľ vytvárajúci prípad

source: Enable multiple bulk email address for a contact
sk_sk: Povoliť viac hromadných e-mailových adries pre kontakt

source: Email on Hold
sk_sk: E-mail je pozastavený

source: If the setting "%1" is enabled, you should update any smart groups based on the "%2" field.
sk_sk: Ak je povolené nastavenie '%1', mali by ste aktualizovať prípadné inteligentné skupiny založené na poli '%2'.

source: If you were previously on version 5.8 and altered the WYSIWYG editor setting, you should visit the <a %1>Display Preferences</a> page and re-save the WYSIWYG editor setting.
sk_sk: Ak ste v minulosti pracovali na verzii 5.8 a zmenili ste nastavenie editora WYSIWYG, mali by ste navštíviť stránku <a %1>Preferencie zobrazenia</a> a znova uložiť nastavenie editora WYSIWYG.

source: CiviCRM v5.9+ adds a new search preference for certain custom-fields ("Money", "Integer", or "Float" data displayed as "Select" or "Radio" fields). For continuity, any old fields have been set to continue the old user-experience. However, you may want to review these settings. (You should especially review if this site used v5.9-alpha or v5.9-beta.)
sk_sk: CiviCRM v5.9+ pridá novú preferenciu vyhľadávania pre určité vlastné polia (údaje ako 'Peniaze', 'Celé číslo' alebo 'S pohyblivou desatinnou čiarkou' zobrazené ako polia 'Vyberte' alebo 'Prepínač'). S cieľom zachovať kontinuitu boli všetky staré polia nastavené tak, aby pokračovali v starom používateľskom prostredí. Možno však budete chcieť tieto nastavenia skontrolovať. (Urobte to najmä v prípade, ak táto lokalita používala verziu v5.9-alpha alebo v5.9-beta.)

source: Add pptx to accepted attachment file types
sk_sk: Pridať pptx medzi akceptované typy súborov v prílohách

source: If you have created a report based on the Mailing Summary Report template and it outputs or filters on campaigns, You will need to go back to that report and re-save the report after selecting and or setting the campaign filters up again
sk_sk: Ak ste vytvorili správu podľa šablóny Správa o súhrne pošty, ktorá má výstup alebo filtre pre kampane, budete sa musieť k danej správe vrátiť a znova ju uložiť po tom, čo znova vyberiete a/alebo nastavíte filtre kampane

source: This system has an encrypted SMTP password. Encryption in v5.34+ requires CIVICRM_CRED_KEYS. You may <a href="%1" target="_blank">setup CIVICRM_CRED_KEYS</a> before or after upgrading. If you choose to wait, then the SMTP password will be stored as plain-text until you setup CIVICRM_CRED_KEYS.
sk_sk: Tento systém má šifrované heslo SMTP. Šifrovanie vo verzii v5.34+ si vyžaduje CIVICRM_CRED_KEYS. <a href="%1" target="_blank">CIVICRM_CRED_KEYS</a> môžete nastaviť pred inováciou alebo po nej. Ak sa rozhodnete počkať, heslo SMTP sa uloží ako obyčajný text, až kým nenastavíte CIVICRM_CRED_KEYS.

source: The SMTP password (%1) was previously stored in the database. It has unexpected content which cannot be migrated automatically. However, it appears to be inactive, so the upgrader will drop this value.
sk_sk: Heslo SMTP (%1) bolo v minulosti uložené v databáze. Má neočakávaný obsah, ktorý nemožno migrovať automaticky. Zdá sa však, že je neaktívne, preto inovátor túto hodnotu zahodí.

source: The SMTP password (%1) has unusual content that cannot be stored as plain-text. It may be unreadable due to a previous misconfiguration, or it may rely on an unclear character-set. Your options are:
sk_sk: Heslo SMTP (%1) má nezvyčajný obsah, ktorý nemožno uložiť ako obyčajný text. Možno sa nebude dať prečítať z dôvodu predchádzajúcej nesprávnej konfigurácie alebo sa možno spolieha na nejasný súbor znakov. Máte tieto možnosti:

source: <a href="%1" target="_blank">Setup CIVICRM_CRED_KEYS</a> before upgrading. This warning will go away, and the current SMTP password will ultimately be preserved during upgrade.
sk_sk: Pred inováciou <a href="%1" target="_blank">nastavte CIVICRM_CRED_KEYS</a>. Toto upozornenie zmizne a počas inovácie sa napokon zachová aktuálne heslo SMTP.

source: Proceed with upgrading in the current configuration. The SMTP password will be lost, but you may re-configure it after upgrade.
sk_sk: Pokračujte v inovácii s aktuálnou konfiguráciou. Heslo SMTP sa stratí, ale po inovácii ho môžete znova nakonfigurovať.

source: This system has a PHP override for the SMTP password (%1). The override was most likely encrypted with an old mechanism. After upgrading, you must verify and/or revise this setting.
sk_sk: Tento systém obsahuje prepísanie PHP pre heslo SMTP (%1). Toto prepísanie bolo pravdepodobne zašifrované pomocou starého mechanizmu. Po inovácii musíte toto nastavenie overiť a/alebo zrevidovať.

source: Some mail-merge tokens may display differently when used with Scheduled Reminders, Mosaico templates, or PDF letters. For details, see <a href="%1" target="_blank">upgrade notes</a>.
sk_sk: Niektoré tokeny na zlúčenie e-mailov sa môžu zobrazovať inak, keď sa používajú s naplánovanými pripomienkami, šablónami Mosaico alebo listami vo formáte PDF. Podrobnosti nájdete v <a href="%1" target="_blank">poznámkach o inovácii</a>.

source: CiviCRM v5.36 introduces a new configuration option to support digital signatures. You may <a href="%1" target="_blank">setup CIVICRM_SIGN_KEYS</a> before or after upgrading. The option is not critical in v5.36, but it may be required for extensions or future upgrades.
sk_sk: CiviCRM v5.36 predstavuje novú možnosť konfigurácie na podporu digitálnych podpisov. <a href="%1" target="_blank">CIVICRM_SIGN_KEYS</a> môžete nastaviť pred inováciou alebo po nej. Táto možnosť nie je vo verzii v5.36 kľúčová, ale v prípade rozšírení či budúcich inovácií bude povinná.

source: New granular permissions called %1 and %2 have been added for %3 permission. These permissions help to limit user access per template
sk_sk: Pribudli nové podrobné povolenia s názvom %1 a %2 pre povolenie %3. Tieto povolenia pomáhajú obmedziť prístup používateľov na každú šablónu

source: WARNING: The table "<code>civicrm_persistent</code>" is flagged for removal because all official records show it being unused. However, the upgrader has detected data in this copy of "<code>civicrm_persistent</code>". Please <a href='%1' target='_blank'>report</a> anything you can about the usage of this table. In the mean-time, the data will be preserved.
sk_sk: UPOZORNENIE: Tabuľka '<code>civicrm_persistent</code>' je označená príznakom na odstránenie, pretože všetky oficiálne záznamy ukazujú, že sa nepoužíva. Inovátor však našiel údaje v tejto kópii '<code>civicrm_persistent</code>'. <a href='%1' target='_blank'>Nahláste</a> všetko, čo viete o používaní tejto tabuľky. Medzitým sa tieto údaje zachovajú.

source: Template
sk_sk: Šablóna

source: Case Type '%1', role '%2' doesn't seem to be a valid role. See the administration console status messages for more info.
sk_sk: Typ prípadu '%1': zdá sa, že rola '%2' nie je platná rola. Ďalšie informácie nájdete v správach o stave správcovskej konzoly.

source: Error updating case type '%1': %2
sk_sk: Chyba pri aktualizácii typu prípadu '%1': %2

source: Case Type '%1', role '%2' has an ambiguous configuration and can't be automatically updated. See the administration console status messages for more info.
sk_sk: Typ prípadu '%1', rola '%2' má nejednoznačnú konfiguráciu a nedá sa automaticky aktualizovať. Ďalšie informácie nájdete v správach o stave správcovskej konzoly.

source: Case Type '%1', role '%2' has an ambiguous configuration where the role matches multiple labels and so can't be automatically updated. See the administration console status messages for more info.
sk_sk: Typ prípadu '%1', rola '%2' má nejednoznačnú konfiguráciu, v rámci ktorej sa rola zhoduje s viacerými označeniami, takže sa nedá automaticky aktualizovať. Ďalšie informácie nájdete v správach o stave správcovskej konzoly.

source: <b>[civicrm.files]</b> Path
sk_sk: <b>[civicrm.files]</b> Cesta

source: 5.29 Default value:
sk_sk: 5.29 Predvolená hodnota:

source: 5.28 Default value:
sk_sk: 5.28 Predvolená hodnota:

source: Active Value:
sk_sk: Aktívna hodnota:

source: <b>[civicrm.files]</b> URL
sk_sk: <b>[civicrm.files]</b> Adresa URL

source: Starting with version 5.29.0, CiviCRM on WordPress may make a subtle change in the calculation of <code>[civicrm.files]</code>. To ensure a smooth upgrade, please review the following table. All paths and URLs should appear the same. If there is <strong><em>any</em></strong> discrepancy, then consult <a %1>the upgrade documentation</a>.
sk_sk: Od verzie 5.29.0 možno CiviCRM v systéme WordPress vykoná drobnú zmenu pri výpočte <code>[civicrm.files]</code>. Ak chcete zaistiť bezproblémovú inováciu, skontrolujte nasledujúcu tabuľku. Všetky cesty a adresy URL by mali vyzerať rovnako. Ak si všimnete <strong><em>akékoľvek</em></strong> rozpory, preštudujte si <a %1>dokumentáciu k inovácii</a>.

source: <em>Pre-announcement for upcoming version 5.30</em>: If your composer configuration or composer.json does not enable patching, you MUST do that BEFORE running composer to update your files to version 5.30. Either by using `composer config 'extra.enable-patching' true`, or updating the top level composer.json's extra section with `"enable-patching": true`. See %1 for details.
sk_sk: <em>Predbežné oznámenie pre nadchádzajúcu verziu 5.30</em>: Ak konfigurácia vášho nástroja na skladanie alebo prvku composer.json nepovoľuje opravy, MUSÍTE ich vykonať ešte PRED spustením nástroja na skladanie s cieľom aktualizovať vaše súbory na verziu 5.30. Buď použite 'composer config 'extra.enable-patching' true', alebo aktualizujte doplnkovú sekciu najvyššej úrovne prvku composer.json o hodnotu 'enable-patching': true. Podrobnosti nájdete tu: %1.

source: Upgrade DB to %1: Fill civicrm_relationship_cache (%2 => %3)
sk_sk: Inovovať DB na %1: Vyplniť civicrm_relationship_cache (%2 => %3)

source: The Following option Groups have not been converted due to there being already another option group with the same name in the database
sk_sk: Nasledujúce skupiny možností neboli skonvertované, pretože v databáze sa už nachádza iná skupina možností s rovnakým názvom

source: Starting with version 5.28.0, CiviCRM will require the PHP Internationalization extension (PHP-Intl). In preparation for this, the system check will show a warning beginning in 5.27.0 if your site lacks this extension.
sk_sk: Od verzie 5.28.0 bude CiviCRM vyžadovať rozšírenie PHP Internationalization (PHP-Intl). V rámci prípravy na tento krok bude systémová kontrola od verzie 5.27.0 ukazovať upozornenie, ak na vašej lokalite bude chýbať toto rozšírenie.

source: WARNING: CiviCRM 5.26 and later changes how front-end CiviCRM URLs are formed in WordPress. Please <a href='%1' target='_blank'>read this blog post before upgrading</a> . You may need to update settings at your payment Processor for recurring payments. If you have an external service that sends callback messages to CiviCRM, you may need to update the settings at the external service to use the new URL format.
sk_sk: UPOZORNENIE: Vo verzii systému CiviCRM 5.26 a neskoršej sa mení spôsob tvorby klientskych adries URL pre CiviCRM v systéme WordPress. <a href='%1' target='_blank'>Pred inováciou si prečítajte tento blogový príspevok</a>. Možno budete musieť aktualizovať nastavenia opakujúcich sa platieb vo svojom systéme na spracovanie platieb. Ak máte externú službu, ktorá posiela správy pre spätné volanie do systému CiviCRM, možno budete musieť aktualizovať nastavenia externej služby tak, aby používala nový formát adresy URL.

source: Dutch
sk_sk: Holandčina

source: WARNING: The column "<code>civicrm_domain.config_backend</code>" is <a href='%2'>flagged for removal</a>. However, the upgrader has detected data in this copy of "<code>civicrm_domain.config_backend</code>". Please <a href='%1' target='_blank'>report</a> anything you can about the usage of this column. In the mean-time, the data will be preserved.
sk_sk: UPOZORNENIE: Stĺpec '<code>civicrm_domain.config_backend</code>' je <a href='%2'>označený príznakom na odstránenie</a>. Inovátor však našiel údaje v tejto kópii '<code>civicrm_domain.config_backend</code>'. <a href='%1' target='_blank'>Nahláste</a> všetko, čo viete o používaní tohto stĺpca. Medzitým sa tieto údaje zachovajú.

source: A new %1 permission has been added. It is not granted by default. If you use SMS, you may wish to review your permissions.
sk_sk: Pribudlo nové povolenie %1. Nie je udelené predvolene. Ak používate správy SMS, možno si budete chcieť skontrolovať svoje povolenia.

source: CiviEvent Timezone Rollback
sk_sk: Vrátenie zmien časového pásma CiviEvent

source: CiviEvent v5.47.0 briefly introduced new timezone functionality. This will be removed, and times will be converted back to their old format.
sk_sk: V CiviEvent v5.47.0 sa nakrátko uviedla nová funkcia časového pásma. Tá bude odstránená a časy sa skonvertujú späť na starý formát.

source: Unfortunately, <em>CiviEvent times may be inaccurate</em>. To prevent or fix inaccuracies, please review <a %1>CiviEvent v5.47 Timezone Notice</a>.
sk_sk: Žiaľ, <em>časy CiviEvent môžu byť nepresné</em>. Ak chcete zabrániť nepresnostiam alebo ich opraviť, skontrolujte <a %1>Oznámenie o časových pásmach pre CiviEvent v5.47</a>.

source: The conversion will be performed with your active timezone (<strong><code>%1</code></strong>, <strong><code>%2</code></strong>).
sk_sk: Konverzia bude vykonaná s vaším aktívnym časovým pásmom (<strong><code>%1</code></strong>, <strong><code>%2</code></strong>).

source: The database has %1 events which all use the same timezone (<strong><code>%2</code></strong>).
sk_sk: Databáza má udalosti (%1), ktoré všetky používajú rovnaké časové pásmo (<strong><code>%2</code></strong>).

source: CiviEvent Timezones
sk_sk: Časové pásma CiviEvent

source: Please check your CiviEvents for the correct time. <a %1>(Learn more...)</a>
sk_sk: Skontrolujte správny čas v rámci CiviEvents. <a %1>(Zistite viac...)</a>

source: Empty
sk_sk: Prázdne

source: Upgrade CiviCRM to Version %1
sk_sk: Inovovať CiviCRM na verziu %1

source: Unrecognized upgrade action
sk_sk: Nerozpoznateľná akcia inovácie

source: Upgrade CiviCRM from v %1 To v %2
sk_sk: Inovovať CiviCRM z v %1 na v %2

source: Congratulations! Your upgrade was successful!
sk_sk: Gratulujeme! Vaša inovácia bola úspešná!

source: Upgrade failed to redirect
sk_sk: Zlyhalo presmerovanie inovácie

source: Table "%1" has a large number of records (%2 > %3).
sk_sk: Tabuľka '%1' obsahuje veľa záznamov (%2 > %3).

source: Multilingual snapshots have not been implemented.
sk_sk: Viacjazyčné snímky neboli implementované.

source: Snapshots disabled by override (CIVICRM_UPGRADE_SNAPSHOT).
sk_sk: Snímky boli zakázané v dôsledku prepísania (CIVICRM_UPGRADE_SNAPSHOT).

source: Create snapshot from "%1" (%2: %3 => %4)
sk_sk: Vytvoriť snímku z '%1' (%2: %3 => %4)
