Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Click <strong>Merge</strong> to move data from the Duplicate Contact on the left into the Main Contact. In addition to the contact data (address, phone, email...), you may choose to move all or some of the related records (groups, activities, tags, etc.).
sk_sk: Kliknutím na tlačidlo <strong>Zlúčiť</strong> presuniete údaje z duplicitného kontaktu vľavo do hlavného kontaktu. Okrem kontaktných údajov (adresa, telefón, e-mail...) sa môžete rozhodnúť, že presuniete všetky alebo niektoré súvisiace záznamy (skupiny, aktivity, značky atď.).

source: You will see a row and a checkbox for each type of related data currently linked to the duplicate contact. For example, if the duplicate contact has Activity records - you will see a row and a checkbox for you to mark IF you want those contribution records moved over to the main contact record. If you want to move all related records, you can check the <strong>Mark All</strong> checkbox.
sk_sk: Uvidíte riadok a začiarkavacie políčko pre každý typ súvisiacich údajov, ktoré sú aktuálne prepojené s duplicitným kontaktom. Príklad: Ak má duplicitný kontakt záznamy aktivity, uvidíte riadok a začiarkavacie políčko, ktoré môžete označiť, AK chcete, aby sa tieto záznamy príspevkov presunuli do hlavného záznamu kontaktu. Ak chcete presunúť všetky súvisiace záznamy, môžete začiarknuť políčko <strong>Označiť všetko</strong>.

source: The Duplicate Contact record and all related information WILL BE DELETED after the Merge is complete.
sk_sk: Duplicitný záznam kontaktu a všetky súvisiace informácie sa po dokončení zlúčenia ODSTRÁNIA.

source: Click <strong>Merge</strong> to move data from the Duplicate Contact on the left into the Main Contact. In addition to the contact data (address, phone, email...), you may choose to move all or some of the related activity records (groups, contributions, memberships, etc.).
sk_sk: Kliknutím na tlačidlo <strong>Zlúčiť</strong> presuniete údaje z duplicitného kontaktu vľavo do hlavného kontaktu. Okrem kontaktných údajov (adresa, telefón, e-mail...) sa môžete rozhodnúť, že presuniete všetky alebo niektoré súvisiace záznamy aktivity (skupiny, príspevky, členstvá atď.).

source: WARNING: The duplicate contact record WILL BE DELETED after the merge is complete.
sk_sk: UPOZORNENIE: Duplicitný záznam kontaktu sa po dokončení zlúčenia ODSTRÁNI.

source: WARNING: There are %1 user accounts associated with both the original and duplicate contacts. Ensure that the %1 user you want to retain is on the right - if necessary use the 'Flip between original and duplicate contacts.' option at top to swap the positions of the two records before doing the merge. The user record associated with the duplicate contact will not be deleted, but will be unlinked from the associated contact record (which will be deleted). You will need to manually delete that user (click on the link to open the %1 user account in new screen). You may need to give thought to how you handle any content or contents associated with that user.
sk_sk: UPOZORNENIE: S pôvodným a duplicitným kontaktom sú spojené používateľské kontá (%1). Uistite sa, že používateľ %1, ktorého chcete zachovať, sa nachádza vpravo – v prípade potreby použite možnosť 'Vymeňte pôvodný a duplicitný kontakt.' v hornej časti, aby ste vymenili pozíciu oboch záznamov pred vykonaním zlúčenia. Záznam používateľa spojený s duplicitným kontaktom sa neodstráni, ale bude odpojený od súvisiaceho záznamu kontaktu (ktorý sa odstráni). Daného používateľa budete musieť odstrániť manuálne (kliknutím na odkaz otvoríte používateľské konto %1 na novej obrazovke). Možno sa budete musieť zamyslieť nad tým, ako naložíte s prípadným obsahom, ktorý je s daným používateľom spojený.

source: Flip between original and duplicate contacts.
sk_sk: Vymeňte pôvodný a duplicitný kontakt.

source: Mark this pair as not a duplicate.
sk_sk: Označte, že v prípade tohto páru nejde o duplikát.

source: Show/hide rows with the same data on each contact record.
sk_sk: Zobrazte/skryte riadky s rovnakými údajmi v zázname každého kontaktu.

source: duplicate
sk_sk: duplikát

source: Mark All
sk_sk: Označiť všetko

source: Add/overwrite?
sk_sk: Pridať/prepísať?

source: overwrite
sk_sk: prepísať

source: match
sk_sk: zhoda

source: Move related...
sk_sk: Presunúť súvisiace...

source: migrate
sk_sk: migrovať

source: Phone and Email
sk_sk: Telefón a e-mail

source: Street number, street name, apartment/unit/suite - OR P.O. box
sk_sk: Orientačné číslo, názov ulice, byt/jednotka/apartmán – ALEBO P.O. box

source: If this relationship has start and/or end dates, specify them here.
sk_sk: Ak má tento vzťah dátum začiatku a/alebo konca, uveďte ho tu.

source: selected contact(s)
sk_sk: vybraté kontakty

source: Permissions
sk_sk: Povolenia

source: Permission for <strong>%1</strong> to access information about <strong>%2</strong>
sk_sk: Povolenie pre <strong>%1</strong> na prístup k informáciám o <strong>%2</strong>

source: - first select relationship type -
sk_sk: – najskôr vyberte typ vzťahu –

source: Are you sure you want to delete this Relationship?
sk_sk: Naozaj chcete odstrániť tento vzťah?

source: Advanced Search
sk_sk: Rozšírené vyhľadávanie

source: Use <strong>&#37;</strong> wildcard(s) for partial matches. EXAMPLE: Enter 'Volunteer&#37;' as your Activity Type to match any activity whose type is 'Volunteer' + any other words (e.g. Volunteer for Open House).
sk_sk: Zástupné znaky <strong>&#37;</strong> používajte pri čiastočných zhodách. PRÍKLAD: Ako typ aktivity zadajte 'Dobrovoľník&#37;', aby sa zhodovala s každou aktivitou typu 'Dobrovoľník' + ďalšími slovami (napr. Dobrovoľník na dni otvorených dverí).

source: When multiple options are selected within a search field the selections are combined using <strong>OR</strong> criteria (e.g. selecting both 'Group A' and 'Group B' will find contacts who are either in 'Group A' OR 'Group B' or in both).</p> <p>By default the different search fields are combined using the <strong>AND</strong> Search Operator (e.g. selecting Tag is 'Age' AND Country is 'Canada' returns only those contacts who meet both criteria). You can override the Search Operator default for combining different fields in the Search Settings.
sk_sk: Keď sú v poli vyhľadávania vybraté viaceré možnosti, tieto výbery sa skombinujú pomocou kritéria <strong>ALEBO</strong> (napr. pri výbere možnosti 'Skupina A' a 'Skupina B' sa vyhľadajú kontakty, ktoré obsahuje buď 'Skupina A', ALEBO 'Skupina B', prípadne oboje).</p> <p>Rôzne polia vyhľadávania sa skombinujú pomocou operátora vyhľadávania <strong>A</strong> (napr. pri výbere značky = 'Vek' A krajiny = 'Kanada' vyhľadávanie vráti iba tie kontakty, ktoré spĺňajú obe kritériá). Predvolený operátor vyhľadávania na kombinovanie rôznych polí môžete prepísať v časti Nastavenia vyhľadávania.

source: If you've changed search criteria for this 'smart group' and want to save your changes, select <strong>Group - update smart group</strong> from the '- more actions -' drop-down menu
sk_sk: Ak ste zmenili kritériá vyhľadávania pre túto 'inteligentnú skupinu' a chcete svoje zmeny uložiť, vyberte možnosť <strong>Skupina – aktualizovať inteligentnú skupinu</strong> v rozbaľovacej ponuke '– ďalšie akcie –'

source: Contacts with any of the checked privacy options are EXCLUDED from your search results by default. EXAMPLE: If you select 'Do not phone', and search for contacts with an address in a specific city - then contacts in that city who have 'Do not phone' selected as a privacy option will be excluded from the search results.
sk_sk: Kontakty s ktoroukoľvek začiarknutou možnosťou súkromia sú predvolene VYLÚČENÉ z vašich výsledkov vyhľadávania. PRÍKLAD: Ak vyberiete možnosť 'Netelefonovať' a vyhľadáte kontakty s adresou v konkrétnom meste, kontakty v danom meste, ktoré majú vybratú možnosť súkromia 'Netelefonovať', budú vylúčené z výsledkov vyhľadávania.

source: If you want to FIND (include) contacts with a particular privacy option set, then click the 'Include' radio button.
sk_sk: Ak chcete VYHĽADAŤ (zahrnúť) kontakty s konkrétnym súborom možností súkromia, kliknite na prepínač 'Zahrnúť'.

source: Multiple Privacy Options
sk_sk: Viaceré možnosti súkromia

source: If you select multiple privacy options, your choices are combined with OR statements by default. EXAMPLE: If you select 'Do not phone' and 'Do not email', results will include contacts who have either or both preferences. If you want to return only contacts with both preferences, select the AND operator.
sk_sk: Ak vyberiete viaceré možnosti súkromia, vaše voľby sa predvolene skombinujú s výrokmi s operátorom ALEBO. PRÍKLAD: Ak vyberiete možnosť 'Netelefonovať' a 'Neposielať e-mail', vo výsledkoch budú zahrnuté kontakty, ktoré majú buď niektorú z preferencií, alebo obe preferencie. Ak chcete, aby vyhľadávanie vrátilo iba kontakty s obomi preferenciami, vyberte operátor A.

source: Results Display
sk_sk: Zobrazenie výsledkov

source: Advanced Search returns your results as Contact records by default. However, you may want to get another record type instead. For example, you may want to see all the Activity records which match your search criteria.
sk_sk: Rozšírené vyhľadávanie predvolene vráti výsledky v podobe záznamov kontaktov. Namiesto toho však môžete získať aj iný typ záznamu. Napríklad môžete chcieť zobraziť všetky záznamy aktivít, ktoré vyhovujú vašim kritériám vyhľadávania.

source: If you are displaying the search results as contacts, you can modify the columns displayed by creating a Profile containing a different set of contact fields and then selecting that Profile here. For example you may want to include columns for Gender and Date of Birth, while eliminating Country.
sk_sk: Ak zobrazujete výsledky vyhľadávania ako kontakty, môžete upraviť zobrazené stĺpce tým, že vytvoríte profil obsahujúci iný súbor polí kontaktov a potom vyberiete tento profil v tejto časti. Napríklad môžete chcieť zahrnúť stĺpce pre pohlavie a dátum narodenia, ale zároveň vylúčiť krajinu.

source: Determines whether your criteria are combined with AND statements, or combined with OR statements. For example, you may want to find all individuals who are in the Volunteers group AND who have a Volunteer Training activity recorded for them. In this case use the AND operator. If you need to find everyone who is in the Volunteers group OR has a Volunteer Training activity recorded, use the OR operator.
sk_sk: Rozhoduje o tom, či sú vaše kritériá skombinované s výrokmi typu A alebo či sú skombinované s výrokmi typu ALEBO. Príklad: Môžete vyhľadať všetkých jednotlivcov, ktorí sa nachádzajú v skupine Dobrovoľníci A ktorí majú zaznamenanú aktivitu Dobrovoľnícke školenie. V tomto prípade použite operátor A. Ak potrebujete vyhľadať niekoho, kto sa nachádza v skupine Dobrovoľníci ALEBO má zaznamenanú aktivitu Dobrovoľnícke školenie, použite operátor ALEBO.

source: Target Contact Group
sk_sk: Skupina cieľových kontaktov

source: Use this filter to limit search results to relationships where the related contacts are part of a specific group or groups. For example, you might want to find all individuals who are employees ('Employee of' relationship type) of organizations which are in your 'Corporate Sponsors' group.
sk_sk: Pomocou tohto filtra môžete obmedziť výsledky vyhľadávania na vzťahy, v rámci ktorých súvisiace kontakty patria do konkrétnej skupiny alebo skupín. Príklad: Môžete vyhľadať všetkých jednotlivcov, ktorí sú zamestnancami (typ vzťahu 'Zamestnanec zamestnávateľa') organizácií, ktoré sa nachádzajú vo vašej skupine 'Podnikoví sponzori'.

source: Use this filter to limit search results to relationships which were active during the specified time period (e.g. this is useful if you need to search all volunteer relationships that were active during 2014).
sk_sk: Pomocou tohto filtra môžete obmedziť výsledky vyhľadávania na vzťahy, ktoré boli aktívne počas konkrétneho časového obdobia (je to užitočné napr. v prípade, ak potrebujete vyhľadať všetky dobrovoľnícke vzťahy, ktoré boli aktívne v roku 2014).

source: By definition a relationship is active if any of these conditions occurs: (1) Start Date <= Current Date <= End Date (2) Start Date <= Current Date and End Date is not defined (3) Start Date is not defined and Current Date <= End Date
sk_sk: Vzťah je z definície aktívny v prípade, ak sa vyskytne niektorá z týchto podmienok: (1) Dátum začiatku <= Aktuálny dátum <= Dátum ukončenia, (2) Dátum začiatku <= Aktuálny dátum a Dátum ukončenia nie je definovaný, (3) Dátum začiatku nie je definovaný a Aktuálny dátum <= Dátum ukončenia

source: Find records with tags (regular or tagset tag) which contain a complete or partial word or phrase. EXAMPLE: If you have several tags that contain the word 'Donor', you can find contacts tagged with any of them by entering 'Donor' in this field.
sk_sk: Vyhľadajte záznamy so značkami (bežná značka alebo súbor značiek), ktoré obsahujú úplné alebo čiastočné slovo či frázu. PRÍKLAD: Ak máte niekoľko značiek, ktoré obsahujú slovo 'Darca', môžete vyhľadať kontakty označené týmto slovom, ak do tohto poľa zadáte výraz 'Darca'.

source: Include Tags on Other Types of Records
sk_sk: Zahrnúť značky pri iných typoch záznamov

source: Check this box if you want to search for tagged activities or cases (in addition to contact records).
sk_sk: Toto políčko začiarknite, ak chcete vyhľadať označené aktivity alebo prípady (popri záznamoch kontaktov).

source: Test Records
sk_sk: Testovacie záznamy

source: In the process of setting up CiviCRM components or configuring pages and profiles, you might have created test contributions, activities, participants, pledges, etc.
sk_sk: Počas nastavovania komponentov systému CiviCRM alebo konfigurovania stránok a profilov ste možno vytvorili testovacie príspevky, aktivity, účastníkov, prísľuby atď.

source: Once you have finished your testing, it is a good idea to clean up by finding your test records and deleting them.
sk_sk: Keď dokončíte testovanie, odporúčame vám vyhľadať testovacie záznamy a odstrániť ich.

source: Template Records
sk_sk: Záznamy šablón

source: Template contributions are used with recurring contribution to generate follow up contributions.
sk_sk: Šablóny príspevkov sa používajú na generovanie následných príspevkov pri opakujúcich sa príspevkoch.

source: You can change the template contribution and the changes will occur as soon as new contribution is generated within the recurring series.
sk_sk: Môžete zmeniť šablónu príspevku a vaše zmeny sa použijú okamžite po vygenerovaní nového príspevku v rámci opakujúcej sa série.

source: Processor ID
sk_sk: ID systému na spracovanie

source: This is the payment processor's own ID for the recurring contribution. Ideally it should be unique, but in practice may not be.
sk_sk: Ide o vlastné ID systému na spracovanie platieb pre opakujúci sa príspevok. V ideálnom prípade by malo byť jedinečné, ale v praxi to tak byť nemusí.

source: Unique reference for the recurring contribution. May be made up of other fields, e.g. bank ID, account number, etc.
sk_sk: Jedinečná referencia pre opakujúci sa príspevok. Môže pozostávať z iných polí, napr. ID banky, číslo konta atď.

source: Edit %1 Smart Group Criteria
sk_sk: Upraviť kritériá inteligentných skupín (%1)

source: Search Criteria
sk_sk: Kritériá vyhľadávania

source: Displaying results as "%1" is not available without search criteria from the pane you just closed.
sk_sk: Zobrazenie výsledkov ako '%1' nie je k dispozícii bez kritérií vyhľadávania z tably, ktorú ste práve zatvorili.

source: Display Results have been Reset
sk_sk: Zobrazované výsledky boli resetované

source: Loading
sk_sk: Načítava sa

source: Remove from search criteria
sk_sk: Odstrániť z kritérií vyhľadávania

source: Find Contacts within this Group
sk_sk: Hľadať kontakty v rámci tejto skupiny

source: Find Contacts to Add to this Group
sk_sk: Hľadať kontakty, ktoré sa majú pridať do tejto skupiny

source: %1 Smart Group Criteria
sk_sk: Kritériá inteligentných skupín (%1)

source: Display Settings For Results
sk_sk: Nastavenia zobrazovania výsledkov

source: Search Settings
sk_sk: Nastavenia vyhľadávania

source: Basic Criteria
sk_sk: Základné kritériá

source: Clear all search criteria
sk_sk: Vymazať všetky kritériá vyhľadávania

source: Reset Form
sk_sk: Resetovať formulár

source: Find contacts by partial or full name or email, type of contact, group, and/or tag. You can then view or edit contact details, print a contact list, or use the <strong>- more actions -</strong> drop down list to assign tags, add contacts to groups, create smart groups, export contact data to a spreadsheet, and more.
sk_sk: Vyhľadajte kontakty podľa čiastočného alebo úplného mena či e-mailu, typu kontaktu, skupiny a/alebo značky. Potom môžete zobraziť alebo upraviť podrobnosti kontaktu, vytlačiť zoznam kontaktov alebo použiť rozbaľovací zoznam <strong>– ďalšie akcie –</strong> na priraďovanie značiek, pridávanie kontaktov do skupín, vytváranie inteligentných skupín, export kontaktných údajov do hárku a podobne.

source: Click <strong>Advanced Search</strong> to search by address, demographics, custom fields, notes, and/or relationships. If you are using CiviContribute, CiviEvent or CiviMember - you can also search based on information stored by these components. For example - you can find all contacts who live in a specific city AND have contributed at least %1 within the past 6 months.
sk_sk: Po kliknutí na položku <strong>Rozšírené vyhľadávanie</strong> môžete vyhľadávať podľa adresy, demografických údajov, vlastných polí, poznámok a/alebo vzťahov. Ak používate CiviContribute, CiviEvent alebo CiviMember, môžete tiež vyhľadávať na základe informácií, ktoré si tieto komponenty uložili. Príklad – môžete vyhľadať všetky kontakty, ktoré žijú v konkrétnom meste A za posledných 6 mesiacov prispeli minimálne %1.

source: Group Search
sk_sk: Vyhľadávanie skupín

source: Contacts in the <strong>%1</strong> group are listed below.
sk_sk: Kontakty v skupine <strong>%1</strong> sú uvedené nižšie.

source: Use 'Find Contacts within this Group' to search for specific contacts.
sk_sk: Pomocou možnosti 'Hľadať kontakty v rámci tejto skupiny' môžete vyhľadať konkrétne kontakty.

source: Use the 'Group Status...' checkboxes to view contacts with 'Pending' status and/or contacts who have been 'Removed' from this group.
sk_sk: Pomocou začiarkavacích políčok 'Stav skupiny...' môžete zobraziť kontakty so stavom 'Čakajúce' a/alebo kontakty, ktoré boli z tejto skupiny 'Odstránené'.

source: Use this Search form to find contacts. Mark the contacts you want to add to this group. Then click 'Add Contacts to %1'.
sk_sk: Pomocou tohto formulára vyhľadávania môžete nájsť kontakty. Označte kontakty, ktoré chcete pridať do tejto skupiny. Potom kliknite na položku 'Pridať kontakty do skupiny %1'.

source: Edit Smart Group
sk_sk: Upraviť inteligentnú skupinu

source: Click this button if you want to view and or modify the search criteria used to define the members of this smart group.
sk_sk: Na toto tlačidlo kliknite v prípade, ak chcete zobraziť alebo upraviť kritériá vyhľadávania, ktoré sa používajú na definovanie členov tejto inteligentnej skupiny.

source: Add to Smart Group
sk_sk: Pridať do inteligentnej skupiny

source: You can also add contacts to a smart group directly - regardless of whether they meet the smart group search criteria. For example, you might have a smart group for constituents who live in a certain locality, AND might have a few constituents who want to stay informed about events in that locality even though they no longer live there. Click this button to add contacts directly to this smart group.
sk_sk: Zároveň môžete pridať kontakty priamo do inteligentnej skupiny – bez ohľadu na to, či spĺňajú kritériá vyhľadávania inteligentných skupín. Príklad: Možno máte inteligentnú skupinu pre zástupcov, ktorí žijú na určitom mieste, A možno máte zopár zástupcov, ktorí si chcú udržiavať prehľad o podujatiach na danom mieste, aj keď tam už nežijú. Kliknutím na toto tlačidlo pridáte kontakty priamo do tejto inteligentnej skupiny.

source: Search Builder
sk_sk: Tvorba vyhľadávania

source: Search documentation in the User Guide
sk_sk: Dokumentácia k vyhľadávaniu v používateľskej príručke

source: Create your search by selecting the criteria (record type and field), the comparison operator, and entering the value you want to search for. You can define one or many criteria as a set: <em>Include contacts where... State IS Washington AND City IS Seattle AND Birth Date is later than (>) Jan 1, 1985</em>
sk_sk: Vytvorte si vyhľadávanie tak, že vyberiete kritériá (typ záznamu a pole) a operátor porovnávania a zadáte hodnotu, ktorú chcete vyhľadať. Môžete definovať jedno alebo viac kritérií vo forme súboru: <em>Zahrnúť kontakty, pri ktorých... Štát JE Slovensko A Mesto JE Žilina A Dátum narodenia je neskorší ako (>) 1. január 1985</em>

source: You can also create additional sets of criteria: <em>Also include contacts where... State IS California AND City IS Los Angeles AND Birth Date is later than (>) Jan 1, 1985</em>
sk_sk: Môžete vytvárať aj ďalšie súbory kritérií: <em>Zahrnúť aj kontakty, pri ktorých... Štát JE Slovensko A Mesto JE Bratislava A Dátum narodenia je neskorší ako (>) 1. január 1985</em>

source: For more information see %1.
sk_sk: Ďalšie informácie nájdete tu: %1.

source: Note this field just filters on who made a change no matter when that change happened, It doesn't have any link to the modified date field.
sk_sk: Poznámka: toto pole filtruje iba používateľov, ktorí vykonali zmenu, bez ohľadu na to, kedy k tejto zmene došlo. Nie je nijako prepojené s poľom dátumu úpravy.

source: search by group type
sk_sk: vyhľadať podľa typu skupiny

source: Group Type(s)
sk_sk: Typy skupín

source: search by group
sk_sk: vyhľadať podľa skupiny

source: search by individual name fields
sk_sk: vyhľadať podľa polí mien jednotlivcov

source: First/Last Name
sk_sk: Krstné meno/priezvisko

source: search by complete or partial name
sk_sk: vyhľadať podľa úplného alebo čiastočného mena

source: Location search uses the PRIMARY location for each contact by default.
sk_sk: Vyhľadávanie miest používa pre každý kontakt predvolene PRIMÁRNE miesto.

source: To search by specific location types (e.g. Home, Work...), select one or more options.
sk_sk: Ak chcete vyhľadávať podľa konkrétnych typov miest (napr. domov, práca...), vyberte jednu alebo viac možností.

source: Use Address Elements
sk_sk: Použiť prvky adresy

source: or ODD / EVEN
sk_sk: alebo NEPÁRNE/PÁRNE

source: Use Complete Address
sk_sk: Použiť celú adresu

source: Use Street Address
sk_sk: Použiť adresu

source: Range
sk_sk: Rozsah

source: Complete OR partial contact name.
sk_sk: Celé alebo čiastočné meno kontaktu.

source: %1 has no contacts which match your search criteria. You can <a href='%2'>add contacts here.</a>
sk_sk: %1 nemá žiadne kontakty, ktoré sa zhodujú s vašimi kritériami vyhľadávania. Môžete <a href='%2'>sem pridať kontakty.</a>

source: check your spelling
sk_sk: skontrolujte pravopis

source: try a different spelling or use fewer letters
sk_sk: skúste iný výraz alebo použite menej písmen

source: if you are searching within a Group or for Tagged contacts, try 'any group' or 'any tag'
sk_sk: ak vyhľadávate v skupine alebo hľadáte označené kontakty, skúste operáciu 'akákoľvek skupina' alebo 'akákoľvek značka'

source: add a <a href='%1'>New Individual</a>, <a href='%2'>Organization</a> or <a href='%3'>Household</a>
sk_sk: pridajte <a href='%1'>nového jednotlivca</a>, <a href='%2'>organizáciu</a> alebo <a href='%3'>domácnosť</a>

source: make sure you have enough privileges in the access control system
sk_sk: uistite sa, že máte dostatok oprávnení v rámci systému na riadenie prístupu
