Repository: civicrm/l10n
Catalog: po/*/common-components.po
Languages: es_pr, sk_sk

source: How many recipients can they send emails to at one time? You may want to limit this to prevent large mail blasts from being sent.
sk_sk: Koľkým príjemcom je možné naraz poslať e-maily? Možno to chcete obmedziť, aby sa v jednom momente neodosielalo príliš veľké množstvo e-mailov.

source: Personal Contribution Link
sk_sk: Odkaz na osobné príspevky

source: Text for the link inviting constituents to create a Personal Contribution Page. This link will appear on the Contribution Thank-you page as well as on each Personal Campaign Page. Leave blank if you do not want constituents to be prompted to create their own Personal Campaign Pages.
sk_sk: Text k odkazu, ktorý nabáda zástupcov, aby si vytvorili stránku osobných príspevkov. Tento odkaz sa objaví na stránke poďakovania za príspevok, ako aj na každej stránke osobnej kampane. Ak si neprajete, aby zástupcovia dostávali výzvu na vytvorenie vlastných stránok osobnej kampane, nechajte pole nevyplnené.

source: Social Sharing
sk_sk: Zdieľanie cez sociálne médiá

source: Allow constituents to create their own personal fundraising pages linked to this contribution page.
sk_sk: Umožnite zástupcom, aby si vytvorili vlastné dobročinné stránky prepojené s touto stránkou príspevkov.

source: This is a TEST transaction
sk_sk: Toto je TESTOVACIA transakcia

source: View Recurring Contribution
sk_sk: Zobraziť opakujúci sa príspevok

source: Installments
es_pr: Cuotas
sk_sk: Splátky

source: Personal Note
sk_sk: Osobná poznámka

source: Total amount you would like to raise for this campaign.
sk_sk: Celková suma, ktorú by ste chceli pri tejto kampani vyzbierať.

source: If this option is checked, a "thermometer" showing progress toward your goal will be included on the page.
sk_sk: Ak je začiarkutá táto možnosť, na stránke bude vidno 'teplomer' zobrazujúci, nakoľko sa blížite k svojmu cieľu.

source: Tell people why this campaign is important to you.
sk_sk: Povedzte ľuďom, prečo je táto kampaň pre vás dôležitá.

source: Is your Personal Campaign Page active? You can activate/de-activate it any time during it's lifecycle.
sk_sk: Je vaša stránka osobnej kampane aktívna? Počas jej existencie ju môžete kedykoľvek aktivovať a deaktivovať.

source: Delete Campaign Page
sk_sk: Odstrániť stránku kampane

source: Are you sure you want to delete Campaign Page '%1'?
sk_sk: Naozaj chcete odstrániť stránku kampane „%1“?

source: Find Campaign Pages
sk_sk: Nájsť stránky kampaní

source: Creating your own fundraising page is simple. Fill in some basic information below, which will allow you to manage your page and invite friends to make a contribution. Then click 'Continue' to personalize and announce your page.
sk_sk: Vytvoriť si vlastnú dobročinnú stránku je ľahké. Nižšie zadajte niekoľko základných informácií, aby ste mohli svoju stránku spravovať a požiadať priateľov o príspevok. Potom kliknite na položku „Pokračovať“, aby ste si stránku prispôsobili a spropagovali ju.

source: Profile is not configured with Email address.
sk_sk: Profil nie je konfigurovaný s e-mailovou adresou.

source: view payments
sk_sk: zobraziť platby

source: You can choose to send BOTH an <strong>HTML</strong> and a plain <strong>TEXT</strong> version of your mailing, OR you can send a <strong>TEXT</strong> version only.
sk_sk: Môžete odoslať <strong>HTML</strong> verziu AJ <strong>TEXTOVÚ</strong> verziu správy, ALEBO môžete odoslať iba <strong>TEXTOVÚ</strong> verziu.

source: If you create only an <strong>HTML</strong> version, CiviMail will automatically create a <strong>TEXT</strong> version for your recipients who have chosen NOT to receive HTML email.
sk_sk: Ak vytvoríte iba <strong>HTML</strong> verziu, CiviMail automaticky vytvorí <strong>TEXTOVÚ</strong> verziu pre príjemcov, ktorí sa rozhodli NEPRIJÍMAŤ e-maily vo formáte HTML.

source: Required Elements
sk_sk: Požadované prvky

source: CiviMail email messages must include an <strong>opt-out</strong> link ("Opt out via web page"), and the <strong>postal address</strong> of your organization. These elements help reduce the chances of your email being categorized as SPAM. They can be included in the main message body OR in a re-usable <strong>message footer</strong>. Refer to the online documentation for details on how to include required links and contact information as well as sample messages.
sk_sk: E-mailové správy CiviMail musia obsahovať odkaz na <strong>možnosť vyjadriť explicitný nesúhlas</strong> („Explicitný nesúhlas cez webovú stránku“) a <strong>poštovú adresu</strong> vašej organizácie. Tieto prvky znižujú riziko, že by bola vaša e-mailová správa zaradená medzi SPAM. Môžete ich zahrnúť do hlavného tela správy ALEBO do opätovne použiteľného textu <strong>päty správy</strong>. Viac informácií o tom, ako pripojiť požadované odkazy a kontaktné informácie, ako aj vzorové správy nájdete v online dokumentácii.

source: Import File Format
es_pr: Formato de archivo para importar
sk_sk: Formát importovaného súboru

source: Files to be imported must be in the 'comma-separated-values' format (CSV). Most applications will allow you to export records in CSV format. Consult the documentation for your application if you're not sure how to do this.
es_pr: Los archivos a importar deben estar en el formato de 'valores separados por comas (CSV). La mayoría de aplicaciones le permiten exportar archivos en formato CSV. Consulte la documentación de su aplicación si no estás seguro de cómo hacer esto.
sk_sk: Súbory, ktoré sa majú importovať, musia byť vo formáte „hodnôt oddelených čiarkou“ (CSV). Väčšina aplikácií vám umožňuje exportovať záznamy vo formáte CSV. Ak neviete, ako to urobiť, pozrite si dokumentáciu k vašej aplikácii.

source: Include the data fields used for contact 'matching' based on your configured <strong>Unsupervised Duplicate Matching</strong> rules. For the default duplicate matching rules, you would include a column in each row with the contributors' Email Address.
sk_sk: Zahrňte polia s údajmi používané na „porovnávanie“ kontaktov, ktoré je založené na vami zvolených pravidlách <strong>porovnávania duplikátov bez dohľadu</strong>. Ak si prajete použiť predvolené pravidlá na porovnávanie duplikátov, v každom riadku pridajte stĺpec s e-mailovou adresou prispievateľov.

source: Matching to Contacts for Inserts and Updates
sk_sk: Porovnávanie kontaktov z hľadiska pridania a aktualizácií

source: You can <a href="%1">Download Errors</a>. You may then correct them, and import the new file with the corrected data.
es_pr: Puede <a href="%1">descargar los errores</a> . A continuación, puede corregirlos, e importar el nuevo archivo con los datos corregidos.
sk_sk: Môžete si <a href="%1">stiahnuť chyby</a>. Potom ich môžete opraviť a importovať nový súbor s opravenými údajmi.

source: Soft Credits
sk_sk: Dary v cudzom mene

source: Manage Personal Campaign Pages
sk_sk: Spravovať osobné stránky kampaní

source: Cancelled Date
es_pr: Fecha de cancelaci' Cancelado
sk_sk: Dátum zrušenia

source: Failure Count
sk_sk: Počet zlyhaní

source: Failure Retry Date
sk_sk: Dátum opätovného pokusu po zlyhaní

source: Related Contributions
sk_sk: Súvisiace príspevky

source: Total Soft Credit Amount
sk_sk: Celková suma daru v cudzom mene

source: Acctg Code
sk_sk: Účtovný kód

source: Deductible?
sk_sk: Odpočítateľné?

source: Add Financial Type
sk_sk: Pridať finančný typ

source: Period
es_pr: Período
sk_sk: Obdobie

source: Contribution Count
sk_sk: Počet príspevkov

source: View details
sk_sk: Zobraziť podrobnosti

source: (since inception)
es_pr: (Desde el inicio)
sk_sk: (od založenia)

source: Total Paid
sk_sk: Zaplatené spolu

source: Balance
sk_sk: Zostatok

source: ongoing
sk_sk: priebežné

source: Credit Card Information
sk_sk: Informácie o kreditnej karte

source: Adjust Pledge Payment Schedule
es_pr: Ajuste el horario de Compromiso de Pago
sk_sk: Prispôsobiť plán prisľúbených platieb

source: The next scheduled payment will be adjusted up or down to make up the difference.
es_pr: El próximo pago programado se ajustará hacia arriba o hacia abajo para hacer la diferencia.
sk_sk: Nasledujúca plánovaná platba bude zvýšená alebo znížená, aby sa vyrovnal rozdiel.

source: Example: If you enter a payment of 60 when the scheduled amount is 50, the next scheduled payment is adjusted to 40.
es_pr: Ejemplo: Si se introduce un pago de 60 cuando el monto previsto es de 50, el próximo pago programado se ajusta a 40.
sk_sk: Príklad: Ak ste zadali platbu 60, keď je plánovaná platba 50, nasledujúca plánovaná platba sa upraví na 40.

source: Adjust Total Pledge Amount
es_pr: Ajustar la cantidad del compromiso total
sk_sk: Prispôsobiť celkovú prisľúbenú sumu

source: The total amount of the pledge will be adjusted up or down to make up the difference. The payment schedule ( amounts / dates for future pending pledge payments ) is not changed.
es_pr: El monto total de la promesa se ajusta hacia arriba o hacia abajo para hacer la diferencia. El calendario de pagos (cantidades / fechas de futuras cuotas de compromiso pendiente) no se cambia.
sk_sk: Celková prisľúbená suma bude zvýšená alebo znížená, aby sa vyrovnal rozdiel. Plán platieb (sumy/dátumy budúcich čakajúcich prisľúbených platieb) sa nezmení.

source: Example: If you enter a payment of 60 when the scheduled amount is 50, the total pledge amount will be increased by 10.
es_pr: Ejemplo: Si se introduce un pago de 60 cuando el monto previsto es de 50, la cantidad compromiso total se incrementará en 10.
sk_sk: Príklad: Ak ste zadali platbu 60, keď je plánovaná platba 50, celková prisľúbená platba bude zvýšená o 10.

source: Amount Paid
sk_sk: Zaplatená suma

source: Invoice
sk_sk: Faktúra

source: Each
sk_sk: Každé

source: Total Tax Amount
sk_sk: Celková suma daní

source: Paid By
sk_sk: Zaplatil

source: Amount before Tax
sk_sk: Suma pred zdanením

source: Display In Honor Roll
sk_sk: Zobrazenie v zozname najvýznamnejších prispievateľov

source: Registered Email
sk_sk: Registrovaný e-mail

source: For information about this premium, contact:
sk_sk: Informácie o tejto prémii vám poskytne:

source: The value of this premium is %1. This may affect the amount of the tax deduction you can claim. Consult your tax advisor for more information.
sk_sk: Hodnota tejto prémie je %1. To môže ovplyvniť výšku daňovej úľavy, ktorú si môžete uplatniť. Viac informácií vám poskytne váš daňový poradca.

source: On Behalf Of
sk_sk: V mene

source: If you have questions please contact us at %1
sk_sk: V prípade otázok nás kontaktujte cez %1

source: You can cancel the auto-renewal option by <a href="%1">visiting this web page</a>.
sk_sk: Možnosť automatickej obnovy môžete zrušiť cez <a href="%1">našu webovú stránku</a>.

source: You can update billing details for this automatically renewed membership by <a href="%1">visiting this web page</a>.
sk_sk: Fakturačné údaje pre toto členstvo s automatickou obnovou môžete aktualizovať cez <a href="%1">našu webovú stránku</a>.

source: Event Information and Location
sk_sk: Informácie o podujatí a miesto

source: Event Contacts:
sk_sk: Kontakty pre podujatie:

source: Participant ID
es_pr: ID del participante
sk_sk: ID účastníka

source: Participant Note
sk_sk: Poznámka účastníka

source: Fee Level
sk_sk: Úroveň poplatku

source: Event Summary
sk_sk: Súhrn podujatia

source: Fee Label
es_pr: Etiqueta de Cuota
sk_sk: Označenie poplatku

source: Fee Currency
sk_sk: Mena poplatku

source: Payment ID
es_pr: ID Pago
sk_sk: ID platby

source: Template Title
es_pr: Título de la plantilla
sk_sk: Názov šablóny

source: Fees
sk_sk: Poplatky

source: Registration Date
es_pr: Fecha de Registro
sk_sk: Dátum registrácie

source: Transaction ID already exists in Database.
es_pr: ID de la transacción ya existe en la base de datos.
sk_sk: ID transakcie už existuje v databáze.

source: Review
sk_sk: Revízia

source: Participant Name
es_pr: Nombre del Participante
sk_sk: Meno účastníka

source: Register Date
sk_sk: Dátum registrácie

source: Check this box to enter payment information. You will also be able to generate a customized receipt.
es_pr: Marque esta casilla para introducir la información. También será capaz de generar un recibo personalizado.
sk_sk: Začiarknite toto políčko, aby ste mohli zadať informácie o platbe. Budete si môcť vygenerovať aj prispôsobené potvrdenie.

source: Select the appropriate financial type for this payment.
sk_sk: Vyberte vhodný finančný typ pre túto platbu.

source: Starts
es_pr: Comienza
sk_sk: Začína sa

source: You can include a column with each contact's <strong>Internal Contact ID</strong>. This is the unique ID assigned by CiviCRM which is displayed at the bottom of the Contact Summary screen - and can be exported.
es_pr: Incluyó una columna con la <strong>identificación</strong> de cada contacto <strong>de</strong> la guía <strong>interna.</strong> Este es el identificador único asignado por CiviCRM que se muestra en la parte inferior de la pantalla Resumen de contacto - y pueden ser exportados.
sk_sk: Môžete pridať stĺpec s <strong>interným ID každého kontaktu</strong>. Je to jedinečné ID priradené systémom CiviCRM, ktoré sa zobrazuje v spodnej časti obrazovky súhrnu kontaktu a dá sa exportovať.

source: SubTotal
sk_sk: Medzisúčet

source: Amount Before Tax:
sk_sk: Suma pred zdanením:

source: Payment Instrument
sk_sk: Platobný nástroj

source: Unknown
sk_sk: Neznáme

source: Financial Item ID
sk_sk: ID finančnej položky

source: Payment Type
sk_sk: Typ platby

source: Owned By
sk_sk: Vlastník

source: Reply
sk_sk: Odpovedať

source: Delivery Status
sk_sk: Stav dodania

source: Bounce Type
es_pr: Tipo de rebote
sk_sk: Typ vrátenia

source: Mailing ID
sk_sk: Poštové ID

source: Mailing Name
es_pr: Nombre de correo
sk_sk: Názov pošty

source: Bounce Reason
es_pr: Razón de rebote
sk_sk: Dôvod vrátenia

source: Started
sk_sk: Spustené

source: Intended Recipients
es_pr: Destinatarios
sk_sk: Určení príjemcovia

source: Mailing Subject
sk_sk: Predmet pošty

source: Mailing Status
sk_sk: Stav pošty

source: Opt-out
sk_sk: Explicitný nesúhlas

source: Approval
sk_sk: Schválenie

source: Unique Opens
sk_sk: Jedinečné otvorenia

source: Unique Clicks
sk_sk: Jedinečné kliknutia

source: Total Opens
sk_sk: Všetky otvorenia

source: Scheduled Date
sk_sk: Naplánovaný dátum

source: Clicks
es_pr: Clics
sk_sk: Kliknutia

source: Membership End Date
sk_sk: Dátum ukončenia členstva

source: Membership Status
sk_sk: Stav členstva

source: Auto-Renew Subscription Status?
sk_sk: Automaticky obnoviť stav predplatného?

source: Ended
sk_sk: Ukončené

source: Membership Types
es_pr: Tipos de membresía
sk_sk: Typy členstva

source: Member Name
sk_sk: Meno člena

source: N/A
sk_sk: Nie je k dispozícii

source: View contact summary
sk_sk: Zobraziť súhrn kontaktu

source: Auto-Renew Subscription Status
sk_sk: Automaticky obnoviť stav predplatného

source: Membership Summary
sk_sk: Súhrn členstva

source: Page Title
sk_sk: Názov stránky

source: Supporter
es_pr: Auspiciador
sk_sk: Podporovateľ

source: Current Status
sk_sk: Aktuálny stav

source: Next Payment Amount
sk_sk: Suma ďalšej platby

source: Total Pledged
sk_sk: Prisľúbené spolu

source: Pledge Start Date
sk_sk: Dátum začiatku prísľubu

source: Pledge Made
es_pr: Promesa hecha
sk_sk: Prisľúbené

source: Pledge End Date
sk_sk: Dátum ukončenia prísľubu

source: Create Date
es_pr: Fecha de Creación
sk_sk: Dátum vytvorenia

source: Pledge Amount
es_pr: Monto de la Promesa
sk_sk: Prisľúbená suma

source: Balance Due
sk_sk: Splatný zostatok

source: Copy
es_pr: Copia

source: Image URL
es_pr: URL de Imagen

source: Insert Tokens
es_pr: Inserte Tokens

source: -- select --
es_pr: - seleccionar -

source: Component
es_pr: Componente

source: Disable %1
es_pr: Desabilitar el %1

source: Enable %1
es_pr: Habilitar el %1

source: Add %1
es_pr: Añada %1

source: Include
es_pr: Incluir

source: Delete Case
es_pr: Eliminar caso

source: Please select a contact or create new contact
es_pr: Por favor, seleccione un contacto o cree un nuevo contacto

source: Period Type
es_pr: Tipo de período

source: Duration Unit
es_pr: Unidad de duración

source: (match to contact)
es_pr: (emparejar con contacto)

source: Contribution Type - %1
es_pr: Tipo de contribución - %1

source: Contribution Page - %1
es_pr: Page contribución - %1

source: Honor name like - '%1'
es_pr: Honrar el nombre de - '%1'

source: In Honor Of
es_pr: En honor de

source: Pay Later Receipt
es_pr: Recibo de pagar luego

source: Duration Interval
es_pr: Duración del intervalo

source: Cancel Subscription
es_pr: Cancelar suscripción

source: Oops. The membership you're trying to renew appears to be invalid. Contact your site administrator if you need assistance. If you continue, you will be issued a new membership.
es_pr: Lo sentimos. El número de miembro que está tratando de renovar parece ser inválido. Comuniquese con el administrador si necesita ayuda. Si continúa, se le expedirá una nueva membresía.

source: << Go Back
es_pr: << Volver

source: Contribution Amount
es_pr: Total de contribución

source: Please enter a valid Credit Card Number
es_pr: Por favor, introduzca un número de tarjeta de crédito válida

source: Please enter a valid Credit Card Verification Number
es_pr: Por favor, introduzca un número de verificación valido para la tarjeta de crédito

source: Minimum Amount
es_pr: Monto Mínimo

source: Maximum Amount
es_pr: Monto Máximo

source: Honor First Name and Last Name OR an email should be set.
es_pr: Nombre del Honor y apellidos o un correo electrónico debe ser establecido.

source: Welcome
es_pr: Bienvenidos

source: Pledge ID
es_pr: ID de Promesa

source: Test-drive
es_pr: Prueba de manejo

source: Checkout with Google
es_pr: Pedido con Google

source: Click the Google Checkout button to continue.
es_pr: Haga clic en el botón de Google Checkout para continuar.

source: Checkout with PayPal
es_pr: Pagar con PayPal

source: Click the PayPal button to continue.
es_pr: Haga clic en el botón de PayPal para continuar.

source: Text displayed next to the checkbox for the 'pay later' option on the contribution form.
es_pr: Texto que aparece al lado de la opción "pago luego' en el formulario de contribución.

source: Add your field(s) this custom field group.
es_pr: Añade tu campo (s) a este grupo de campos personalizados.

source: Add your custom field(s) to this profile as profile fields.
es_pr: Agregar el campo personalizado (s) a este perfil como campos de perfil.

source: (test)
es_pr: (Prueba)

source: Import has completed successfully.
es_pr: Importación se ha realizado correctamente.

source: The information below summarizes the results.
es_pr: La siguiente información resume los resultados.

source: You can <a href="%1">Download Conflicts</a>. You may then review these records to determine if they are actually conflicts, and correct the transaction IDs for those that are not.
es_pr: Puede <a href="%1">descargar los conflictos</a> . A continuación, puede revisar los registros para determinar si son realmente los conflictos, y corregir los identificadores de transacción para los que no lo son.

source: You can <a href="%1">Download Duplicates</a>. You may then review these records to determine if they are actually duplicates, and correct the transaction IDs for those that are not.
es_pr: Puede <a href="%1">descargar duplicados</a> . A continuación, puede revisar estos registros para determinar si en realidad son duplicados, y corregir los identificadores de transacción para los que no lo son.

source: Include the data fields used for contact 'matching' based on your configured <strong>Strict Duplicate Matching</strong> rules. For the default duplicate matching rules, you would include a column in each row with the contributors' Email Address.
es_pr: Incluya los campos de datos utilizados para la 'coincidencia' de contacto sobre la base de su configuración <strong>Regla estricta de duplicados </strong>. Para duplicar el valor por defecto, debe incluir una columna en cada fila, con dirección de correo electrónico de los contribuyentes.

source: Check this box if the first row of your file consists of field names (Example: 'Contact ID', 'Amount').
es_pr: Marque esta casilla si la primera fila de su archivo se compone de nombres de campo (por ejemplo: 'Contact ID', 'Cantidad').

source: Ends
es_pr: Termina

source: Contributions made in honor of %1
es_pr: Las contribuciones hechas en honor de un %1

source: Created
es_pr: Creado

source: Could not find valid payment processor for this page
es_pr: No se pudo encontrar un procesador de pago válido para esta página

source: Please select a valid payment status before updating.
es_pr: Por favor, seleccione un estado de pago válida antes de continuar.

source: Select the appropriate contribution type for this payment.
es_pr: Seleccione el tipo de contribución apropiada para este pago.

source: No matching memberships found.
es_pr: No membresías validas encontradas

source: Grant Status
es_pr: Estado del donativo

source: Amount Requested
es_pr: Cantidad solicitada

source: Rationale
es_pr: Razón fundamental

source: Application Received
es_pr: Solicitud Recibida en

source: Grant Decision
es_pr: Decisión de la donación

source: Money Transferred
es_pr: El dinero fue transferido

source: Amount Granted
es_pr: Cantidad concedida

source: Grant Report Due
es_pr: El informe del donativo vence

source: Report Received
es_pr: Informe recibido

source: Pledge Status
es_pr: Estado de promesa
