Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Stores the date from the entity which triggered this reminder action (e.g. membership.end_date for most membership renewal reminders)
sk_sk: Uloží dátum z entity, ktorá spustila túto akciu pripomienky (napr. membership.end_date pri väčšine pripomienok o obnovení členstva)

source: Title
sk_sk: Titul

source: Title of the action(reminder)
sk_sk: Titul akcie (pripomienka)

source: Recipient
sk_sk: Príjemca

source: Limit To
sk_sk: Obmedziť na

source: Is this the recipient criteria limited to OR in addition to?
sk_sk: Ide o kritériá príjemcu obmedzené na ALEBO pridané k?

source: Entity Value
sk_sk: Hodnota entity

source: Entity value
sk_sk: Hodnota entity

source: Entity Status
sk_sk: Stav entity

source: Entity status
sk_sk: Stav entity

source: Start Action Offset
sk_sk: Posun začiatku akcie

source: Reminder Interval.
sk_sk: Interval pripomienky.

source: Start Action Unit
sk_sk: Jednotka začiatku akcie

source: Time units for reminder.
sk_sk: Časové jednotky pre pripomienku.

source: Start Action Condition
sk_sk: Podmienka začiatku akcie

source: Reminder Action
sk_sk: Akcia pripomienky

source: Start Action Date
sk_sk: Dátum začiatku aktivity

source: Entity date
sk_sk: Dátum entity

source: Repetition Frequency Unit
sk_sk: Jednotka frekvencie opakovania

source: Time units for repetition of reminder.
sk_sk: Časové jednotky pre opakovanie pripomienky.

source: Repetition Frequency Interval
sk_sk: Interval frekvencie opakovania

source: Time interval for repeating the reminder.
sk_sk: Časový interval opakovania pripomienky.

source: End Frequency Unit
sk_sk: Jednotka frekvencie ukončenia

source: Time units till repetition of reminder.
sk_sk: Časové jednotky do opakovania pripomienky.

source: End Frequency Interval
sk_sk: Interval frekvencie ukončenia

source: Time interval till repeating the reminder.
sk_sk: Časový interval do opakovania pripomienky.

source: End Action
sk_sk: Akcia ukončenia

source: Reminder Action till repeating the reminder.
sk_sk: Akcia pripomienky do opakovania pripomienky.

source: Entity end date
sk_sk: Dátum ukončenia entity

source: Schedule is Active?
sk_sk: Je plán aktívny?

source: Is this option active?
sk_sk: Je táto možnosť aktívna?

source: Recipient Manual
sk_sk: Manuál príjemcov

source: Contact IDs to which reminder should be sent.
sk_sk: ID kontaktov, ktorým sa má pripomienka poslať.

source: Recipient Listing
sk_sk: Zoznam príjemcov

source: listing based on recipient field.
sk_sk: Zoznam na základe poľa príjemcu.

source: Reminder Text
sk_sk: Text pripomienky

source: Body of the mailing in text format.
sk_sk: Telo pošty v textovom formáte.

source: Reminder HTML
sk_sk: HTML pripomienky

source: Body of the mailing in html format.
sk_sk: Telo pošty vo formáte HTML.

source: SMS Reminder Text
sk_sk: Text pripomienky SMS

source: Content of the SMS text.
sk_sk: Obsah správy SMS.

source: Reminder Subject
sk_sk: Predmet pripomienky

source: Subject of mailing
sk_sk: Predmet pošty

source: Record Activity for this reminder?
sk_sk: Aktivita záznamu pre túto pripomienku?

source: Name/ID of the mapping to use on this table
sk_sk: Názov/ID mapovania, ktorý sa má použiť v tejto tabuľke

source: Used For
sk_sk: Používané na

source: FK to Group
sk_sk: FK pre skupinu

source: Message Template ID
sk_sk: ID šablóny správy

source: FK to the message template.
sk_sk: FK pre šablónu správy.

source: Message Template
sk_sk: Šablóna správy

source: SMS Template ID
sk_sk: ID šablóny správy SMS

source: SMS Template
sk_sk: Šablóna správy SMS

source: Fixed Date for Reminder
sk_sk: Fixný dátum pripomienky

source: Date on which the reminder be sent.
sk_sk: Dátum, v ktorý sa má pripomienka odoslať.

source: Reminder from Name
sk_sk: Meno odosielateľa pripomienky

source: Name in "from" field
sk_sk: Meno v poli 'Od'

source: Reminder From Email
sk_sk: E-mail odosielateľa pripomienky

source: Email address in "from" field
sk_sk: E-mailová adresa v poli 'Od'

source: Message Mode
sk_sk: Režim správy

source: Send the message as email or sms or both.
sk_sk: Pošlite správu ako e-mail, správu SMS alebo oboje.

source: SMS Provider ID
sk_sk: ID poskytovateľa správ SMS

source: SMS Provider
sk_sk: Poskytovateľ správ SMS

source: Used for repeating entity
sk_sk: Používané na opakujúcu sa entitu

source: Filter Contact Language
sk_sk: Filtrovať jazyk kontaktu

source: Used for multilingual installation
sk_sk: Používané na viacjazyčnú inštaláciu

source: Communication Language
sk_sk: Komunikačný jazyk

source: When was the scheduled reminder created.
sk_sk: Kedy došlo k vytvoreniu naplánovanej pripomienky.

source: When the reminder was created or modified.
sk_sk: Kedy došlo k vytvoreniu alebo úprave pripomienky.

source: Effective start date
sk_sk: Dátum začiatku platnosti

source: Earliest date to consider start events from.
sk_sk: Najskorší dátum na zohľadnenie začiatku podujatí.

source: Effective end date
sk_sk: Dátum ukončenia platnosti

source: Latest date to consider end events from.
sk_sk: Najneskorší dátum na zohľadnenie ukončenia podujatí.

source: Address ID
sk_sk: ID adresy

source: Unique Address ID
sk_sk: Jedinečné ID adresy

source: Address Location Type
sk_sk: Typ miesta adresy

source: Which Location does this address belong to.
sk_sk: Ku ktorému miestu patrí táto adresa.

source: Is this the primary address.
sk_sk: Ide o primárnu adresu.

source: Is Billing Address
sk_sk: Je fakturačná adresa

source: Is this the billing address.
sk_sk: Ide o fakturačnú adresu.

source: Concatenation of all routable street address components (prefix, street number, street name, suffix, unit number OR P.O. Box). Apps should be able to determine physical location with this data (for mapping, mail delivery, etc.).
sk_sk: Zreťazenie všetkých smerovateľných prvkov adresy (predpona, orientačné číslo, názov ulice, prípona, číslo jednotky ALEBO P.O. Box). Aplikácie by mali s pomocou týchto údajov dokázať určiť fyzickú polohu (pri mapovaní, doručovaní pošty atď.).

source: Numeric portion of address number on the street, e.g. For 112A Main St, the street_number = 112.
sk_sk: Numerická časť čísla adresy na ulici, napr. pri 112A Main St je hodnota street_number = 112.

source: Street Number Suffix
sk_sk: Prípona orientačného čísla

source: Non-numeric portion of address number on the street, e.g. For 112A Main St, the street_number_suffix = A
sk_sk: Nenumerická časť čísla adresy na ulici, napr. pri 112A Main St je hodnota street_number_suffix = A

source: Street Direction Prefix
sk_sk: Predpona smeru ulice

source: Directional prefix, e.g. SE Main St, SE is the prefix.
sk_sk: Smerová predpona, napr. pri SE Main St je predponou SE.

source: Actual street name, excluding St, Dr, Rd, Ave, e.g. For 112 Main St, the street_name = Main.
sk_sk: Skutočný názov ulice bez časti St, Dr, Rd, Ave, napr. pri 112 Main St je hodnota street_name = Main.

source: Street Type
sk_sk: Typ ulice

source: St, Rd, Dr, etc.
sk_sk: St, Rd, Dr atď.

source: Street Direction Suffix
sk_sk: Prípona smeru ulice

source: Directional prefix, e.g. Main St S, S is the suffix.
sk_sk: Smerová predpona, napr. pri Main St S je predponou S.

source: Street Unit
sk_sk: Jednotka ulice

source: Secondary unit designator, e.g. Apt 3 or Unit # 14, or Bldg 1200
sk_sk: Sekundárne označenie jednotky, napr. byt č. 3 alebo jednotka č. 14, prípadne budova 1200

source: Supplemental Address Information, Line 1
sk_sk: Informácie o doplnkovej adrese, riadok 1

source: Supplemental Address Information, Line 2
sk_sk: Informácie o doplnkovej adrese, riadok 2

source: Supplemental Address Information, Line 3
sk_sk: Informácie o doplnkovej adrese, riadok 3

source: City, Town or Village Name.
sk_sk: Názov mesta alebo obce.

source: County ID
sk_sk: ID okresu

source: Which County does this address belong to.
sk_sk: Ku ktorému okresu patrí táto adresa.

source: State/Province ID
sk_sk: ID štátu/provincie

source: Which State_Province does this address belong to.
sk_sk: Ku ktorému štátu/provincii patrí táto adresa.

source: Postal Code Suffix
sk_sk: Prípona PSČ

source: Store the suffix, like the +4 part in the USPS system.
sk_sk: Uložte si príponu, napríklad časť +4 v systéme USPS.

source: Store both US (zip5) AND international postal codes. App is responsible for country/region appropriate validation.
sk_sk: Uložte si PSČ pre USA (zip5) AJ medzinárodné PSČ. Aplikácia zodpovedá za správne overenie krajiny/regiónu.

source: USPS Code
sk_sk: Kód USPS

source: USPS Bulk mailing code.
sk_sk: Kód hromadnej pošty USPS.

source: Country ID
sk_sk: ID krajiny

source: Which Country does this address belong to.
sk_sk: Ku ktorej krajine patrí táto adresa.

source: Latitude
sk_sk: Zemepisná šírka

source: Longitude
sk_sk: Zemepisná dĺžka

source: Is Manually Geocoded
sk_sk: Je manuálne geokódované

source: Is this a manually entered geo code
sk_sk: Ide o manuálne zadaný geokód

source: Timezone
sk_sk: Časové pásmo

source: Timezone expressed as a UTC offset - e.g. United States CST would be written as "UTC-6".
sk_sk: Časové pásmo vyjadrené ako posun oproti UTC – napr. CST v Spojených štátoch by bol zapísaný ako 'UTC-6'.

source: Master Address ID
sk_sk: ID hlavnej adresy

source: FK to Address ID
sk_sk: FK pre ID adresy

source: Master Address Belongs To
sk_sk: Hlavná adresa patrí k

source: Address Formats
sk_sk: Formáty adresy

source: Address Format
sk_sk: Formát adresy

source: Address Format ID
sk_sk: ID formátu adresy

source: The format of an address
sk_sk: Formát adresy

source: Caches
sk_sk: Vyrovnávacie pamäte

source: Cache
sk_sk: Vyrovnávacia pamäť

source: group name for cache element, useful in cleaning cache elements
sk_sk: Skupinový názov pre prvok vyrovnávacej pamäte, ktorý je užitočný na odstraňovanie prvkov vyrovnávacej pamäte

source: Path
sk_sk: Cesta

source: Unique path name for cache element
sk_sk: Jedinečný názov cesty k prvku vyrovnávacej pamäte

source: Data
sk_sk: Údaje

source: data associated with this path
sk_sk: Údaje spojené s touto cestou

source: Component ID
sk_sk: ID komponentu

source: Component that this menu item belongs to
sk_sk: Komponent, ku ktorému patrí táto položka ponuky

source: Component
sk_sk: Komponent

source: When was the cache item created
sk_sk: Kedy bola položka vyrovnávacej pamäte vytvorená

source: Expired Date
sk_sk: Dátum vypršania platnosti

source: When should the cache item expire
sk_sk: Kedy by mala vypršať platnosť položky vyrovnávacej pamäte

source: Components
sk_sk: Komponenty

source: Component name
sk_sk: Názov komponentu

source: Name of the component.
sk_sk: Názov komponentu.

source: Namespace reserved for component.
sk_sk: Priestor názvov vyhradený pre komponent.

source: Path to components main directory in a form of a class namespace.
sk_sk: Cesta k hlavnému adresáru komponentov v podobe priestoru názvov triedy.

source: Countries
sk_sk: Krajiny

source: Countries of the world
sk_sk: Krajiny sveta

source: Country Name
sk_sk: Názov krajiny

source: Country ISO Code
sk_sk: Kód ISO krajiny

source: ISO Code
sk_sk: Kód ISO

source: Country Phone Prefix
sk_sk: Telefónna predvoľba krajiny

source: National prefix to be used when dialing TO this country.
sk_sk: Národná predvoľba, ktorá sa používa pri hovoroch DO tejto krajiny.

source: Foreign key to civicrm_address_format.id.
sk_sk: Cudzí kľúč pre civicrm_address_format.id.

source: Outgoing Phone Prefix
sk_sk: Telefónna predvoľba pri odchádzajúcich hovoroch

source: International direct dialing prefix from within the country TO another country
sk_sk: Medzinárodná priama predvoľba pri hovoroch z krajiny DO inej krajiny

source: Area Code
sk_sk: Kód oblasti

source: Access prefix to call within a country to a different area
sk_sk: Prístupová predvoľba hovoru do inej oblasti v rámci krajiny

source: World Region ID
sk_sk: ID svetového regiónu

source: Foreign key to civicrm_worldregion.id.
sk_sk: Cudzí kľúč pre civicrm_worldregion.id.

source: Abbreviate Province?
sk_sk: Skrátiť provinciu?

source: Should state/province be displayed as abbreviation for contacts from this country?
sk_sk: Mal by sa štát/provincia zobrazovať ako skratka pre kontakty z tejto krajiny?

source: Country Is Active
sk_sk: Krajina je aktívna

source: Is this Country active?
sk_sk: Je táto krajina aktívna?

source: Counties
sk_sk: Okresy

source: Name of County
sk_sk: Názov okresu

source: County Abbreviation
sk_sk: Skratka okresu

source: 2-4 Character Abbreviation of County
sk_sk: 2- až 4-znaková skratka okresu

source: State ID
sk_sk: ID štátu

source: ID of State/Province that County belongs
sk_sk: ID štátu/provincie, do ktorej okres patrí

source: County Is Active
sk_sk: Okres je aktívny

source: Is this County active?
sk_sk: Je tento okres aktívny?

source: Custom Field
sk_sk: Vlastné pole

source: Custom Field ID
sk_sk: ID vlastného poľa

source: Unique Custom Field ID
sk_sk: Jedinečné ID vlastného poľa

source: Custom Group ID
sk_sk: ID vlastnej skupiny

source: FK to civicrm_custom_group.
sk_sk: FK pre civicrm_custom_group.

source: Custom Field Name
sk_sk: Názov vlastného poľa

source: Variable name/programmatic handle for this field.
sk_sk: Názov premennej/programový popisovač tohto poľa.

source: Custom Field Label
sk_sk: Označenie vlastného poľa

source: Text for form field label (also friendly name for administering this custom property).
sk_sk: Text pre označenie poľa formulára (taktiež priateľský názov na spravovanie tejto vlastnej vlastnosti).

source: Data Type
sk_sk: Typ údajov

source: Controls location of data storage in extended_data table.
sk_sk: Riadi miesto ukladania údajov v tabuľke extended_data.

source: HTML Type
sk_sk: Typ HTML

source: HTML types plus several built-in extended types.
sk_sk: Typy HTML a k tomu niekoľko zabudovaných rozšírených typov.

source: Field Input Type
sk_sk: Typ vstupu poľa

source: Custom Field Default
sk_sk: Vlastné pole – predvolené

source: Use form_options.is_default for field_types which use options.
sk_sk: Použite form_options.is_default pre field_types, ktoré používajú možnosti.

source: Custom Field Is Required?
sk_sk: Je vlastné pole povinné?

source: Is a value required for this property.
sk_sk: Ide o hodnotu požadovanú pre túto vlastnosť.

source: Allow Searching on Field?
sk_sk: Povoliť vyhľadávanie v poli?

source: Is this property searchable.
sk_sk: Či sa dá táto vlastnosť vyhľadať.

source: Search as a Range
sk_sk: Vyhľadávať v rozsahu

source: Is this property range searchable.
sk_sk: Či sa dá táto vlastnosť vyhľadať v rozsahu.

source: Controls field display order within an extended property group.
sk_sk: Riadi poradie zobrazovania polí v skupine rozšírených vlastností.

source: Custom Field Pre Text
sk_sk: Text pred vlastným poľom

source: Description and/or help text to display before this field.
sk_sk: Opis a/alebo text na pomoc, ktorý sa má zobrazovať pred týmto poľom.

source: Custom Field Post Text
sk_sk: Text po vlastnom poli

source: Description and/or help text to display after this field.
sk_sk: Opis a/alebo text na pomoc, ktorý sa má zobrazovať po tomto poli.

source: Custom Field Attributes
sk_sk: Atribúty vlastných polí

source: Store collection of type-appropriate attributes, e.g. textarea needs rows/cols attributes
sk_sk: Uložte si kolekciu vhodných atribútov vzhľadom na typ, napr. textová oblasť potrebuje atribúty riadkov/stĺpcov

source: Custom Field Is Active?
sk_sk: Je vlastné pole aktívne?

source: Field is Viewable
sk_sk: Pole je zobraziteľné

source: Is this property set by PHP Code? A code field is viewable but not editable
sk_sk: Je táto vlastnosť nastavená kódom PHP? Pole kódu je zobraziteľné, ale nie je upraviteľné

source: Field Options Per Line
sk_sk: Pole Možnosti na riadok

source: number of options per line for checkbox and radio
sk_sk: Počet možností na riadok pre začiarkavacie políčko a prepínač

source: Field Length
sk_sk: Pole Dĺžka

source: field length if alphanumeric
sk_sk: Dĺžka poľa, ak ide o alfanumerické znaky

source: Field Start Date
sk_sk: Pole Dátum začiatku

source: Date may be up to start_date_years years prior to the current date.
sk_sk: Dátum môže byť v rozsahu start_date_years rokov pred aktuálnym dátumom.

source: Field End Date
sk_sk: Pole Dátum ukončenia

source: Date may be up to end_date_years years after the current date.
sk_sk: Dátum môže byť v rozsahu end_date_years rokov po aktuálnom dátume.

source: Field Data Format
sk_sk: Pole Formát dátumu

source: date format for custom date
sk_sk: Formát vlastného dátumu

source: Field Time Format
sk_sk: Pole Formát času

source: time format for custom date
sk_sk: Formát vlastného času

source: Field Note Columns
sk_sk: Pole Stĺpce poznámky

source: Number of columns in Note Field
sk_sk: Počet stĺpcov v poli Poznámka

source: Field Note Rows
sk_sk: Pole Riadky poznámky

source: Number of rows in Note Field
sk_sk: Počet riadkov v poli Poznámka

source: Field Column Name
sk_sk: Pole Názov stĺpca

source: Name of the column that holds the values for this field.
sk_sk: Názov stĺpca, ktorý obsahuje hodnoty pre toto pole.

source: Field Option Group ID
sk_sk: Pole ID skupiny možností

source: For elements with options, the option group id that is used
sk_sk: ID skupiny možností, ktoré sa použije pri prvkoch s možnosťami

source: Field Option Group
sk_sk: Pole Skupina možností

source: Serialize
sk_sk: Serializácia

source: Serialization method - a non-zero value indicates a multi-valued field.
sk_sk: Spôsob serializácie – nenulová hodnota označuje viachodnotové pole.

source: Field Filter
sk_sk: Pole Filter

source: Stores Contact Get API params contact reference custom fields. May be used for other filters in the future.
sk_sk: Ukladá vlastné polia referencie kontaktu pre parametre Získať rozhranie API kontaktu. V budúcnosti sa môže použiť aj na iné filtre.

source: Field Display
sk_sk: Pole Zobrazenie

source: Should the multi-record custom field values be displayed in tab table listing
sk_sk: Či sa majú hodnoty vlastných polí s viacerými záznamami zobrazovať v zozname tabuliek kariet

source: Custom Field Groups
sk_sk: Skupiny vlastných polí

source: Custom Field Group
sk_sk: Skupina vlastných polí

source: Unique Custom Group ID
sk_sk: Jedinečné ID vlastnej skupiny

source: Custom Group Name
sk_sk: Názov vlastnej skupiny

source: Variable name/programmatic handle for this group.
sk_sk: Názov premennej/programový popisovač tejto skupiny.

source: Custom Group Title
sk_sk: Titul vlastnej skupiny

source: Friendly Name.
sk_sk: Priateľský názov.

source: Custom Group Extends
sk_sk: Rozšírenia vlastnej skupiny

source: Type of object this group extends (can add other options later e.g. contact_address, etc.).
sk_sk: Typ objektu, ktorý táto skupina rozširuje (neskôr možno pridať ďalšie možnosti, napr. contact_address atď.).

source: Custom Group Subtype List
sk_sk: Zoznam podtypov vlastnej skupiny

source: Custom Group Subtype
sk_sk: Podtyp vlastnej skupiny

source: linking custom group for dynamic object
sk_sk: Prepojenie vlastnej skupiny pre dynamický objekt

source: Custom Group Style
sk_sk: Štýl vlastnej skupiny

source: Visual relationship between this form and its parent.
sk_sk: Vizuálny vzťah medzi týmto formulárom a jeho nadradenou položkou.

source: Collapse Custom Group?
sk_sk: Zbaliť vlastnú skupinu?

source: Will this group be in collapsed or expanded mode on initial display ?
sk_sk: Bude táto skupina pri počiatočnom zobrazení v zbalenom alebo rozbalenom režime?

source: Custom Group Pre Text
sk_sk: Text pred vlastnou skupinou

source: Description and/or help text to display before fields in form.
sk_sk: Opis a/alebo text na pomoc, ktorý sa má zobrazovať pred poľami vo formulári.

source: Custom Group Post Text
sk_sk: Text po vlastnej skupine

source: Description and/or help text to display after fields in form.
sk_sk: Opis a/alebo text na pomoc, ktorý sa má zobrazovať po poliach vo formulári.

source: Controls display order when multiple extended property groups are setup for the same class.
sk_sk: Riadi poradie zobrazovania, keď sú pre rovnakú triedu nastavené viaceré skupiny s rozšírenými vlastnosťami.

source: Custom Group Is Active?
sk_sk: Je vlastná skupina aktívna?

source: Table Name
sk_sk: Názov tabuľky

source: Name of the table that holds the values for this group.
sk_sk: Názov tabuľky, ktorá obsahuje hodnoty pre túto skupinu.

source: Supports Multiple Records
sk_sk: Podporuje viacnásobné záznamy

source: Does this group hold multiple values?
sk_sk: Obsahuje táto skupina viacnásobné hodnôt?

source: Minimum Multiple Records
sk_sk: Minimálny počet viacnásobných záznamov

source: minimum number of multiple records (typically 0?)
sk_sk: Minimálny počet viacnásobných záznamov (spravidla 0?)

source: Maximum Multiple Records
sk_sk: Maximálny počet viacnásobných záznamov

source: maximum number of multiple records, if 0 - no max
sk_sk: Maximálny počet viacnásobných záznamov, ak 0 – nie je maximum

source: Collapse Group Display
sk_sk: Zbaliť zobrazenie skupiny

source: Will this group be in collapsed or expanded mode on advanced search display ?
sk_sk: Bude táto skupina pri zobrazení rozšíreného vyhľadávania v zbalenom alebo rozbalenom režime?

source: FK to civicrm_contact, who created this custom group
sk_sk: FK pre civicrm_contact, ktorý vytvoril túto vlastnú skupinu

source: Custom Group Created Date
sk_sk: Dátum vytvorenia vlastnej skupiny

source: Date and time this custom group was created.
sk_sk: Dátum a čas vytvorenia tejto vlastnej skupiny.

source: Reserved Group?
sk_sk: Rezervovaná skupina?

source: Is this a reserved Custom Group?
sk_sk: Ide o rezervovanú vlastnú skupinu?

source: Custom Group Is Public?
sk_sk: Je vlastná skupina verejná?

source: Is this property public?
sk_sk: Je táto vlastnosť verejná?

source: crm-i icon class
sk_sk: Trieda ikony crm-i

source: Dashboards
sk_sk: Tabule

source: DashletID
sk_sk: ID prvku

source: Domain ID
sk_sk: ID domény

source: Domain for dashboard
sk_sk: Doména tabule

source: Domain
sk_sk: Doména

source: Dashlet Name
sk_sk: Názov prvku

source: Internal name of dashlet.
sk_sk: Interný názov prvku.

source: Dashlet Title
sk_sk: Titul prvku

source: dashlet title
sk_sk: titul prvku

source: Dashlet URL
sk_sk: Adresa URL prvku

source: url in case of external dashlet
sk_sk: Adresa URL v prípade externého prvku

source: Dashlet Permission
sk_sk: Povolenie pre prvok

source: Permission for the dashlet
sk_sk: Povolenie pre prvok

source: Dashlet Permission Operator
sk_sk: Operátor povolenia pre prvok

source: Permission Operator
sk_sk: Operátor povolenia

source: Fullscreen URL
sk_sk: Adresa URL celej obrazovky

source: fullscreen url for dashlet
sk_sk: Adresa URL celej obrazovky pre prvok

source: Is Dashlet Active?
sk_sk: Je prvok aktívny?

source: Is this dashlet active?
sk_sk: Je tento prvok aktívny?

source: Is Dashlet Reserved?
sk_sk: Je prvok rezervovaný?

source: Is this dashlet reserved?
sk_sk: Je tento prvok rezervovaný?

source: Cache Minutes
sk_sk: Minúty vyrovnávacej pamäte

source: Number of minutes to cache dashlet content in browser localStorage.
sk_sk: Počet minút na uloženie obsahu prvku do vyrovnávacej pamäte v miestnom úložisku prehliadača.

source: Angular directive
sk_sk: Uhlová direktíva

source: Element name of angular directive to invoke (lowercase hyphenated format)
sk_sk: Názov prvku uhlovej direktívy, ktorá sa má vyvolať (formát s malými písmenami a pomlčkami)

source: Discounts
sk_sk: Zľavy

source: Discount
sk_sk: Zľava

source: Discount ID
sk_sk: ID zľavy

source: physical tablename for entity being joined to discount, e.g. civicrm_event
sk_sk: Fyzický názov tabuľky pre entitu, ktorá sa spája so zľavou, napr. civicrm_event

source: FK to entity table specified in entity_table column.
sk_sk: FK pre tabuľku entity uvedenú v stĺpci entity_table.

source: Price Set ID
sk_sk: ID súboru cien

source: FK to civicrm_price_set
sk_sk: FK pre civicrm_price_set
