Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Explanatory text displayed to users below this field.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí používateľom pod týmto poľom.

source: Date this field becomes effective (optional). Used for price set fields that are made available starting on a specific date.
sk_sk: Dátum, keď toto pole vstúpi do platnosti (voliteľné). Používa sa pri poliach súborov cien, ktoré sa sprístupnia od konkrétneho dátumu.

source: Date this field expires (optional). Used for price set fields that are no longer available after a specific date (e.g. early-bird pricing).
sk_sk: Dátum, keď platnosť tohto poľa vyprší (voliteľné). Používa sa pri poliach súborov cien, ktoré už nebudú prístupné po konkrétnom dátume (napr. ceny pre najrýchlejších).

source: WARNING: Deleting this option will result in the loss of all data.
sk_sk: UPOZORNENIE: Keď sa táto možnosť odstráni, stratia sa všetky údaje.

source: If a membership type is selected, a membership will be created or renewed when users select this option. Leave this blank if you are using this for non-membership options (e.g. magazine subscription).
sk_sk: Ak je vybratý typ členstva, po výbere tejto možnosti používateľmi sa vytvorí alebo obnoví členstvo. Ak túto funkciu využívate pri možnostiach nesúvisiacich s členstvom (napr. predplatné časopisu), ponechajte toto pole prázdne.

source: You can set this to a number other than one to allow multiple membership terms.
sk_sk: Môžete nastaviť aj iné číslo ako jeden, aby ste umožnili viac členských období.

source: There are no financial types configured with a linked 'Revenue Account of' account. <a href='%1'>Click here</a> if you want to configure financial types for your site.
sk_sk: Nie sú nakonfigurované finančné typy s prepojeným kontom typu 'Konto výnosov pre'. <a href='%1'>Kliknite sem</a>, ak chcete nakonfigurovať finančné typy pre svoju lokalitu.

source: Membership Options
sk_sk: Možnosti členstva

source: Price Field Options
sk_sk: Možnosti cenových polí

source: Fill in a row for each membership type you want to offer as an option (click 'another choice' for each additional choice). Click the help icon for more info on membership price sets.
sk_sk: Vyplňte riadok pre každý typ členstva, ktoré chcete ponúknuť ako voliteľnú možnosť (kliknutím na položku 'ďalšia možnosť'). Kliknutím na ikonu pomocníka zobrazíte ďalšie informácie o súboroch cien členstva.

source: Enter up to fifteen (15) multiple choice options in this table (click 'another choice' for each additional choice). If you need more than ten options, you can create an unlimited number of additional choices using the Edit Price Options link after saving this new field. Enter a description of the option in the 'Label' column, and the associated price in the 'Amount' column. Click the 'Default' radio button to the left of an option if you want that to be selected by default.
sk_sk: Do tejto tabuľky zadajte maximálne pätnásť (15) možností s viacerými možnosťami (kliknutím na položku 'ďalšia možnosť'). Ak potrebujete viac ako desať možností, môžete po uložení tohto nového poľa vytvoriť neobmedzený počet dodatočných možností pomocou odkazu Upraviť možnosti ceny. Zadajte opis možnosti do stĺpca 'Označenie' a súvisiacu cenu do stĺpca 'Suma'. Ak chcete nastaviť nejakú možnosť ako predvolenú, kliknite na prepínač 'Predvolené' naľavo od danej možnosti.

source: Max Participant
sk_sk: Maximálny počet účastníkov

source: Showing price set as it will be displayed within a form.
sk_sk: Zobrazuje sa súbor cien v podobe, v akej sa zobrazí vo formulári.

source: Showing field as it will be displayed in a form.
sk_sk: Zobrazuje sa pole v podobe, v akej sa zobrazí vo formulári.

source: Membership will renew automatically.
sk_sk: Členstvo sa automaticky obnoví.

source: Use this form to edit the title and group-level help for a set of Price fields.
sk_sk: Pomocou tohto formulára môžete upraviť názov a pomoc na úrovni skupiny pre súbor polí cien.

source: The name of this Price Set
sk_sk: Názov tohto súboru cien

source: No Components have been enabled for your site that can be configured with the price sets. Click <a href='%1'>here</a> if you want to enable CiviEvent/CiviContribute for your site.
sk_sk: Pre vašu lokalitu nie sú povolené žiadne komponenty, ktoré možno nakonfigurovať so súbormi cien. Ak chcete povoliť CiviEvent/CiviContribute pre svoju lokalitu, kliknite <a href='%1'>sem</a>.

source: Explanatory text displayed at the beginning of this group of fields.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí na začiatku tejto skupiny polí.

source: Explanatory text displayed below this group of fields.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí pod touto skupinou polí.

source: Fields for this Set
sk_sk: Polia pre tento súbor

source: Negative Amounts
sk_sk: Záporné sumy

source: You may enter a negative amount value if the field or option is being used to discount the total price. Use a price of 1 and Display Amount off (unchecked) to allow a user to enter a contribution amount in a Text / Numeric Quantity field.
sk_sk: Môžete zadať zápornú hodnotu, ak sa dané pole alebo možnosť používa na zľavu z celkovej ceny. Ak chcete používateľovi povoliť, aby zadal sumu príspevku do poľa Text/Číselná hodnota – množstvo, použite cenu 1 a vypnite možnosť Zobraziť sumu (zrušte začiarknutie).

source: Negative Options
sk_sk: Záporné možnosti

source: You may enter a negative amount value if the field or option is being used to discount the total price.
sk_sk: Môžete zadať zápornú hodnotu, ak sa dané pole alebo možnosť používa na zľavu z celkovej ceny.

source: Visibility per Option
sk_sk: Viditeľnosť pre každú možnosť

source: Select between Admin/Public for each option. 'Public' will show the option to all users accessing the price set. Use 'Admin' to limit the option to users with the 'CiviEvent: edit event participants’ permission (when viewing the field via the event registration pages) or the ‘CiviContribute: edit contributions’ permission (when accessing the field through a contribution page).
sk_sk: Pri každej možnosti vyberte z dvojice Správca/Verejné. 'Verejné' zobrazí možnosť všetkým používateľom, ktorí pristupujú k tomuto súboru cien. 'Správca' obmedzí zobrazenie možnosti na používateľov s povolením 'CiviEvent: upraviť účastníkov podujatia' (pri prezeraní poľa prostredníctvom stránok registrácie na podujatie) alebo s povolením 'CiviContribute: upraviť príspevky (v prípade prístupu k poľu cez stránku príspevku).

source: Enter a value here if you want to increment the number of registered participants per unit against the maximum number of participants allowed for this event. For example, if this price field is for a table at a fundraiser which seats eight people, you would set Participant Count to 8.
sk_sk: Sem zadajte hodnotu, ak chcete vytvoriť prírastok počtu registrovaných účastníkov na jednotku v porovnaní s maximálnym počtom účastníkov povolených pre toto podujatie. Ak je napríklad toto pole ceny určené pre stôl na dobročinnom podujatí, pri ktorom môže sedieť osem ľudí, nastavte počet účastníkov na 8.

source: If you do not want this option to increment the participant count for the event you can still restrict how many times this particular option can be chosen. Leave this field empty and enter a value in the adjacent Max Participants box. For example, if you leave this empty and set the adjacent Max Participant = 20, only 20 registrants can choose this option before it becomes unavailable to online registrants.
sk_sk: Ak nechcete, aby táto možnosť spôsobovala prírastok počtu účastníkov podujatia, stále môžete obmedziť, koľkokrát bude možné túto konkrétnu možnosť vybrať. Ponechajte toto pole prázdne a zadajte hodnotu do vedľajšieho poľa Maximálny počet účastníkov. Ak napríklad ponecháte toto pole prázdne a vo vedľajšom poli nastavíte Maximálny počet účastníkov = 20, túto možnosť bude môcť vybrať iba 20 účastníkov a potom bude pre online záujemcov o registráciu nedostupná.

source: Participant Limit
sk_sk: Limit účastníkov

source: If you want to limit the number of participants who can chose this option, enter that number here. This limit is separate from the maximum number of participants allowed to register for the event (you can set that number from Configure Event > Info and Settings).
sk_sk: Ak chcete obmedziť počet účastníkov, ktorí môžu vybrať túto možnosť, zadajte sem ich počet. Tento limit je iný ako maximálny počet účastníkov, ktorí sa môžu zaregistrovať na podujatie (toto číslo môžete nastaviť v ponuke Konfigurovať podujatie > Informácie a nastavenia).

source: Fields with 'Public' visibility will be displayed on your Event Information page AND will be available in the online registration (self-service) form. For some events you may want to allow staff to select special options with special pricing and / or discounts (using negative price set field values). Select 'Admin' visibility for these Price Fields. They will only be included when staff or volunteers are registering participants from the back-office 'Register Event Participants' screen. If the parent price field visibility is ‘Public’ then it should be possible to set individual price options as 'Admin', but it should have at least one 'Public' option. If the parent price field visibility is 'Admin', then all the price field options should be set to 'Admin', including any new options added to the form.
sk_sk: Polia s viditeľnosťou 'Verejné' sa zobrazia na vašej stránke Informácie o podujatí A budú k dispozícii v online (samoobslužnom) formulári na registráciu. Pri niektorých podujatiach možno budete chcieť povoliť personálu výber špeciálnych možností so špeciálnymi cenami a/alebo zľavami (pomocou záporných hodnôt v poliach súborov cien). Pre tieto polia cien vyberte viditeľnosť 'Správca'. Zahrnuté budú iba v prípade, ak členovia personálu alebo dobrovoľníci registrujú účastníkov na serverovej obrazovke 'Registrovať účastníkov podujatia'. Ak má nadradené pole ceny viditeľnosť 'Verejné', malo by byť možné nastavovať individuálne cenové možnosti ako 'Správca', ale mala by byť prítomná aspoň jedna možnosť 'Verejné'. Ak má nadradené pole ceny viditeľnosť 'Správca', všetky možnosti polí cien by mali byť nastavené ako 'Správca', a to vrátane nových možností pridaných do formulára.

source: Price Options
sk_sk: Možnosti cien

source: Create an option row for each membership type you want to offer as a choice. The option Label and Amount columns will be automatically filled with the selected membership type name and associated fee. However you can over-ride these values as needed. For example, you can create an option for a special discount on a particular membership.
sk_sk: Vytvorte riadok možnosti pre každý typ členstva, ktorý chcete ponúkať ako voliteľnú možnosť. Do stĺpcov možností Označenie a Suma sa automaticky vyplní vybratý typ členstva a súvisiaci poplatok. Tieto hodnoty však môžete podľa potreby prepísať. Napríklad môžete vytvoriť možnosť pre špeciálnu zľavu z konkrétneho členstva.

source: Leave the Membership Type blank for additional non-membership options (e.g. magazine subscription).
sk_sk: Pole Typ členstva ponechajte prázdne pri dodatočných možnostiach nesúvisiacich s členstvom (napr. predplatné časopisu).

source: Generally you will create a separate price field for each non-overlapping "class" of membership (e.g. National membership vs. Local Chapter membership).
sk_sk: Vo všeobecnosti vytvoríte samostatné pole ceny pre každú neprekrývajúcu sa 'triedu' členstva (napr. národné členstvo alebo členstvo v miestnej pobočke).

source: EXAMPLE: A price set with 3 price fields. National membership (with 3 price options - radio button style), Regional membership (checkbox), and an optional magazine subscription.
sk_sk: PRÍKLAD: Súbor cien s 3 poľami cien. Národné členstvo (s 3 možnosťami cien – v štýle prepínača), regionálne členstvo (začiarkavacie políčko) a voliteľné predplatné časopisu.

source: National Membership
sk_sk: Národné členstvo

source: Student
sk_sk: Študent

source: Join your local chapter
sk_sk: Vstúpte do miestnej pobočky

source: Subscribe to Green Times
sk_sk: Predplaťte si Green Times

source: Auto-renew Memberships - You can offer constituents the option to have their membership renewed automatically AND use the membership price set feature if:
sk_sk: Automaticky obnoviť členstvá – zástupcom môžete ponúknuť možnosť automatického obnovenia členstva A použitie funkcie súboru cien členstva, ak:

source: You are using a payment processor that supports auto-renewals.
sk_sk: Používate systém na spracovanie platieb, ktorý podporuje automatické obnovenie.

source: All membership types in the price set have the auto-renew feature enabled (Administer > CiviMember > Membership Types)
sk_sk: Všetky typy členstva v súbore cien majú povolenú funkciu automatického obnovenia (Spravovať > CiviMember > Typy členstiev)

source: All membership types in the price set have the same duration (e.g. they are one year memberships).
sk_sk: Všetky typy členstva v súbore cien majú rovnakú dĺžku trvania (napr. jednoročné členstvá).

source: These constraints are due to the fact that when a constituent signs up for multiple memberships using a price set - a single recurring payment record is created which covers the total fees for all selected memberships.
sk_sk: Tieto obmedzenia sú spôsobené tým, že keď si zástupca zaregistruje viacero členstiev pomocou jedného súboru cien, vytvorí sa jeden záznam opakovanej platby, ktorý pokrýva všetky poplatky za všetky vybraté členstvá.

source: If you select a membership type, a membership will be created or renewed when users select this option. Leave this column blank for non-membership options (e.g. magazine subscription).
sk_sk: Ak vyberiete typ členstva, po výbere tejto možnosti používateľmi sa vytvorí alebo obnoví členstvo. Pri možnostiach nesúvisiacich s členstvom (napr. predplatné časopisu) ponechajte tento stĺpec prázdny.

source: Description is not shown publicly.
sk_sk: Opis sa nezobrazuje verejne.

source: Unable to delete the '%1' Price Field - it is currently in use by one or more active events or contribution pages or contributions or event templates.
sk_sk: Nedá sa odstrániť pole ceny '%1'. Práve sa používa pri jednom alebo viacerých aktívnych podujatiach, stránkach s príspevkami, príspevkoch alebo šablónach podujatí.

source: Tax Label
sk_sk: Označenie dane

source: View Price Options
sk_sk: Zobraziť možnosti cien

source: Edit Price Options
sk_sk: Upraviť možnosti cien

source: Add Price Field
sk_sk: Pridať pole ceny

source: Preview (all fields)
sk_sk: Zobraziť ukážku (všetkých polí)

source: Item
sk_sk: Položka

source: Fee
sk_sk: Poplatok

source: Qty
sk_sk: Množstvo

source: Total Price
sk_sk: Celková cena

source: Subtotal
sk_sk: Medzisúčet

source: Tax Rate
sk_sk: Daňová sadzba

source: Total Participants
sk_sk: Všetci účastníci

source: Total %1 Amount
sk_sk: Celková suma %1

source: Contribution Total
sk_sk: Celková hodnota príspevku

source: Membership Fee Total
sk_sk: Celková hodnota poplatku za členstvo

source: Unable to delete the '%1' Price Field Option - it is currently in use by one or more active events or contribution pages or contributions.
sk_sk: Nedá sa odstrániť možnosť poľa ceny '%1'. Práve sa používa pri jednom alebo viacerých aktívnych podujatiach, stránkach s príspevkami alebo príspevkoch.

source: New Option for '%1'
sk_sk: Nová možnosť pre '%1'

source: Price sets allow you to set up flexible multi-option pricing schemes for your contribution, event and membership pages. Use a price set if the standard pricing options are insufficient for your needs.
sk_sk: Súbory cien vám umožňujú nastavovať flexibilné cenové schémy s viacerými možnosťami pre stránky príspevkov, podujatí a členstiev. Súbor cien použite v prípade, ak štandardné cenové možnosti nespĺňajú vaše požiadavky.

source: Unable to delete the '%1' price set - it is currently in use by one or more active events or contribution pages or contributions or event templates.
sk_sk: Nedá sa odstrániť súbor cien '%1'. Práve sa používa pri jednom alebo viacerých aktívnych podujatiach, stránkach s príspevkami, príspevkoch alebo šablónach podujatí.

source: Set Title
sk_sk: Nastaviť názov

source: Add Set of Price Fields
sk_sk: Pridať súbor polí cien

source: No price sets have been added yet.
sk_sk: Zatiaľ neboli pridané žiadne súbory cien.

source: You can <a href='%1'>create one here</a>.
sk_sk: <a href='%1'>Tu si môžete jeden vytvoriť</a>.

source: If you no longer want to use this price set, click the event title below, and modify the fees for that event.
sk_sk: Ak už tento súbor cien nechcete používať, kliknite na názov podujatia nižšie a upravte poplatky za dané podujatie.

source: This price set is used by the event(s) listed below. Click the event title to change or remove the price set.
sk_sk: Tento súbor cien používajú nižšie uvedené podujatia. Kliknutím na názov príslušného podujatia zmeníte alebo odoberiete daný súbor cien.

source: Date(s)
sk_sk: Dátumy

source: Change or remove the price set used for this event.
sk_sk: Zmeňte alebo odoberte súbor cien pre toto podujatie.

source: If you no longer want to use this price set, click the contribution page title below, and modify the Amounts or Membership tab configuration.
sk_sk: Ak už tento súbor cien nechcete používať, kliknite na názov stránky príspevku nižšie a upravte konfiguráciu karty Sumy alebo Členstvo.

source: This price set is used by the contribution page(s) listed below. Click the contribution page title to change or remove the price set.
sk_sk: Tento súbor cien používajú nižšie uvedené stránky príspevkov. Kliknutím na názov príslušnej stránky príspevku zmeníte alebo odoberiete daný súbor cien.

source: Change or remove the price set used for this contribution page.
sk_sk: Zmeňte alebo odoberte súbor cien pre túto stránku príspevku.

source: If you no longer want to use this price set, click the event template title below, and modify the fees for that event.
sk_sk: Ak už tento súbor cien nechcete používať, kliknite na názov šablóny podujatia nižšie a upravte poplatky za dané podujatie.

source: This price set is used by the event template(s) listed below. Click the event template title to change or remove the price set.
sk_sk: Tento súbor cien používajú nižšie uvedené šablóny podujatí. Kliknutím na názov príslušnej šablóny podujatia zmeníte alebo odoberiete daný súbor cien.

source: Event Template Name
sk_sk: Názov šablóny podujatia

source: Change or remove the price set used for this event template.
sk_sk: Zmeňte alebo odoberte súbor cien pre túto šablónu podujatia.

source: Edit Details
sk_sk: Upraviť podrobnosti

source: No fields in this Profile have been configured as searchable. Ask the site administrator to check the Profile setup.
sk_sk: Žiadne polia v tomto profile neboli nakonfigurované ako vyhľadateľné. Požiadajte správcu lokality, aby skontroloval nastavenie profilu.

source: Displaying contacts where:
sk_sk: Zobrazujú sa kontakty, pri ktorých:

source: Map these contacts
sk_sk: Mapovať tieto kontakty

source: No fields in this Profile have been configured to display as a result column in the search results table. Ask the site administrator to check the Profile setup.
sk_sk: Žiadne polia v tomto profile neboli nakonfigurované tak, aby sa zobrazovali ako stĺpec s výsledkami v tabuľke výsledkov vyhľadávania. Požiadajte správcu lokality, aby skontroloval nastavenie profilu.

source: No records of type '%1' found.
sk_sk: Nenašli sa žiadne záznamy typu '%1'.

source: Add %1 Record
sk_sk: Pridať %1 záznam

source: Add New Record
sk_sk: Pridať nový záznam

source: Back to Listings
sk_sk: Späť na zoznamy

source: Map Primary Address
sk_sk: Mapovať primárnu adresu

source: Message Name
sk_sk: Názov správy

source: Assign a unique name to each of your mass messages. Select a naming convention that will help keep your messages organized.
sk_sk: Priraďte jedinečný názov každej zo svojich hromadných správ. Vyberte konvenciu pomenovania, ktorá zachová organizovanosť vašich správ.

source: Include Groups
sk_sk: Zahrnúť skupiny

source: Determine the contacts in your database who should receive this Mass SMS by first selecting one or more <strong>Included Groups</strong>. (Groups must be assigned the <strong>Mailing List</strong> type to be available on this screen - you can update this for an existing group from <strong>Manage Groups &raquo; Settings</strong>.)
sk_sk: Určte, ktoré kontakty vo vašej databáze by mali dostať túto hromadnú správu SMS – najskôr vyberte jednu alebo viaceré <strong>zahrnuté skupiny</strong>. (Skupiny musia mať priradený typ <strong>Poštový zoznam</strong>, aby boli na tejto obrazovke dostupné – pre existujúcu skupinu ho môžete aktualizovať v ponuke <strong>Spravovať skupiny &raquo; Nastavenia</strong>.)

source: You also have the option to <strong>Exclude</strong> some contacts from your included groups by selecting one or more <strong>Excluded Groups</strong>. Contacts who are in both groups will NOT receive the SMS (they are 'excluded').
sk_sk: Zároveň môžete <strong>vylúčiť</strong> niektoré kontakty zo zahrnutých skupín, ak vyberiete jednu alebo viaceré <strong>vylúčené skupiny</strong>. Kontakty, ktoré sa nachádzajú v oboch skupinách, NEDOSTANÚ správu SMS (sú 'vylúčené').

source: If you have sent other Mass SMS - you can additionally Include (or Exclude) contacts who received those Mass SMS. CiviCRM will eliminate any duplications so that contacts who are in an Included Group AND were recipients of an Included Mailing will only be sent one copy of this SMS.
sk_sk: Ak ste poslali aj iné hromadné správy SMS, môžete dodatočne zahrnúť (alebo vylúčiť) kontakty, ktoré tieto hromadné správy SMS dostali. CiviCRM odstráni všetky duplikáty, aby kontakty, ktoré sa nachádzajú v zahrnutej skupine A zároveň boli príjemcami zahrnutej pošty, dostali iba jednu kópiu tejto správy SMS.

source: After you click <strong>Next</strong> - the total number of selected recipients will be displayed on the next screen. Use this as a 'reality-check' to help you confirm that you've targeted (and excluded) the desired recipients.
sk_sk: Po kliknutí na tlačidlo <strong>Ďalej</strong> sa na nasledujúcej obrazovke zobrazí celkový počet vybratých príjemcov. Použite to ako 'faktickú kontrolu', ktorá vám pomôže potvrdiť, že ste zahrnuli (a vylúčili) požadovaných príjemcov.

source: Exclude Groups
sk_sk: Vylúčiť skupiny

source: You also have the option to <strong>Exclude</strong> some contacts in your included groups by selecting one or more <strong>Excluded Groups</strong>. Contacts who are in both groups will NOT receive the SMS (they are 'excluded').
sk_sk: Zároveň môžete <strong>vylúčiť</strong> niektoré kontakty v zahrnutých skupinách, ak vyberiete jednu alebo viaceré <strong>vylúčené skupiny</strong>. Kontakty, ktoré sa nachádzajú v oboch skupinách, NEDOSTANÚ správu SMS (sú 'vylúčené').

source: Include Messages
sk_sk: Zahrnúť správy

source: If you have sent other Mass SMS - you can additionally Include (or Exclude) contacts who received those SMS. CiviCRM will eliminate any duplications so that contacts who are in an Included Group AND were recipients of an Included Mailing will only be sent one copy of this Mass SMS.
sk_sk: Ak ste poslali aj iné hromadné správy SMS, môžete dodatočne zahrnúť (alebo vylúčiť) kontakty, ktoré tieto správy SMS dostali. CiviCRM odstráni všetky duplikáty, aby kontakty, ktoré sa nachádzajú v zahrnutej skupine A zároveň boli príjemcami zahrnutej pošty, dostali iba jednu kópiu tejto správy SMS.

source: Exclude Messages
sk_sk: Vylúčiť správy

source: Select the SMS provider for this mass message from the dropdown list.
sk_sk: Z rozbaľovacieho zoznamu vyberte poskytovateľa správ SMS pre túto hromadnú správu.
