Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: You do not have permission to modify smart groups
sk_sk: Nemáte povolenie na úpravu inteligentných skupín

source: Add Contact To Existing Group
sk_sk: Pridať kontakt do existujúcej skupiny

source: Create New Group
sk_sk: Vytvoriť novú skupinu

source: Group Options
sk_sk: Možnosti skupiny

source: Group Name:
sk_sk: Názov skupiny:

source: Name already exists in Database.
sk_sk: Názov je už v databáze.

source: Description:
sk_sk: Opis:

source: Add Contacts: %1
sk_sk: Pridať kontakty: %1

source: Add Contacts to A Group
sk_sk: Pridať kontakty do skupiny

source: Group Name is a required field
sk_sk: Názov skupiny je povinné pole

source: Select Group is a required field.
sk_sk: Vybrať skupinu je povinné pole.

source: %count contact added to group
sk_sk: %count kontakt bol pridaný do skupiny

source: %count contact was already in group
sk_sk: %count kontakt už bol v skupine

source: Added Contact to %1
sk_sk: Kontakt bol pridaný do %1

source: Find Target %1
sk_sk: Hľadať cieľ %1

source: Add to %1
sk_sk: Pridať do %1

source: %count %2 %3 relationship created
sk_sk: Bol vytvorený %count vzťah %2 %3

source: %count was skipped because the contact is already %2 %3
sk_sk: Systém preskočil %count, pretože tento kontakt je už %2 %3

source: %count relationship was not created because the contact is not of the right type for this relationship
sk_sk: %count vzťah nebol vytvorený, pretože kontakt nemá správny typ pre tento vzťah

source: Tag Contacts
sk_sk: Označiť kontakty

source: %count contact tagged
sk_sk: %count kontakt bol označený

source: %count contact already had this tag
sk_sk: Túto značku už má %count kontakt

source: Add Selected Options
sk_sk: Pridať vybraté možnosti

source: Remove selected options
sk_sk: Odstrániť vybraté možnosti

source: actionTypeOption
sk_sk: Možnosť typu akcie

source: Set Privacy Options
sk_sk: Nastaviť možnosti súkromia

source: Please select at least one privacy option.
sk_sk: Vyberte aspoň jednu možnosť súkromia.

source: Added '%1'
sk_sk: Pridané '%1'

source: Removed '%1'
sk_sk: Odstránené '%1'

source: %1 Contacts Updated
sk_sk: Boli aktualizované kontakty (%1)

source: %1 Updated
sk_sk: Aktualizované: %1

source: ufGroupId is missing
sk_sk: Položka ufGroupId chýba

source: Update multiple contacts
sk_sk: Aktualizovať viac kontaktov

source: Update Contact(s)
sk_sk: Aktualizovať kontakty

source: File type field(s) in the selected profile are not supported for Update multiple contacts.
sk_sk: Polia typu súborov vo vybratom profile nie sú podporované pri aktualizácii viacerých kontaktov.

source: Update Contacts
sk_sk: Aktualizovať kontakty

source: Duplicate value for External ID.
sk_sk: Duplicitná hodnota externého ID.

source: Contact Subtype field of 1 contact has not been updated.
sk_sk: Pole Podtyp kontaktu nebolo pri 1 kontakte aktualizované.

source: Invalid Subtype
sk_sk: Neplatný podtyp

source: You do not have permission to access this contact.
sk_sk: Nemáte povolenie na prístup k tomuto kontaktu.

source: You do not have permission to delete this contact.
sk_sk: Nemáte povolenie na odstránenie tohto kontaktu.

source: Restore Contact
sk_sk: Obnoviť kontakt

source: You do not have permission to delete this contact. Note: you can delete contacts if you can edit them.
sk_sk: Nemáte povolenie na odstránenie tohto kontaktu. Poznámka: kontakty môžete odstrániť, ak ich môžete upravovať.

source: This contact is a special one for the contact information associated with the CiviCRM installation for this domain. No one is allowed to delete it because the information is used for special system purposes.
sk_sk: Toto je špeciálny kontakt pre informácie o kontakte spojené s inštaláciou CiviCRM v tejto doméne. Nikto ho nemôže odstrániť, pretože tieto informácie sa používajú na špeciálne systémové účely.

source: One of the selected contacts has an address record that is shared with 1 other contact.
sk_sk: Jeden z vybratých kontaktov obsahuje záznam adresy, ktorý je zdieľaný s 1 ďalším kontaktom.

source: This contact has an address record which is shared with 1 other contact.
sk_sk: Tento kontakt obsahuje záznam adresy, ktorý je zdieľaný s 1 ďalším kontaktom.

source: Shared addresses will not be removed or altered but will no longer be shared.
sk_sk: Zdieľané adresy sa neodstránia ani nezmenia, ale už sa nebudú zdieľať.

source: Shared Addresses Owner
sk_sk: Vlastník zdieľaných adries

source: Restore Contact(s)
sk_sk: Obnoviť kontakty

source: Delete Contact(s)
sk_sk: Odstrániť kontakty

source: '%1' cannot be deleted because the information is used for special system purposes.
sk_sk: '%1' nemožno odstrániť, pretože tieto informácie sa používajú na špeciálne systémové účely.

source: You are currently logged in as '%1'. You cannot delete yourself.
sk_sk: Momentálne ste sa prihlásili ako '%1'. Nemôžete odstrániť samých seba.

source: Deleted
sk_sk: Odstránené

source: %1 has been permanently deleted.
sk_sk: Položka %1 bola natrvalo odstránená.

source: %1 has been moved to the trash.
sk_sk: Položka %1 bola presunutá do koša.

source: The contact might be the Membership Organization of a Membership Type. You will need to edit the Membership Type and change the Membership Organization before you can delete this contact.
sk_sk: Kontakt môže byť členská organizácia v rámci typu členstva. Skôr než budete môcť odstrániť tento kontakt, budete musieť upraviť typ členstva a zmeniť členskú organizáciu.

source: Unable to Delete
sk_sk: Nepodarilo sa odstrániť

source: The following contact had been sharing an address with a contact you just deleted. Their address will no longer be shared, but has not been removed or altered.
sk_sk: Nasledujúci kontakt zdieľal adresu s kontaktom, ktorý ste práve odstránili. Jeho adresa sa už nebude zdieľať, ale nebola odstránená ani zmenená.

source: The following contacts had been sharing addresses with a contact you just deleted. Their addressses will no longer be shared, but have not been removed or altered.
sk_sk: Nasledujúce kontakty zdieľali adresy s kontaktom, ktorý ste práve odstránili. Ich adresy sa už nebudú zdieľať, ale neboli odstránené ani zmenené.

source: Shared Addresses Owner Deleted
sk_sk: Vlastník zdieľaných adries bol odstránený

source: Restored
sk_sk: Obnovené

source: %1 has been restored from the trash.
sk_sk: Položka %1 bola obnovená z koša.

source: New Email
sk_sk: Nový e-mail

source: Your user record does not have a valid email address and no from addresses have been configured.
sk_sk: Váš záznam používateľa nemá platnú e-mailovú adresu a nie sú nakonfigurované žiadne adresy odosielateľov.

source: Enter name to save message template
sk_sk: Zadajte názov a uložte šablónu správy

source: Selected contact(s) do not have a valid email address, or communication preferences specify DO NOT EMAIL, or they are deceased or Primary email address is On Hold.
sk_sk: Vybraté kontakty nemajú platnú e-mailovú adresu alebo sa v preferenciách komunikácie uvádza NEPOSIELAŤ E-MAIL, prípadne sú zosnulé alebo je primárna e-mailová adresa pozastavená.

source: Send Email
sk_sk: Poslať e-mail

source: Please do not use this task to send a lot of emails (greater than %1). Many countries have legal requirements when sending bulk emails and the CiviMail framework has opt out functionality and domain tokens to help meet these.
sk_sk: Nepoužívajte túto úlohu na posielanie veľkého počtu e-mailov (viac ako %1). V mnohých krajinách platia právne požiadavky na posielanie hromadných e-mailov a rámec CiviMail obsahuje funkciu explicitného nesúhlasu a doménové tokeny, aby boli tieto požiadavky dodržané.

source: One message was sent successfully.
sk_sk: Jedna správa bola úspešne odoslaná.

source: Message Sent
sk_sk: Správa odoslaná

source: because no email address on file or communication preferences specify DO NOT EMAIL or Contact is deceased or Primary email address is On Hold
sk_sk: pretože nie je zaregistrovaná e-mailová adresa alebo sa v preferenciách komunikácie uvádza NEPOSIELAŤ E-MAIL, prípadne je kontakt zosnulý alebo je primárna e-mailová adresa pozastavená

source: One Message Not Sent
sk_sk: Jedna správa nebola odoslaná

source: on hold
sk_sk: pozastavené

source: Token %1 is no longer supported - use %2 instead
sk_sk: Token %1 už nie je podporovaný – použite namiesto toho %2

source: Back to Search
sk_sk: Späť na vyhľadávanie

source: Make Mailing Labels
sk_sk: Vytvoriť označenia pošty

source: Select Label
sk_sk: Vybrať označenie

source: - select label -
sk_sk: – vybrať označenie –

source: Select Location
sk_sk: Vybrať miesto

source: Do not print labels for contacts with "Do Not Mail" privacy option checked
sk_sk: Netlačiť označenia pre kontakty so začiarknutou možnosťou súkromia 'Neposielať poštu'

source: Merge labels for contacts with the same address
sk_sk: Zlúčiť označenia pre kontakty s rovnakou adresou

source: Merge labels for contacts belonging to the same household
sk_sk: Zlúčiť označenia pre kontakty patriace do rovnakej domácnosti

source: Contact not found when building list of contacts in the profile
sk_sk: Pri tvorbe zoznamu kontaktov v profile sa nenašiel kontakt

source: Map Location(s)
sk_sk: Mapovať umiestnenia

source: This address does not contain latitude/longitude information and cannot be mapped.
sk_sk: Táto adresa neobsahuje informácie o zemepisnej šírke/dĺžke a nemožno ju mapovať.

source: You need to configure a Mapping Provider before using this feature (Administer > System Settings > Mapping and Geocoding).
sk_sk: Pred použitím tejto funkcie musíte nakonfigurovať poskytovateľa mapovania (Spravovať > Nastavenia systému > Mapovanie a geokódovanie).

source: Event Info
sk_sk: Informácie o podujatí

source: Merge operation requires selecting two contacts.
sk_sk: Pri operácii zlúčenia sa musia vybrať dva kontakty.

source: Selected records must all be the same contact type (i.e. all Individuals).
sk_sk: Vybraté záznamy musia všetky mať rovnaký typ kontaktu (napr. všetci jednotlivci).

source: Print/Merge Document for %1
sk_sk: Tlačiť/zlúčiť dokument pre %1

source: Do not record
sk_sk: Nezaznamenávať

source: Multiple activities (one per contact)
sk_sk: Viac aktivít (jedna na každý kontakt)

source: One combined activity
sk_sk: Jedna kombinovaná aktivita

source: One combined activity plus one file attachment
sk_sk: Jedna kombinovaná aktivita a jedna príloha súboru

source: Select Format
sk_sk: Vybrať formát

source: Default
sk_sk: Predvolené

source: Paper Size
sk_sk: Veľkosť papiera

source: - default -
sk_sk: – predvolené –

source: Orientation
sk_sk: Orientácia

source: Unit of Measure
sk_sk: Merná jednotka

source: Left Margin
sk_sk: Ľavý okraj

source: Right Margin
sk_sk: Pravý okraj

source: Top Margin
sk_sk: Horný okraj

source: Bottom Margin
sk_sk: Dolný okraj

source: Always use this Page Format with the selected Template
sk_sk: Vždy použiť tento formát stránky s vybratou šablónou

source: Update Page Format (this will affect all templates that use this format)
sk_sk: Aktualizovať formát stránky (ovplyvní to všetky šablóny, ktoré používajú tento formát)

source: Always use this Page Format with the new template?
sk_sk: Vždy použiť tento formát stránky s novou šablónou?

source: Should the new template always use the selected Page Format?
sk_sk: Mal by sa pri novej šablóne vždy použiť vybratý formát stránky?

source: Preview
sk_sk: Ukážka

source: Download Document
sk_sk: Stiahnuť dokument

source: The maximum number of contacts you can select for Update multiple contacts is %1. You have selected %2. Please select fewer contacts from your search results and try again.
sk_sk: Maximálny počet kontaktov, ktoré môžete vybrať pri aktualizácii viacerých kontaktov, je %1. Vybrali ste %2. Vyberte menej kontaktov vo výsledkoch vyhľadávania a skúste to znova.

source: Update multiple contacts requires that all selected contacts be the same basic type (e.g. all Individuals OR all Organizations...). Please modify your selection and try again.
sk_sk: Pri aktualizácii viacerých kontaktov musia mať všetky vybraté kontakty rovnaký základný typ (napr. všetci jednotlivci ALEBO všetky organizácie...). Upravte svoj výber a skúste to znova.

source: Contact Type Mismatch
sk_sk: Nesúlad typu kontaktu

source: The contact type selected for Update multiple contacts does not have a corresponding profile. Please set up a profile for %1s and try again.
sk_sk: Typ kontaktu vybratý pri aktualizácii viacerých kontaktov nemá príslušný profil. Nastavte profil pre %1s a skúste to znova.

source: No Profile Available
sk_sk: K dispozícii nie je žiaden profil

source: CiviCRM Contact Listing
sk_sk: Zoznam kontaktov CiviCRM

source: Print Contact List
sk_sk: Vytlačiť zoznam kontaktov

source: Distance
sk_sk: Vzdialenosť

source: Units
sk_sk: Jednotky

source: Country AND State/Province are required to search by distance.
sk_sk: Na vyhľadávanie podľa vzdialenosti je potrebná krajina A štát/provincia.

source: City OR Postal Code are required to search by distance.
sk_sk: Na vyhľadávanie podľa vzdialenosti je potrebné mesto ALEBO PSČ.

source: Remove Contacts from Group
sk_sk: Odstrániť kontakty zo skupiny

source: Remove from Group
sk_sk: Odstrániť zo skupiny

source: %count contact removed from '%2'
sk_sk: %count kontakt bol odstránený z '%2'

source: 1 contact was already not in this group
sk_sk: V tejto skupine už nebol 1 kontakt

source: Removed Contact From Group
sk_sk: Kontakt bol odstránený zo skupiny

source: Remove Tags from Contacts
sk_sk: Odstrániť značky z kontaktov

source: %count contact un-tagged
sk_sk: Označenie %count kontaktu bolo zrušené

source: 1 contact already did not have this tag
sk_sk: Túto značku už nemal 1 kontakt

source: There are no SMS providers configured, or no SMS providers are set active
sk_sk: Žiadni poskytovatelia správ SMS nie sú nakonfigurovaní alebo nastavení ako aktívni

source: The Reply SMS Could only be sent for activities with '%1' subject.
sk_sk: Odpoveď na správu SMS možno odoslať iba pri aktivitách s predmetom '%1'.

source: Name The SMS
sk_sk: Pomenovať správu SMS

source: One selected activity consists of more than one target contact.
sk_sk: Jednu vybratú aktivitu tvorí viac ako jeden cieľový kontakt.

source: The selected activity is invalid.
sk_sk: Vybratá aktivita je neplatná.

source: %1: SMS Reply will not be sent.
sk_sk: %1: Odpoveď na správu SMS sa neodošle.

source: Selected contact(s) do not have a valid Phone, or communication preferences specify DO NOT SMS, or they are deceased
sk_sk: Vybraté kontakty nemajú platný telefón alebo sa v preferenciách komunikácie uvádza NEPOSIELAŤ SMS, prípadne sú zosnulé

source: Send SMS
sk_sk: Poslať SMS

source: Please provide Text message.
sk_sk: Uveďte textovú správu.

source: You can configure the SMS message body up to %1 characters
sk_sk: Môžete nakonfigurovať, aby telo správy SMS obsahovalo až %1 znakov

source: One message was sent successfully.
sk_sk: Jedna správa bola úspešne odoslaná.

source: because no phone number on file or communication preferences specify DO NOT SMS or Contact is deceased
sk_sk: pretože nie je zaregistrované telefónne číslo alebo sa v preferenciách komunikácie uvádza NEPOSIELAŤ SMS, prípadne je kontakt zosnulý

source: or the contact is not part of the activity '%1'
sk_sk: alebo kontakt nie je súčasťou aktivity '%1'

source: Update Smart Group
sk_sk: Aktualizovať inteligentnú skupinu

source: Save Smart Group
sk_sk: Uložiť inteligentnú skupinu

source: Group Title already exists in Database.
sk_sk: Názov skupiny je už v databáze.

source: Your smart group has been saved as '%1'.
sk_sk: Vaša inteligentná skupina sa uložila ako '%1'.

source: Group Saved
sk_sk: Skupina uložená

source: Unhold Email
sk_sk: Zrušiť pozdržanie e-mailu

source: %count email was found on hold and updated.
sk_sk: Našiel sa %count pozastavený e-mail a aktualizoval sa.

source: Emails Restored
sk_sk: E-maily obnovené

source: The selected contact does not have an email on hold.
sk_sk: Vybratý kontakt nemá pozastavený e-mail.

source: No Emails to Restore
sk_sk: Žiadne e-maily na obnovenie

source: Please select one or more contact for this action
sk_sk: Vyberte jeden alebo viac kontaktov pre túto akciu

source: No Contacts Selected
sk_sk: Neboli vybraté žiadne kontakty

source: Create User Record for %1
sk_sk: Vytvoriť záznam používateľa pre %1

source: Full Name
sk_sk: Celé meno

source: Username
sk_sk: Používateľské meno

source: Username is required
sk_sk: Používateľské meno je povinné pole

source: Password
sk_sk: Heslo

source: Confirm Password
sk_sk: Potvrdiť heslo

source: Password is required
sk_sk: Heslo je povinné pole

source: Email is required
sk_sk: E-mail je povinné pole

source: Error creating CMS user account.
sk_sk: Pri vytváraní používateľského konta CMS sa vyskytla chyba.

source: User Added
sk_sk: Používateľ pridaný

source: Password mismatch
sk_sk: Heslá sa nezhodujú

source: Confirm Action
sk_sk: Potvrdiť akciu

source: For Duplicate Contacts
sk_sk: Pre duplicitné kontakty

source: Skip
sk_sk: Preskočiť

source: Update
sk_sk: Aktualizovať

source: Fill
sk_sk: Vyplniť

source: No Duplicate Checking
sk_sk: Žiadna kontrola duplikátov

source: Individual
sk_sk: Jednotlivec

source: Household
sk_sk: Domácnosť

source: Subtype
sk_sk: Podtyp

source: Dedupe Rule
sk_sk: Pravidlo odstraňovania duplikátov

source: Geocode addresses during import?
sk_sk: Geokódovať adresy počas importu?

source: Disable USPS address validation during import?
sk_sk: Zakázať overenie adresy USPS počas importu?

source: Choose Data Source
sk_sk: Vybrať zdroj údajov

source: Name for new group
sk_sk: Názov novej skupiny

source: Description of new group
sk_sk: Opis novej skupiny

source: Add imported records to existing group(s)
sk_sk: Pridať importované záznamy do existujúcich skupín

source: Tag imported records
sk_sk: Označiť importované záznamy

source: Tag '%1' already exists.
sk_sk: Značka '%1' už existuje.

source: Group '%1' already exists.
sk_sk: Skupina '%1' už existuje.

source: These records have been updated with the imported data.
sk_sk: Tieto záznamy boli aktualizované o importované údaje.

source: These records have been filled in with the imported data.
sk_sk: Tieto záznamy boli vyplnené importovanými údajmi.

source: These records have not been imported.
sk_sk: Tieto záznamy neboli importované.

source: - related contact info -
sk_sk: – informácie o súvisiacom kontakte –

source: No processing status reported yet.
sk_sk: Zatiaľ nebol nahlásený stav spracovania.

source: Contact Import
sk_sk: Import kontaktov

source: Number of related contacts created
sk_sk: Počet vytvorených súvisiacich kontaktov

source: Number of related contacts found (and potentially updated)
sk_sk: Počet nájdených (a potenciálne aktualizovaných) súvisiacich kontaktov

source: Mismatched or Invalid Contact Subtype.
sk_sk: Nezhodný alebo neplatný podtyp kontaktu.

source: Mismatched or Invalid contact subtype found for this related contact.
sk_sk: Našiel sa nezhodný alebo neplatný podtyp kontaktu pre tento súvisiaci kontakt.

source: Record imported successfully but unable to parse the street address:
sk_sk: Záznam bol úspešne importovaný, ale nepodarilo sa analyzovať adresu:

source: Record duplicates multiple contacts:
sk_sk: Záznam má niekoľko duplicitných kontaktov:

source: Matching this contact based on the de-dupe rule would cause an external ID conflict
sk_sk: Porovnanie tohto kontaktu na základe pravidla odstraňovania duplikátov by spôsobilo konflikt externého ID

source: Contact matched by dedupe rule already exists in the database.
sk_sk: Kontakt porovnaný na základe pravidla odstraňovania duplikátov už je v databáze.

source: External ID conflicts with record %1
sk_sk: Externé ID je v konflikte so záznamom %1

source: flip
sk_sk: obrátiť

source: merge
sk_sk: zlúčiť

source: not a duplicate
sk_sk: nejde o duplikát

source: Insufficient access rights - cannot merge
sk_sk: Nedostatočné prístupové práva – nemožno zlúčiť

source: CiviCRM Home
sk_sk: CiviCRM – domov

source: Dedupe Exceptions %%StatusMessage%%
sk_sk: Výnimky odstraňovania duplikátov %%StatusMessage%%

source: %1 pairs of duplicates were merged
sk_sk: Páry duplikátov (%1) boli zlúčené

source: %1 pairs of duplicates were skipped due to conflict
sk_sk: Páry duplikátov (%1) boli preskočené z dôvodu konfliktu

source: during the batch merge process with safe mode.
sk_sk: počas procesu hromadného zlúčenia s bezpečnostným režimom.

source: Merge Complete
sk_sk: Zlúčenie dokončené

source: Batch Merge Task in progress
sk_sk: Prebieha úloha hromadného zlúčenia

source: The batch merge task is still in progress. This page will be refreshed automatically.
sk_sk: Stále prebieha úloha hromadného zlúčenia. Táto stránka sa automaticky obnoví.

source: Batch Complete
sk_sk: Dávka dokončená

source: No possible duplicates were found using %1 rule.
sk_sk: Pomocou pravidla %1 sa nenašli žiadne potenciálne duplikáty.

source: Nothing to merge.
sk_sk: Nič sa nedá zlúčiť.

source: You do not have permission to force merge duplicate contact records
sk_sk: Nemáte povolenie na vynútenie zlúčenia duplicitných záznamov kontaktov

source: Permission Denied
sk_sk: Povolenie zamietnuté

source: Merging Duplicates..
sk_sk: Zlučujú sa duplikáty...

source: Are you sure you want to delete this Rule?
sk_sk: Naozaj chcete toto pravidlo odstrániť?

source: Use Rule
sk_sk: Použiť pravidlo

source: Use DedupeRule
sk_sk: Použiť pravidlo odstraňovania duplikátov

source: Edit Rule
sk_sk: Upraviť pravidlo

source: Edit DedupeRule
sk_sk: Upraviť pravidlo odstraňovania duplikátov

source: Delete DedupeRule
sk_sk: Odstrániť pravidlo odstraňovania duplikátov

source: Selected contacts have been marked as not duplicates
sk_sk: Vybraté kontakty boli označené ako neduplicitné

source: Changes Saved
sk_sk: Zmeny sa uložili

source: The rule '%1' has been deleted.
sk_sk: Pravidlo '%1' bolo odstránené.

source: Rule Deleted
sk_sk: Pravidlo odstránené

source: Malformed photo name
sk_sk: Nesprávny formát názvu fotografie

source: Do you really want to remove this Smart Group?
sk_sk: Naozaj chcete odstrániť túto inteligentnú skupinu?

source: Could not find valid value for %1
sk_sk: Nepodarilo sa nájsť platnú hodnotu pre %1

source: View %1 Record
sk_sk: Zobraziť %1 záznam

source: Contact's Groups
sk_sk: Skupiny kontaktu

source: Please ensure at least one contact group association is maintained.
sk_sk: Uistite sa, že je zachované aspoň jedno spojenie so skupinou kontaktu.

source: Could Not Remove
sk_sk: Nepodarilo sa odstrániť

source: View Relationship for
sk_sk: Zobraziť vzťah pre

source: Contact Relationships
sk_sk: Vzťahy kontaktu

source: Case Role has been deleted successfully.
sk_sk: Rola prípadu bola úspešne odstránená.

source: View Relationship
sk_sk: Zobraziť vzťah

source: Edit Relationship
sk_sk: Upraviť vzťah

source: Enable Relationship
sk_sk: Povoliť vzťah

source: Disable Relationship
sk_sk: Zakázať vzťah

source: Delete Relationship
sk_sk: Odstrániť vzťah

source: Manage Case
sk_sk: Spravovať prípad

source: Contact Page
sk_sk: Stránka kontaktu

source: Summary
sk_sk: Súhrn

source: Contact Tags
sk_sk: Značky kontaktu

source: You must be logged in to view this page.
sk_sk: Ak chcete zobraziť túto stránku, musíte sa prihlásiť.

source: Dashboard - %1
sk_sk: Tabuľa – %1

source: Your Contacts / Organizations
sk_sk: Vaše kontakty/organizácie

source: Personal Campaign Pages
sk_sk: Stránky osobnej kampane

source: Your Assigned Activities
sk_sk: Vaše priradené aktivity

source: Are you sure you want to disable this relationship?
sk_sk: Naozaj chcete tento vzťah zakázať?

source: Edit Contact Information
sk_sk: Upraviť informácie o kontakte

source: View Contact Dashboard
sk_sk: Zobraziť tabuľu kontaktu

source: Add User
sk_sk: Pridať používateľa

source: We could not find a contact id.
sk_sk: Nepodarilo sa nájsť ID kontaktu.
