Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Please enter a valid Bank Identification Number (value must not contain punctuation characters).
sk_sk: Zadajte platné identifikačné číslo banky (hodnota nesmie obsahovať interpunkčné znamienka).

source: Bank Identification Number
sk_sk: Identifikačné číslo banky

source: Bank Name
sk_sk: Názov banky

source: Check Number
sk_sk: Číslo šeku

source: Last 4 digits of the card
sk_sk: Posledné 4 číslice karty

source: Please enter valid last 4 digit card number.
sk_sk: Zadajte platné posledné štvorčíslie karty.

source: Authorization token
sk_sk: Overovací token

source: Billing First Name
sk_sk: Fakturácia – krstné meno

source: Billing Middle Name
sk_sk: Fakturácia – stredné meno

source: Billing Last Name
sk_sk: Fakturácia – priezvisko

source: No active instances of payment processor %1 were found.
sk_sk: Nenašli sa žiadne aktívne inštancie systému na spracovanie platieb %1.

source: No active instances of payment processor '%1' were found.
sk_sk: Nenašli sa žiadne aktívne inštancie systému na spracovanie platieb '%1'.

source: Recurring payment
sk_sk: Opakovaná platba

source: View user accounts
sk_sk: Zobraziť používateľské kontá

source: View user accounts. (Synthetic permission - adapts to local CMS)
sk_sk: Zobraziť používateľské kontá. (Syntetické povolenie – prispôsobí sa miestnemu CMS)

source: Administer user accounts
sk_sk: Spravovať používateľské kontá

source: Administer user accounts. (Synthetic permission - adapts to local CMS)
sk_sk: Spravovať používateľské kontá. (Syntetické povolenie – prispôsobí sa miestnemu CMS)

source: Generic: Deny all users
sk_sk: Všeobecné: Odmietnuť všetkých používateľov

source: Generic: Allow all users (including anonymous)
sk_sk: Všeobecné: Povoliť všetkých používateľov (vrátane anonymných)

source: add contacts
sk_sk: pridať kontakty

source: Create a new contact record in CiviCRM
sk_sk: Vytvoriť nový záznam kontaktu v CiviCRM

source: view all contacts
sk_sk: zobraziť všetky kontakty

source: View ANY CONTACT in the CiviCRM database, export contact info and perform activities such as Send Email, Phone Call, etc.
sk_sk: Zobrazte AKÝKOĽVEK KONTAKT v databáze CiviCRM, exportujte informácie o kontakte a vykonajte aktivity ako Poslať e-mail, Telefonát atď.

source: edit all contacts
sk_sk: upraviť všetky kontakty

source: View, Edit and Delete ANY CONTACT in the CiviCRM database; Create and edit relationships, tags and other info about the contacts
sk_sk: Zobrazte, upravte a odstráňte AKÝKOĽVEK KONTAKT v databáze CiviCRM, vytvárajte a upravujte vzťahy, značky a ďalšie informácie o kontaktoch

source: view my contact
sk_sk: zobraziť môj kontakt

source: edit my contact
sk_sk: upraviť môj kontakt

source: delete contacts
sk_sk: odstrániť kontakty

source: access deleted contacts
sk_sk: získať prístup k odstráneným kontaktom

source: Access contacts in the trash
sk_sk: Získať prístup ku kontaktom v koši

source: import contacts
sk_sk: importovať kontakty

source: Import contacts and activities
sk_sk: Importovať kontakty a aktivity

source: import SQL datasource
sk_sk: importovať zdroj údajov SQL

source: When importing, consume data directly from a SQL datasource
sk_sk: Pri importovaní spotrebúvať údaje priamo zo zdroja údajov SQL

source: edit groups
sk_sk: upraviť skupiny

source: Create new groups, edit group settings (e.g. group name, visibility...), delete groups
sk_sk: Vytvoriť nové skupiny, upraviť nastavenia skupiny (napr. názov skupiny, viditeľnosť...), odstrániť skupiny

source: administer CiviCRM
sk_sk: spravovať CiviCRM

source: Perform all tasks in the Administer CiviCRM control panel and Import Contacts
sk_sk: Vykonať všetky úlohy na ovládacom paneli Spravovať CiviCRM a importovať kontakty

source: skip IDS check
sk_sk: preskočiť kontrolu IDS

source: Warning: Give to trusted roles only; this permission has security implications. IDS system is bypassed for users with this permission. Prevents false errors for admin users.
sk_sk: Upozornenie: Poskytujte iba dôveryhodným rolám; toto povolenie môže mať následky z hľadiska bezpečnosti. Systém IDS sa pri používateľoch s týmto povolením obíde. Bráni falošným chybám u používateľov-správcov.

source: access uploaded files
sk_sk: získať prístup k nahratým súborom

source: View / download files including images and photos
sk_sk: Zobraziť/stiahnuť súbory vrátane obrázkov a fotografií

source: profile listings and forms
sk_sk: zoznamy profilu a formuláre

source: Warning: Give to trusted roles only; this permission has privacy implications. Add/edit data in online forms and access public searchable directories.
sk_sk: Upozornenie: Poskytujte iba dôveryhodným rolám; toto povolenie môže mať následky z hľadiska súkromia. Pridajte/upravte údaje v online formulároch a pristupujte k verejným adresárom, v ktorých možno vyhľadávať.

source: profile listings
sk_sk: zoznamy profilu

source: Warning: Give to trusted roles only; this permission has privacy implications. Access public searchable directories.
sk_sk: Upozornenie: Poskytujte iba dôveryhodným rolám; toto povolenie môže mať následky z hľadiska súkromia. Pristupujte k verejným adresárom, v ktorých možno vyhľadávať.

source: profile create
sk_sk: vytvoriť profil

source: Add data in a profile form.
sk_sk: Pridajte údaje do formulára profilu.

source: profile edit
sk_sk: upraviť profil

source: Edit data in a profile form.
sk_sk: Upravte údaje vo formulári profilu.

source: profile view
sk_sk: zobraziť profil

source: View data in a profile.
sk_sk: Zobrazte údaje v profile.

source: access all custom data
sk_sk: získať prístup ku všetkým vlastným údajom

source: View all custom fields regardless of ACL rules
sk_sk: Zobraziť všetky vlastné polia bez ohľadu na pravidlá ACL

source: view all activities
sk_sk: zobraziť všetky aktivity

source: View all activities (for visible contacts)
sk_sk: Zobraziť všetky aktivity (pre viditeľné kontakty)

source: edit inbound email basic information
sk_sk: upraviť základné informácie o prichádzajúcich e-mailoch

source: Edit all inbound email activities (for visible contacts) basic information. Content editing not allowed.
sk_sk: Upraviť všetky základné informácie o aktivitách spojených s prichádzajúcimi e-mailmi (pre viditeľné kontakty). Úprava obsahu nie je povolená.

source: edit inbound email basic information and content
sk_sk: upraviť základné informácie o prichádzajúcich e-mailoch a obsah

source: Edit all inbound email activities (for visible contacts) basic information and content.
sk_sk: Upraviť všetky základné informácie o aktivitách spojených s prichádzajúcimi e-mailmi (pre viditeľné kontakty).

source: access CiviCRM backend and API
sk_sk: získať prístup k serveru a rozhraniu API CiviCRM

source: Master control for access to the main CiviCRM backend and API. Give to trusted roles only.
sk_sk: Získajte kontrolu nad prístupom k hlavnému serveru a rozhraniu API CiviCRM. Udeľte ho iba dôveryhodným rolám.

source: access Contact Dashboard
sk_sk: získať prístup k tabuli kontaktu

source: View Contact Dashboard (for themselves and visible contacts)
sk_sk: Zobraziť tabuľu kontaktu (preňho a pre viditeľné kontakty)

source: translate CiviCRM
sk_sk: preložiť CiviCRM

source: Allow User to enable multilingual
sk_sk: Povoliť používateľovi viacjazyčné nastavenia

source: manage tags
sk_sk: spravovať značky

source: Create and rename tags
sk_sk: Vytvoriť a premenovať značky

source: administer reserved groups
sk_sk: spravovať rezervované skupiny

source: Edit and disable Reserved Groups (Needs Edit Groups)
sk_sk: Upraviť a zakázať rezervované skupiny (treba upraviť skupiny)

source: administer Tagsets
sk_sk: spravovať súbory značiek

source: administer reserved tags
sk_sk: spravovať rezervované značky

source: administer queues
sk_sk: spravovať fronty

source: Initialize, browse, and cancel background processing queues
sk_sk: Spustiť, prehľadávať a zrušiť fronty spracovania na pozadí

source: administer dedupe rules
sk_sk: spravovať pravidlá odstraňovania duplikátov

source: Create and edit rules, change the supervised and unsupervised rules
sk_sk: Vytvoriť a upraviť pravidlá, zmeniť pravidlá s dohľadom a bez dohľadu

source: merge duplicate contacts
sk_sk: zlúčiť duplicitné kontakty

source: Delete Contacts must also be granted in order for this to work.
sk_sk: Na to, aby táto aktivita fungovala, musí byť zároveň udelené povolenie Odstrániť kontakty.

source: force merge duplicate contacts
sk_sk: vynútiť zlúčenie duplicitných kontaktov

source: view debug output
sk_sk: zobraziť výstup ladenia

source: View results of debug and backtrace
sk_sk: Zobraziť výsledky ladenia a spätného sledovania

source: view all notes
sk_sk: zobraziť všetky poznámky

source: add contact notes
sk_sk: pridať poznámky kontaktu

source: Create notes for contacts
sk_sk: Vytvoriť poznámky pre kontakty

source: access AJAX API
sk_sk: získať prístup k rozhraniu API AJAX

source: Allow API access even if Access CiviCRM is not granted
sk_sk: Povoliť prístup k rozhraniu API, aj keď nie je udelený prístup k CiviCRM

source: access contact reference fields
sk_sk: získať prístup k poliam referencie kontaktu

source: Allow entering data into contact reference fields
sk_sk: Povoliť zadávanie údajov do polí referencie kontaktu

source: create manual batch
sk_sk: vytvoriť manuálnu dávku

source: Create an accounting batch (with Access to CiviContribute and View Own/All Manual Batches)
sk_sk: Vytvoriť účtovné spracovanie (s prístupom k CiviContribute a zobrazením vlastných/všetkých manuálnych dávok)

source: edit own manual batches
sk_sk: upraviť vlastné manuálne dávky

source: Edit accounting batches created by user
sk_sk: Upraviť účtovné dávky vytvorené používateľom

source: edit all manual batches
sk_sk: upraviť všetky manuálne dávky

source: Edit all accounting batches
sk_sk: Upraviť všetky účtovné dávky

source: close own manual batches
sk_sk: zatvoriť vlastné manuálne dávky

source: Close accounting batches created by user (with Access to CiviContribute)
sk_sk: Zatvoriť účtovné dávky vytvorené používateľom (s prístupom k CiviContribute)

source: close all manual batches
sk_sk: zatvoriť všetky manuálne dávky

source: Close all accounting batches (with Access to CiviContribute)
sk_sk: Zatvoriť všetky účtovné dávky (s prístupom k CiviContribute)

source: reopen own manual batches
sk_sk: znova otvoriť vlastné manuálne dávky

source: Reopen accounting batches created by user (with Access to CiviContribute)
sk_sk: Znova otvoriť účtovné dávky vytvorené používateľom (s prístupom k CiviContribute)

source: reopen all manual batches
sk_sk: znova otvoriť všetky manuálne dávky

source: Reopen all accounting batches (with Access to CiviContribute)
sk_sk: Znova otvoriť všetky účtovné dávky (s prístupom k CiviContribute)

source: view own manual batches
sk_sk: zobraziť vlastné manuálne dávky

source: View accounting batches created by user (with Access to CiviContribute)
sk_sk: Zobraziť účtovné dávky vytvorené používateľom (s prístupom k CiviContribute)

source: view all manual batches
sk_sk: zobraziť všetky manuálne dávky

source: View all accounting batches (with Access to CiviContribute)
sk_sk: Zobraziť všetky účtovné dávky (s prístupom k CiviContribute)

source: delete own manual batches
sk_sk: odstrániť vlastné manuálne dávky

source: Delete accounting batches created by user
sk_sk: Odstrániť účtovné dávky vytvorené používateľom

source: delete all manual batches
sk_sk: odstrániť všetky manuálne dávky

source: Delete all accounting batches
sk_sk: Odstrániť všetky účtovné dávky

source: export own manual batches
sk_sk: exportovať vlastné manuálne dávky

source: Export accounting batches created by user
sk_sk: Exportovať účtovné dávky vytvorené používateľom

source: export all manual batches
sk_sk: exportovať všetky manuálne dávky

source: Export all accounting batches
sk_sk: Exportovať všetky účtovné dávky

source: administer payment processors
sk_sk: spravovať systémy na spracovanie platieb

source: Add, Update, or Disable Payment Processors
sk_sk: Pridať, aktualizovať alebo zakázať systémy na spracovanie platieb

source: render templates
sk_sk: vykresliť šablóny

source: Render open-ended template content. (Additional constraints may apply to autoloaded records and specific notations.)
sk_sk: Vykresliť otvorený obsah šablón. (Na automaticky načítané záznamy a konkrétne zápisy sa môžu vzťahovať ďalšie obmedzenia.)

source: edit message templates
sk_sk: upraviť šablóny správ

source: edit system workflow message templates
sk_sk: upraviť šablóny správ pracovných postupov systému

source: edit user-driven message templates
sk_sk: upraviť šablóny správ stanovené používateľom

source: view my invoices
sk_sk: zobraziť moje faktúry

source: Allow users to view/ download their own invoices
sk_sk: Povoliť používateľom zobrazovanie/sťahovanie vlastných faktúr

source: edit api keys
sk_sk: upraviť kľúče rozhrania API

source: Edit API keys
sk_sk: Upraviť kľúče rozhrania API

source: edit own api keys
sk_sk: upraviť vlastné kľúče rozhrania API

source: Edit user's own API keys
sk_sk: Upraviť vlastné kľúče rozhrania API používateľa

source: send SMS
sk_sk: poslať SMS

source: Send an SMS
sk_sk: Poslať správu SMS

source: administer CiviCRM System
sk_sk: spravovať systém CiviCRM

source: Perform all system administration tasks in CiviCRM
sk_sk: Vykonávajte všetky úlohy správcu systému v CiviCRM

source: administer CiviCRM Data
sk_sk: spravovať údaje z CiviCRM

source: Permit altering all restricted data options
sk_sk: Povoliť striedanie všetkých zakázaných možností údajov

source: all CiviCRM permissions and ACLs
sk_sk: všetky povolenia pre CiviCRM a ACL

source: Administer and use CiviCRM bypassing any other permission or ACL checks and enabling the creation of displays and forms that allow others to bypass checks. This permission should be given out with care
sk_sk: Spravujte a používajte CiviCRM tak, že sa obídu ďalšie povolenia alebo kontroly ACL a umožní sa vytváranie zobrazení a formulárov, ktoré ostatným umožňujú obchádzať kontroly. Toto povolenie by sa malo udeľovať opatrne.

source: administer Multiple Organizations
sk_sk: spravovať viac organizácií

source: Administer multiple organizations. In practice this allows editing the group organization link
sk_sk: Spravujte viac organizácií. V praxi to umožňuje úpravu odkazu na organizáciu skupiny.

source: We could not move the uploaded file %1 to the upload directory %2. Please verify that the 'Temporary Files' setting points to a valid path which is writable by your web server.
sk_sk: Nepodarilo sa nám presunúť nahratý súbor %1 do adresára nahratých súborov %2. Overte si, že nastavenie 'Dočasné súbory' ukazuje na platnú cestu, ktorú váš webový server dokáže zapísať.

source: Snippet type %1 is unrecognized
sk_sk: Typ úryvku %1 nie je rozpoznaný

source: Bootstrap theme not found.
sk_sk: Motív bootstrap sa nenašiel.

source: This screen may not work correctly without a bootstrap-based theme such as Shoreditch installed.
sk_sk: Táto obrazovka nemusí správne fungovať bez nainštalovaného motívu na základe bootstrap, ako je Shoreditch.

source: Search by name/email or id...
sk_sk: Vyhľadávať podľa mena/e-mailu alebo ID...

source: Search by name or id...
sk_sk: Vyhľadávať podľa mena alebo ID...

source: Enter search term or id...
sk_sk: Zadajte vyhľadávaný výraz alebo ID...

source: Do not phone
sk_sk: Netelefonovať

source: Do not email
sk_sk: Neposielať e-mail

source: Do not mail
sk_sk: Neposielať poštu

source: Do not sms
sk_sk: Neposielať SMS

source: Do not trade
sk_sk: Neobchodovať

source: No bulk emails (User Opt Out)
sk_sk: Žiadne hromadné e-maily (explicitný nesúhlas používateľa)

source: day
sk_sk: deň

source: month
sk_sk: mesiac

source: year
sk_sk: rok

source: lifetime
sk_sk: životný cyklus

source: Rolling
sk_sk: Pohyblivé

source: Fixed
sk_sk: Fixné

source: Automatic
sk_sk: Automatické

source: Only send to email addresses assigned to the specified location
sk_sk: Posielať iba na e-mailové adresy priradené ku konkrétnemu miestu

source: Prefer email addresses assigned to the specified location
sk_sk: Preferovať e-mailové adresy priradené ku konkrétnemu miestu

source: Exclude email addresses assigned to the specified location
sk_sk: Vylúčiť e-mailové adresy priradené ku konkrétnemu miestu

source: Public
sk_sk: Verejné

source: Admin
sk_sk: Správca

source: No auto-renew option
sk_sk: Žiadna možnosť automatického obnovenia

source: Give option, but not required
sk_sk: Voliteľné, ale nie povinné

source: Auto-renew required
sk_sk: Automatické obnovenie je povinné

source: Membership Start Date
sk_sk: Dátum začiatku členstva

source: Membership Expiration Date
sk_sk: Dátum vypršania platnosti členstva

source: Member Since
sk_sk: Člen od

source: Single-line input field (text or numeric)
sk_sk: Pole na zadávanie údajov s jedným riadkom (textové alebo číselné)

source: Multi-line text box (textarea)
sk_sk: Pole na zadávanie údajov s viacerými riadkami (textová oblasť)

source: Drop-down (select list)
sk_sk: Rozbaľovací zoznam (zoznam s výberom možností)

source: Radio buttons
sk_sk: Prepínače

source: Checkbox(es)
sk_sk: Začiarkavacie políčka

source: Select Date
sk_sk: Vybrať dátum

source: Rich Text Editor
sk_sk: Editor formátu RTF

source: Autocomplete-Select
sk_sk: Automatické dokončenie – výber

source: Tab
sk_sk: Karta

source: Inline
sk_sk: Vnorené

source: Tab with table
sk_sk: Karta s tabuľkou

source: Standalone Form or Directory
sk_sk: Samostatný formulár alebo adresár

source: Search Views
sk_sk: Zobrazenia vyhľadávania

source: Added
sk_sk: Pridané

source: Pending
sk_sk: Čakajúce

source: Dynamic
sk_sk: Dynamické

source: Static
sk_sk: Statické

source: User and User Admin Only
sk_sk: Iba používatelia a správcovia používateľov

source: Expose Publicly
sk_sk: Sprístupniť verejne

source: Expose Publicly and for Listings
sk_sk: Sprístupniť verejne a pre zoznamy

source: Public Pages
sk_sk: Verejné stránky

source: Header
sk_sk: Hlavička

source: Footer
sk_sk: Päta

source: Reply Auto-responder
sk_sk: Odpovedať – automatický respondent

source: Opt-out Message
sk_sk: Správa o explicitnom nesúhlase

source: Subscription Confirmation Request
sk_sk: Žiadosť o potvrdenie odberu

source: Welcome Message
sk_sk: Uvítacia správa

source: Unsubscribe Message
sk_sk: Správa o zrušení odberu

source: Resubscribe Message
sk_sk: Správa o opätovnom prihlásení na odber

source: Do not show breakdown, only show total - i.e %1
sk_sk: Nezobrazovať rozpis, zobraziť iba celkovú hodnotu – napr. %1

source: Show [tax term] inclusive price - i.e. %1
sk_sk: Zobraziť cenu zahŕňajúcu [zdaňovacie obdobie] – napr. %1

source: %1 (includes [tax term] of %2)
sk_sk: %1 (zahŕňa [zdaňovacie obdobie] z %2)

source: Show [tax term] exclusive price - i.e. %1
sk_sk: Zobraziť cenu okrem [zdaňovacie obdobie] – napr. %1

source: %1 + %2 [tax term]
sk_sk: %1 + %2 [zdaňovacie obdobie]

source: Unsubscribe via email
sk_sk: Zrušiť odber cez e-mail

source: Unsubscribe via web page
sk_sk: Zrušiť odber cez webovú stránku

source: Resubscribe via email
sk_sk: Znovu sa prihlásiť na odber cez e-mail

source: Resubscribe via web page
sk_sk: Znovu sa prihlásiť na odber cez webovú stránku

source: Opt out via email
sk_sk: Explicitný nesúhlas cez e-mail

source: Opt out via web page
sk_sk: Explicitný nesúhlas cez webovú stránku

source: Forward this email (link)
sk_sk: Preposlať tento e-mail (odkaz)

source: Reply to this email (link)
sk_sk: Odpovedať na tento e-mail (odkaz)

source: Subscribe via web page
sk_sk: Prihlásiť sa na odber cez webovú stránku

source: Mailing key
sk_sk: Poštový kľúč

source: Mailing name
sk_sk: Názov pošty

source: Mailing group
sk_sk: Poštová skupina

source: Mailing permalink
sk_sk: Trvalý poštový odkaz

source: Activity Details
sk_sk: Podrobnosti aktivity

source: Activity Date Time
sk_sk: Dátum a čas aktivity

source: Membership ID
sk_sk: ID členstva

source: Membership Type
sk_sk: Typ členstva

source: Membership Fee
sk_sk: Poplatok za členstvo

source: Case Type
sk_sk: Typ prípadu

source: Case Subject
sk_sk: Predmet prípadu

source: Case Start Date
sk_sk: Dátum začiatku prípadu

source: Case End Date
sk_sk: Dátum ukončenia prípadu

source: Case Status
sk_sk: Stav prípadu

source: Case is in the Trash
sk_sk: Prípad je v koši

source: mm/dd/yy (12/31/2009)
sk_sk: mm/dd/rr (12/31/2009)

source: dd/mm/yy (31/12/2009)
sk_sk: dd/mm/rr (31/12/2009)

source: yy-mm-dd (2009-12-31)
sk_sk: rr-mm-dd (2009-12-31)

source: dd-mm-yy (31-12-2009)
sk_sk: dd-mm-rr (31-12-2009)

source: dd.mm.yy (31.12.2009)
sk_sk: dd.mm.rr (31.12.2009)

source: M d, yy (Dec 31, 2009)
sk_sk: M d, rr (Dec 31, 2009)

source: d M yy (31 Dec 2009)
sk_sk: d M rr (31 Dec 2009)

source: MM d, yy (December 31, 2009)
sk_sk: MM d, rr (December 31, 2009)

source: d MM yy (31 December 2009)
sk_sk: d MM rr (31 December 2009)

source: DD, d MM yy (Thursday, 31 December 2009)
sk_sk: DD, d MM rr (štvrtok, 31 December 2009)

source: yy-mm (2009-12)
sk_sk: rr-mm (2009-12)

source: M yy (Dec 2009)
sk_sk: M rr (Dec 2009)

source: yy (2009)
sk_sk: rr (2009)

source: 12 Hours
sk_sk: 12 hodín

source: 24 Hours
sk_sk: 24 hodín

source: Linear (1D)
sk_sk: Lineárne (1D)

source: QR code
sk_sk: Kód QR

source: Unsupervised
sk_sk: Bez dohľadu

source: Supervised
sk_sk: S dohľadom

source: General
sk_sk: Všeobecné

source: Day
sk_sk: Deň

source: Week
sk_sk: Týždeň

source: Month
sk_sk: Mesiac

source: Year
sk_sk: Rok

source: Inches
sk_sk: Palce

source: Centimeters
sk_sk: Centimetre

source: Millimeters
sk_sk: Milimetre

source: Points
sk_sk: Body

source: Pixels
sk_sk: Pixely

source: Payment
sk_sk: Platba

source: Report
sk_sk: Správa

source: Yearly
sk_sk: Ročne

source: Quarterly
sk_sk: Štvrťročne

source: Monthly
sk_sk: Mesačne

source: Weekly
sk_sk: Týždenne

source: Daily
sk_sk: Denne

source: Hourly
sk_sk: Každú hodinu

source: Every time cron job is run
sk_sk: Pri každom spustení úlohy cron

source: In
sk_sk: V

source: Not In
sk_sk: Nie je v

source: Like
sk_sk: Ako

source: Not Like
sk_sk: Nie je ako

source: Is Empty
sk_sk: Je prázdne

source: Not Empty
sk_sk: Nie je prázdne

source: Is Null
sk_sk: Má hodnotu Null

source: Not Null
sk_sk: Nemá hodnotu Null

source: Exact Match
sk_sk: Presná zhoda

source: Wildcard Match
sk_sk: Zhoda pomocou zástupného znaku

source: Base
sk_sk: Základ

source: Running
sk_sk: Spustené

source: Paused
sk_sk: Pozastavené

source: Canceled
sk_sk: Zrušené

source: minute
sk_sk: minúta

source: hour
sk_sk: hodina

source: week
sk_sk: týždeň

source: Previous 2
sk_sk: Predchádzajúce 2

source: Prior to Previous
sk_sk: Skoršie ako predchádzajúce

source: All Prior to Previous
sk_sk: Všetky skoršie ako predchádzajúce

source: To End of Previous
sk_sk: Do konca predchádzajúceho

source: From End of Previous
sk_sk: Od konca predchádzajúceho

source: From Start Of Current
sk_sk: Od začiatku aktuálneho

source: Current
sk_sk: Aktuálne

source: Last 3
sk_sk: Posledné 3

source: Last 2
sk_sk: Posledné 2

source: This
sk_sk: Toto

source: Upcoming
sk_sk: Budúce

source: To End of
sk_sk: Do konca

source: Next
sk_sk: Nasledujúce

source: Years
sk_sk: Roky

source: Fiscal Years
sk_sk: Fiškálne roky

source: Quarters
sk_sk: Štvrťroky

source: Months
sk_sk: Mesiace

source: Weeks
sk_sk: týž.

source: Days
sk_sk: Dni

source: Webpage (.html)
sk_sk: Webová stránka (.html)

source: Details Only
sk_sk: Iba podrobnosti

source: None
sk_sk: Žiadne

source: View only
sk_sk: Iba na zobrazenie

source: View and update
sk_sk: Zobraziť a aktualizovať

source: show all
sk_sk: zobraziť všetko

source: Name/Email
sk_sk: Meno/e-mail

source: After menu element
sk_sk: Prvok po ponuke

source: Before menu element
sk_sk: Prvok pred ponukou

source: A to B
sk_sk: A – B

source: B to A
sk_sk: B – A

source: And
sk_sk: A

source: Or
sk_sk: Alebo
