Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Go to <a href='%1'>Administer CiviCRM &raquo; System Settings &raquo; SMS Providers</a> to add or edit SMS Provider.
sk_sk: Prejdite na položky <a href='%1'>Spravovať CiviCRM &raquo; Nastavenia systému &raquo; Poskytovatelia správ SMS</a> a pridajte alebo upravte poskytovateľa správ SMS.

source: Contact your site administrator if you need to use a SMS Provider which is not in the dropdown list.
sk_sk: Ak potrebujete použiť poskytovateľa správ SMS, ktorý sa nenachádza v rozbaľovacom zozname, obráťte sa na správcu lokality.

source: To send a Mass SMS, you must have a valid group of recipients - either at least one group that's a Mailing List
sk_sk: Ak chcete poslať hromadnú správu SMS, musíte mať platnú skupinu príjemcov – aspoň jednu skupinu, ktorá predstavuje poštový zoznam

source: Mailing Recipients
sk_sk: Príjemcovia pošty

source: Are you sure you would like to execute this job?
sk_sk: Naozaj chcete vykonať túto úlohu?

source: Scheduling and Sending Mass SMS
sk_sk: Plánovanie a posielanie hromadných správ SMS

source: You can schedule Mass SMS to be sent starting at a specific date and time, OR you can request that they be sent as soon as possible by checking &quot;Send Immediately&quot;.
sk_sk: Môžete naplánovať odoslanie hromadných správ SMS na konkrétny dátum a čas ALEBO môžete požiadať, aby sa odoslali čo najskôr, a to začiarknutím políčka &quot;Poslať okamžite&quot;.

source: Click <strong>Submit Mass SMS/strong> to add this to the Mass SMS mailing queue. An automated task which runs periodically on your server processes mailings in the queue, and starts actually sending out your Mass SMS.
sk_sk: Kliknutím na tlačidlo <strong>Odoslať hromadnú správu SMS/strong> ju pridáte do poštového frontu hromadných správ SMS. Automatizovaná úloha, ktorá sa periodicky spúšťa na serveri, spracuje poštu vo fronte a začne reálne odosielať vaše hromadné správy SMS.

source: Click <strong>Continue Later</strong> if you're not ready to schedule or send this Mass SMS.
sk_sk: Ak nie ste pripravení naplánovať alebo odoslať túto hromadnú správu SMS, kliknite na tlačidlo <strong>Pokračovať neskôr</strong>.

source: <strong>Trouble-shooting Tip</strong> - If you find that your SMS are not being sent, ask the system administrator or technical support contact for your site to verify that the automated task (&quot;cron job&quot;) is running - and how frequently.
sk_sk: <strong>Tip na riešenie problémov</strong> – ak zistíte, že sa vaše správy SMS neodosielajú, požiadajte správcu systému alebo kontakt z oddelenia technickej podpory pre vašu lokalitu o overenie, či je spustená automatizovaná úloha (&quot;úloha cron&quot;) a ako často sa spúšťa.

source: You can schedule this Mass SMS to be sent starting at a specific date and time, OR you can request that it be sent as soon as possible by checking &quot;Send Immediately&quot;.
sk_sk: Môžete naplánovať odoslanie tejto hromadnej správy SMS na konkrétny dátum a čas ALEBO môžete požiadať, aby sa odoslala čo najskôr, a to začiarknutím políčka &quot;Poslať okamžite&quot;.

source: Set a date and time when you want CiviSMS to start sending this Mass SMS.
sk_sk: Nastavte dátum a čas, kedy má CiviSMS začať s odosielaním tejto hromadnej správy SMS.

source: Preview SMS
sk_sk: Zobraziť ukážku správy SMS

source: SMS HTML:
sk_sk: Správa SMS vo formáte HTML:

source: SMS Text:
sk_sk: Správa SMS v textovom formáte:

source: Message Formats
sk_sk: Formáty správ

source: You can send a <strong>TEXT</strong> Message using the available text pane.
sk_sk: Pomocou dostupnej textovej tably môžete odoslať <strong>TEXTOVÚ</strong> správu.

source: Upload or Compose On-screen
sk_sk: Nahrať alebo komponovať na obrazovke

source: You can also <strong>Upload</strong> the content stored in the files. OR you can <strong>Compose</strong> content directly on the screen.
sk_sk: Zároveň môžete <strong>nahrať</strong> obsah uložený v súboroch ALEBO môžete <strong>komponovať</strong> obsah priamo na obrazovke.

source: You can either <strong>upload</strong> the sms content from your computer OR <strong>compose</strong> the content on this screen.
sk_sk: Môžete buď <strong>nahrať</strong> obsah správy SMS z počítača, ALEBO <strong>komponovať</strong> obsah na tejto obrazovke.

source: Browse to the <strong>TEXT</strong> message file you have prepared for this SMS.
sk_sk: Prejdite na súbor <strong>TEXTOVEJ</strong> správy, ktorý máte pripravený pre túto správu SMS.

source: You can configure one or more SMS Providers for your CiviCRM installation.
sk_sk: Pre svoju inštaláciu CiviCRM môžete nakonfigurovať jedného alebo viacerých poskytovateľov správ SMS.

source: Provider Details
sk_sk: Podrobnosti poskytovateľa

source: API Type:
sk_sk: Typ rozhrania API:

source: API Url:
sk_sk: Adresa URL rozhrania API:

source: no parameters
sk_sk: žiadne parametre

source: Add SMS Provider
sk_sk: Pridať poskytovateľa správ SMS

source: What types of record(s) can this tag be used for?
sk_sk: Pre ktoré typy záznamov sa môže táto značka používať?

source: Reserved tags can not be deleted. Users with 'administer reserved tags' permission can set or unset the reserved flag. You must uncheck 'Reserved' (and delete any child tags) before you can delete a tag.
sk_sk: Rezervované značky nie je možné odstrániť. Používatelia s povolením 'spravovať rezervované značky' môžu nastaviť alebo zrušiť nastavenie rezervovaného príznaku. Pred odstránením značky musíte zrušiť začiarknutie políčka 'Rezervované' (a odstrániť prípadné podradené značky).

source: Defines if you can select this tag.
sk_sk: Definuje, či môžete vybrať túto značku.

source: Are you sure you want to delete <b>%1</b>?
sk_sk: Naozaj chcete odstrániť značku <b>%1</b>?

source: This tag will be removed from any currently tagged contacts, and users will no longer be able to assign contacts to this tag.
sk_sk: Táto značka sa odstráni zo všetkých aktuálne označených kontaktov a používatelia už nebudú môcť k tejto značke priraďovať kontakty.

source: You are about to combine the following %1 tags into a single tag:
sk_sk: Chystáte sa skombinovať nasledujúce značky (%1) do jednej:

source: Tag Tree
sk_sk: Strom značiek

source: Tag Sets
sk_sk: Súbory značiek

source: Filter List
sk_sk: Filtrovať zoznam

source: Tags are a convenient way to categorize data (%1).
sk_sk: Značky predstavujú praktický spôsob kategorizácie údajov (%1).

source: Create predefined tags in the main tree, or click the <strong>+</strong> to add a set for free tagging.
sk_sk: Vytvorte vopred definované značky v hlavnom strome alebo kliknutím na ikonu <strong>+</strong> pridajte súbor na voľné označovanie.

source: Main Tag List
sk_sk: Hlavný zoznam značiek

source: Tag Set for %1
sk_sk: Súbor značiek pre %1

source: Add Tag Set
sk_sk: Pridať súbor značiek

source: Organize the tag hierarchy by clicking and dragging. Shift-click to select multiple tags to merge/move/delete.
sk_sk: Kliknutím a potiahnutím zorganizujte hierarchiu značiek. Kombináciou klávesu Shift a kliknutia vyberiete viac značiek, ktoré chcete zlúčiť/presunúť/odstrániť.

source: Main Tag Tree
sk_sk: Hlavný strom značiek

source: Move to Tagset
sk_sk: Presunúť do súboru značiek

source: Select Tagset
sk_sk: Vybrať súbor značiek

source: None Selected
sk_sk: Nie je vybraté nič

source: Select one or more tags for details.
sk_sk: Vyberte jednu alebo viac značiek pre podrobnosti.

source: Empty Tag Set
sk_sk: Prázdny súbor značiek

source: No tags have been created in this set.
sk_sk: V tomto súbore nie sú vytvorené žiadne značky.

source: Add Tag
sk_sk: Pridať značku

source: Edit Set
sk_sk: Upraviť súbor

source: Delete Set
sk_sk: Odstrániť súbor

source: Select color
sk_sk: Vybrať farbu

source: Selectable:
sk_sk: Dá sa vybrať:

source: Reserved:
sk_sk: Rezervované:

source: Used For:
sk_sk: Používané na:

source: Usage Count:
sk_sk: Počet použití:

source: Clear selection
sk_sk: Vymazať výber

source: Create new tag under this one
sk_sk: Vytvoriť novú značku pod touto

source: Add Child
sk_sk: Pridať podradenú položku

source: Duplicate this tag
sk_sk: Duplikovať túto značku

source: Clone Tag
sk_sk: Klonovať značku

source: Move to a different tagset
sk_sk: Presunúť do iného súboru značiek

source: Move Tag
sk_sk: Presunúť značku

source: %1 Tags Selected
sk_sk: Vybraté značky: %1

source: %1 reserved.
sk_sk: Rezervované: %1.

source: Total Usage:
sk_sk: Celkové používanie:

source: Combine tags into one
sk_sk: Skombinovať značky do jednej

source: Merge Tags
sk_sk: Zlúčiť značky

source: Move Tags
sk_sk: Presunúť značky

source: Delete All
sk_sk: Odstrániť všetko

source: Tag Set for %1 (created %2 by %3).
sk_sk: Súbor značiek pre %1 (vytvorený %2 používateľom %3).

source: Choose the field to add to the profile.
sk_sk: Vyberte pole, ktoré chcete pridať do profilu.

source: Restrictions:
sk_sk: Obmedzenia:

source: Only one field of each communication type (EG. phone) can use the primary location type.
sk_sk: Typ primárneho umiestnenia môže používať iba jedno pole z každého typu komunikácie (napr. telefón).

source: When you choose the primary location type the collected data will use the default location type from the <a href="%1">Location types</a> setup.
sk_sk: Keď vyberiete typ primárneho umiestnenia, zhromaždené údaje použijú predvolený typ umiestnenia z nastavenia <a href="%1">Typy umiestnení</a>.

source: The field label displayed on the form (over-ride the default field label here, if desired).
sk_sk: Označenie poľa zobrazené vo formulári (v prípade potreby tu prepíšte predvolené označenie poľa).

source: Multi-record listing
sk_sk: Zoznam s viacerými záznamami

source: Fields which are part of a custom data set that supports multiple records will be listed below the standard single-record fields when in profile edit view. Use this option to determine which fields you want displayed in that listing
sk_sk: Polia patriace do súboru vlastných údajov, ktorý podporuje viac záznamov, budú pri zobrazení úpravy profilu uvedené pod štandardnými poľami s jedným záznamom. Pomocou tejto možnosti určíte, ktoré polia sa majú zobrazovať v danom zozname.

source: Are users required to complete this field?
sk_sk: Požaduje sa od používateľov, aby vyplnili toto pole?

source: View Only
sk_sk: Iba na zobrazenie

source: If checked, users can view but not edit this field.
sk_sk: Ak je začiarknutá táto možnosť, používatelia môžu toto pole zobrazovať, ale nie upravovať.

source: NOTE: View Only fields can not be included in Profile Search forms.
sk_sk: POZNÁMKA: polia určené iba na zobrazenie nesmú byť zahrnuté vo formulároch na vyhľadávanie v profiloch.

source: Is this field hidden from public search ('User and User Admin Only'), or is it visible to the public and potentially searchable in the Profile Search form ('Expose Publicly' or 'Expose Publicly and for Listings')? ('User and User Admin Only') fields can still be used for Edit and Create mode.
sk_sk: Je toto pole skryté pred verejným vyhľadávaním ('Iba používatelia a správcovia používateľov') alebo je viditeľné pre verejnosť a potenciálne vyhľadateľné vo formulári vyhľadávania v profile ('Sprístupniť verejne' alebo 'Sprístupniť verejne a pre zoznamy')? Polia ('Iba používatelia a správcovia používateľov') stále možno použiť v režime úprav a tvorby.

source: When visibility is 'Expose Publicly and for Listings', users can also click the field value when viewing a contact in order to locate other contacts with the same value(s) (i.e. other contacts who live in Poland).
sk_sk: Keď je nastavená viditeľnosť 'Sprístupniť verejne a pre zoznamy', používatelia môžu pri zobrazení kontaktu kliknutím na hodnotu poľa nájsť aj iné kontakty s rovnakými hodnotami (napr. iné kontakty žijúce v Poľsku).

source: Do you want to include this field in the Profile's Search form?
sk_sk: Chcete toto pole zahrnúť do formulára na vyhľadávanie v profile?

source: Results Column
sk_sk: Stĺpec s výsledkami

source: Is this field included as a column in the search results table? This setting applies only to fields with 'Public Pages' or 'Public Pages and Listings' visibility.
sk_sk: Je toto pole zahrnuté ako stĺpec v tabuľke s výsledkami vyhľadávania? Toto nastavenie platí iba pre polia s viditeľnosťou 'Verejné stránky' alebo 'Verejné stránky a zoznamy'.

source: Help Text
sk_sk: Text pomocníka

source: Explanatory text displayed to users for this field (can include HTML formatting tags).
sk_sk: Vysvetľujúci text, ktorý sa zobrazí používateľom pri tomto poli (môžete zahrnúť formátovacie značky HTML).

source: Weight controls the order in which fields are displayed within a profile. Enter a positive or negative integer - lower numbers are displayed ahead of higher numbers. Note: The field order will not respect non-multi fields interspersed with multi record fields in edit mode.
sk_sk: Váha stanovuje, v akom poradí sa budú polia zobrazovať v profile. Zadajte kladné alebo záporné celé číslo – nižšie čísla sa zobrazujú pred vyššími. Poznámka: poradie polí nebude zohľadňovať polia bez viacerých záznamov zmiešané s poľami s viacerými záznamami v režime úprav.

source: Disable this option to remove the field from the profile without deleting it.
sk_sk: Zakázaním tejto možnosti odoberiete pole z profilu bez toho, aby ste ho odstránili.

source: WARNING: Deleting this profile field will remove it from Profile forms and listings. If this field is used in any 'stand-alone' Profile forms, you will need to update those forms to remove this field.
sk_sk: UPOZORNENIE: Odstránením odoberiete toto pole profilu z formulárov a zoznamov profilu. Ak sa toto pole používa v nejakom 'samostatnom' formulári profilu, budete musieť tieto formuláre aktualizovať, aby ste toto pole odobrali.

source: Select the type of CiviCRM record and the field you want to include in this Profile.
sk_sk: Vyberte typ záznamu CiviCRM a pole, ktoré chcete zahrnúť do tohto profilu.

source: You can not mark fields as Searchable in a profile that contains fields for multiple record types.
sk_sk: Tieto polia nemôžete označiť ako vyhľadateľné v profile, ktorý obsahuje polia pre viac typov záznamov.

source: fields can not be marked as Searchable in a profile.
sk_sk: polia nemožno v profile označiť ako vyhľadateľné.

source: You can not mark a field as a Result Column in a profile that contains fields from multiple record types.
sk_sk: Toto pole nemôžete označiť ako stĺpec s výsledkami v profile, ktorý obsahuje polia z viacerých typov záznamov.

source: can not be used as a Result Column for profile searches.
sk_sk: nemožno použiť ako stĺpec s výsledkami pri vyhľadávaní v profiloch.

source: Oops. One or more fields in this profile are configured to be Searchable and / or shown in a Results Column, AND you are trying to add a
sk_sk: Ľutujeme, ale jedno alebo viaceré polia v tomto profile sú nakonfigurované ako vyhľadateľné a/alebo zobrazené v stĺpci s výsledkami A snažíte sa pridať

source: field. Profiles with a mixture of field types can not include Searchable or Results Column fields. If you save this field now, the Seachable and Results Column settings will be removed for all fields in this profile. Do you want to continue?
sk_sk: pole. Profily s kombináciou typov polí nemôžu zahŕňať polia Vyhľadateľné alebo Stĺpec s výsledkami. Ak teraz uložíte toto pole, nastavenia Vyhľadateľné a Stĺpec s výsledkami sa odoberú pre všetky polia v tomto profile. Chcete pokračovať?

source: Help Description
sk_sk: Opis pomocníka

source: Explanatory text for profile.
sk_sk: Vysvetľujúci text pre profil.

source: Profiles can be used in many different ways (and a single profile can be used in multiple contexts)
sk_sk: Profily možno použiť mnohými spôsobmi (a jeden profil možno použiť vo viacerých kontextoch)

source: You can collect additional information about a donor or event participant by including profiles directly in Online Contribution Pages and Event Registration forms. When using a profile in this manner you do not need to check any of the "Used For" checkboxes.
sk_sk: Môžete zhromažďovať dodatočné informácie o darcovi alebo účastníkovi podujatia, ak zahrniete profily priamo do stránok online príspevkov alebo formulárov registrácie na podujatia. Keď používate profil týmto spôsobom, nemusíte začiarknuť žiadne z políčok 'Používané na'.

source: Check <strong>Standalone Form or Directory</strong> if you want it to use this profile for custom forms, or contact listing and view screens (from the civicrm/profile path).
sk_sk: Začiarknite políčko <strong>Samostatný formulár alebo adresár</strong>, ak chcete, aby sa tento profil používal pri vlastných formulároch alebo zozname kontaktov a obrazovkách zobrazení (s cestou civicrm/profile).

source: Check <strong>Search Results</strong> to use this profile to display an alternate set of results columns for CiviCRM Basic and Advanced Search.
sk_sk: Začiarknite políčko <strong>Výsledky vyhľadávania</strong> s cieľom použiť tento profil na zobrazenie iného súboru stĺpcov s výsledkami pre základné alebo rozšírené vyhľadávanie v systéme CiviCRM.

source: Check <strong>User Registration</strong> if you want this Profile to be included in the New Account registration form.
sk_sk: Začiarknite políčko <strong>Registrácia používateľa</strong>, ak chcete, aby bol tento profil zahrnutý do formulára na registráciu nového konta.

source: Check <strong>View/Edit User Account</strong> to include it in the view and edit screens for existing user accounts.
sk_sk: Začiarknite políčko <strong>Zobraziť/upraviť používateľské konto</strong> s cieľom zahrnúť ho do obrazoviek na zobrazovanie a úpravu existujúcich používateľských kont.

source: Help Pre-Form
sk_sk: Formulár predbežnej pomoci

source: Help Post-Form
sk_sk: Formulár následnej pomoci

source: Limit Group
sk_sk: Obmedziť skupinu

source: Notify Email
sk_sk: Oznámiť e-mailom

source: Redirect
sk_sk: Presmerovať

source: Add Cancel Button
sk_sk: Pridať tlačidlo Zrušiť

source: Enable/Disable this checkbox to add/remove cancel button on the profile form.
sk_sk: Povolením/zakázaním tohto začiarkavacieho políčka pridáte/odoberiete tlačidlo Zrušiť vo formulári profilu.

source: Cancel Redirect
sk_sk: Zrušiť presmerovanie

source: Override the default button text for the cancel button for this profile
sk_sk: Prepíšte tlačidlo s predvoleným textom tlačidla Zrušiť pre tento profil

source: Override the default button text for the submit button for this profile
sk_sk: Prepíšte tlačidlo s predvoleným textom tlačidla Odoslať pre tento profil

source: When reCAPTCHA is enabled for a profile form, anonymous users are required to read an image with letters and numbers and enter the value in a field. This helps prevent abuse by automated scripts.
sk_sk: Keď je pre formulár profilu povolená možnosť reCAPTCHA, anonymní používatelia musia prečítať písmená a čísla z obrázka a zadať výslednú hodnotu do poľa. Pomáha to zabraňovať využívaniu škodlivých automatizovaných skriptov.

source: To use reCAPTCHA you must sign up at <a %1>Google's reCaptcha site</a> to get your public and private keys. Then enter both keys in <a %2>Administer CiviCRM &raquo; System Settings &raquo; reCAPTCHA settings</a>.
sk_sk: Ak chcete použiť možnosť reCAPTCHA, musíte sa zaregistrovať na <a %1>lokalite reCaptcha spoločnosti Google</a> a získať verejný a súkromný kľúč. Potom zadajte oba kľúče v ponuke <a %2>Spravovať CiviCRM &raquo; Nastavenia systému &raquo; Nastavenia reCAPTCHA</a>.

source: Do not enable this feature if you are using this profile as an HTML Form Snippet embedded in a non-CiviCRM web page. reCAPTCHA requires dynamic page generation. Submitting a stand-alone form with reCAPTCHA included will always result in a reCAPTCHA validation error.
sk_sk: Túto funkciu nepovoľujte, ak používate tento profil ako úryvok formulára HTML vložený do inej webovej stránky ako CiviCRM. reCAPTCHA požaduje dynamické generovanie stránok. Odoslanie samostatného formulára so zahrnutou možnosťou reCAPTCHA bude mať vždy za následok chybu overenia reCAPTCHA.

source: reCAPTCHA is also not available when a profile is used inside the User Registration and My Account screens.
sk_sk: Možnosť reCAPTCHA zároveň nie je k dispozícii, keď sa profil používa na obrazovkách Registrácia používateľa a Moje konto.

source: Account Creation
sk_sk: Vytvorenie kont

source: If you are using this profile as a contact signup form, using it in an online contribution page OR an event registration page, anonymous users will be given the option to create a %1 User Account as part of completing the form.
sk_sk: Ak používate tento profil ako formulár na registráciu kontaktu, pri jeho použití na stránke online príspevku ALEBO na stránke registrácie na podujatie budú mať anonymní používatelia pri vypĺňaní formulára možnosť vytvoriť %1 používateľské konto.

source: This feature requires your Drupal User Settings to allow 'visitors to create accounts' (with or without administrator approval). The 'Email Verification' option may be enabled or disabled.
sk_sk: Táto funkcia požaduje, aby ste v sekcii Nastavenia používateľa Drupal povolili 'návštevníkom vytvárať kontá' (so súhlasom správcu alebo bez neho). Možnosť 'Overenie e-mailu' môže byť povolená alebo zakázaná.

source: If the 'Email Verification' option is enabled, users will receive a welcome email from Drupal with login information. Otherwise they will select a Password inline, and if administrator approval is not required they will be automatically logged in as soon as the transaction is completed.
sk_sk: Ak je povolená možnosť 'Overenie e-mailu', používatelia dostanú uvítací e-mail s prihlasovacími informáciami zo systému Drupal. V opačnom prípade vyberú vnorené heslo, a ak nie je potrebný súhlas správcu, budú automaticky prihlásení po dokončení transakcie.

source: This feature requires the 'Allow User Registration' setting to be 'Yes' in Joomla Global Configuration >> System Settings.
sk_sk: Táto funkcia požaduje, aby bola možnosť 'Povoliť registráciu používateľov' v ponuke Globálna konfigurácia Joomla >> Nastavenia systému nastavená na 'Áno'.

source: In addition, you must include a Primary Email Address field in the profile.
sk_sk: Okrem toho musíte do profilu zahrnúť pole Primárna e-mailová adresa.

source: If you are using the profile as a contact signup and editing form - this option controls what happens if the data matches an existing contact record. Using this option user can update the matching record or create a duplicate record or otherwise he will get a 'duplicate record' warning, and their input will not be saved. Contact matching is based on your configured 'Strict' rule for identifying duplicate contacts.
sk_sk: Ak profil používate ako formulár na registráciu a úpravu kontaktov, táto možnosť rozhoduje o tom, čo sa stane, ak sa údaje zhodujú s existujúcim záznamom kontaktu. Pomocou tejto možnosti môže používateľ aktualizovať zhodný záznam alebo vytvoriť duplicitný záznam, inak dostane upozornenie na 'duplicitný záznam' a jeho zadané údaje sa neuložia. Porovnávanie kontaktov vychádza z vášho nakonfigurovaného 'prísneho' pravidla na identifikáciu duplicitných kontaktov.

source: This setting is ignored if the profile is embedded in an online contribution, membership signup or event registration form. In this case a contact match always results in the transaction being linked to the matching contact.</p>
sk_sk: Toto nastavenie je ignorované, ak je profil vložený do online formulára príspevku, registrácie členstva alebo registrácie na podujatie. V takom prípade bude mať zhoda kontaktov vždy za následok to, že transakcia sa prepojí so zhodným kontaktom.</p>
