Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Click to copy %1 from row one to all rows.
sk_sk: Kliknutím skopírujete %1 z prvého riadka do všetkých riadkov.

source: %1 Help
sk_sk: Pomocník %1

source: Email on hold - generally due to bouncing.
sk_sk: E-mail je pozastavený – spravidla z dôvodu vrátenia.

source: Privacy flag: %1
sk_sk: Príznak súkromia: %1

source: Delete Custom Field
sk_sk: Odstrániť vlastné pole

source: The custom field '%1' has been deleted.
sk_sk: Vlastné pole '%1' bolo odstránené.

source: The Group '%1' cannot be deleted! You must Delete all custom fields in this group prior to deleting the group.
sk_sk: Skupinu '%1' nemožno odstrániť! Pred odstránením tejto skupiny musíte odstrániť všetky vlastné polia v tejto skupine.

source: Confirm Custom Group Delete
sk_sk: Potvrdiť odstránenie vlastnej skupiny

source: Delete Custom Group
sk_sk: Odstrániť vlastnú skupinu

source: The Group '%1' has been deleted.
sk_sk: Skupina '%1' bola odstránená.

source: Edit Field
sk_sk: Upraviť pole

source: New Field
sk_sk: Nové pole

source: Field Label
sk_sk: Označenie poľa

source: Display in Table?
sk_sk: Zobraziť v tabuľke?

source: Multi-Select
sk_sk: Viacnásobný výber

source: Create a new set of options
sk_sk: Vytvoriť nový súbor možností

source: Reuse an existing set
sk_sk: Znova použiť existujúci súbor

source: Multiple Choice Option Sets
sk_sk: Súbory s možnosťou s výberom viacerých položiek

source: Option Type
sk_sk: Typ možnosti

source: Limit List to Group
sk_sk: Obmedziť zoznam na skupinu

source: Advanced Filter
sk_sk: Rozšírený filter

source: Active?
sk_sk: Aktívne?

source: Database field length
sk_sk: Dĺžka poľa databázy

source: Value should be a positive number
sk_sk: Hodnota by mala byť kladné číslo

source: Dates may be up to
sk_sk: Dátumy môžu byť do

source: Width (columns)
sk_sk: Šírka (stĺpce)

source: Height (rows)
sk_sk: Výška (riadky)

source: Maximum length
sk_sk: Maximálna dĺžka

source: is a numeric field
sk_sk: je číselné pole

source: Required?
sk_sk: Povinné?

source: Options Per Line
sk_sk: Počet možností na riadok

source: must be a numeric value
sk_sk: musí byť číselná hodnota

source: Default Value
sk_sk: Predvolená hodnota

source: Field Pre Help
sk_sk: Predbežná pomoc pre pole

source: Field Post Help
sk_sk: Následná pomoc pre pole

source: View Only?
sk_sk: Iba na zobrazenie?

source: Is this Field Searchable?
sk_sk: Dá sa toto pole vyhľadať?

source: Search by Range?
sk_sk: Vyhľadávať podľa rozsahu?

source: Custom field '%1' already exists in Database.
sk_sk: Vlastné pole '%1' je už v databáze.

source: Name cannot not start with a digit
sk_sk: Názov nesmie začínať číslicou

source: You cannot use 'id' as a field label.
sk_sk: Nemôžete použiť 'ID' ako označenie poľa.

source: Please enter a valid integer.
sk_sk: Zadajte platné celé číslo.

source: Please enter a valid number.
sk_sk: Zadajte platné číslo.

source: Please enter a valid link.
sk_sk: Zadajte platný odkaz.

source: Please enter a valid date as default value using YYYY-MM-DD format. Example: 2004-12-31.
sk_sk: Zadajte platný dátum ako predvolenú hodnotu pomocou formátu RRRR-MM-DD. Príklad: 2004-12-31.

source: Please enter 1 (for Yes) or 0 (for No) if you want to set a default value.
sk_sk: Ak chcete nastaviť predvolenú hodnotu, zadajte 1 (pre možnosť Áno) alebo 0 (pre možnosť Nie).

source: Invalid default value for country.
sk_sk: Neplatná predvolená hodnota pre krajinu.

source: The invalid default value for State/Province data type
sk_sk: Neplatná predvolená hodnota pre typ údajov Štát/provincia

source: Please do not include entity parameter (entity is always 'contact')
sk_sk: Neuvádzajte parameter entity (entita je vždy 'kontakt')

source: Only 'get' action is supported.
sk_sk: Podporovaná je iba akcia 'získať'.

source: Please select a date format.
sk_sk: Vyberte formát dátumu.

source: Duplicate Option values
sk_sk: Duplikovať hodnoty možností

source: Duplicate Option label
sk_sk: Duplikovať označenie možnosti

source: Option label cannot be empty
sk_sk: Označenie možnosti nesmie byť prázdne

source: Option value cannot be empty
sk_sk: Hodnota možnosti nesmie byť prázdna

source: Please enter a valid money value.
sk_sk: Zadajte platnú peňažnú hodnotu.

source: You must select a Multiple Choice Option set if you chose Reuse an existing set.
sk_sk: Ak ste sa rozhodli znova použiť existujúci súbor, musíte vybrať súbor s možnosťou s výberom viacerých položiek.

source: The data type of the multiple choice option set you've selected does not match the data type assigned to this field.
sk_sk: Typ údajov súboru s možnosťou s výberom viacerých položiek, ktorý ste si vybrali, sa nezhoduje s typom údajov priradeným k tomuto poľu.

source: Can not set this field Required and View Only at the same time.
sk_sk: Nie je možné nastaviť toto pole súčasne ako Povinné aj ako Iba na zobrazenie.

source: Cannot impose option list because there is existing data which does not match the options.
sk_sk: Nie je možné použiť zoznam možností, pretože existujú údaje, ktoré sa nezhodujú s možnosťami.

source: Custom field '%1' has been saved.
sk_sk: Vlastné pole '%1' bolo uložené.

source: Ready to add another.
sk_sk: Pripravené na pridanie ďalšej položky.

source: Custom group '%1' already exists in Database.
sk_sk: Vlastná skupina '%1' je už v databáze.

source: Display Style 'Tab with table' is only supported for multiple-record custom field sets.
sk_sk: Štýl zobrazenia 'Karta s tabuľkou' je podporovaný iba pri súboroch vlastných polí s viacerými záznamami.

source: Set Name
sk_sk: Názov súboru

source: Select
sk_sk: Vybrať

source: Sub Type
sk_sk: Podtyp

source: Pre-form Help
sk_sk: Pomocník pred formulárom

source: Post-form Help
sk_sk: Pomocník po formulári

source: Display Style
sk_sk: Štýl zobrazenia

source: Tab icon
sk_sk: Ikona karty

source: Collapse this set on initial display
sk_sk: Zbaliť tento súbor pri počiatočnom zobrazení

source: Collapse this set in Advanced Search
sk_sk: Zbaliť tento súbor v rozšírenom vyhľadávaní

source: Is this Custom Data Set active?
sk_sk: Je tento súbor vlastných údajov aktívny?

source: Is this Custom Data Set public?
sk_sk: Je tento súbor vlastných údajov verejný?

source: Does this Custom Field Set allow multiple records?
sk_sk: Povoľuje tento súbor vlastných polí viacnásobné záznamy?

source: Maximum number of multiple records
sk_sk: Maximálny počet viacnásobných záznamov

source: Your custom field set '%1 ' has been saved.
sk_sk: Váš súbor vlastných polí '%1' bol uložený.

source: Your custom field set '%1' has been added. You can add custom fields now.
sk_sk: Váš súbor vlastných polí '%1' bol pridaný. Teraz môžete pridávať vlastné polia.

source: To ensure that all of your custom data groups are available to Views, you may need to add the following key(s) to the db_prefix array in your settings.php file: '%1'.
sk_sk: Ak sa chcete uistiť, že všetky vaše skupiny vlastných údajov sú dostupné na zobrazenie, možno budete musieť pridať nasledujúce kľúče do poľa db_prefix v súbore settings.php: '%1'.

source: Custom Field Move: %1
sk_sk: Vlastné pole – presunúť: %1

source: You need more than one custom group to move fields
sk_sk: Na presun polí potrebujete viac ako jednu vlastnú skupinu

source: Destination
sk_sk: Cieľ

source: Move Custom Field
sk_sk: Presunúť vlastné pole

source: %1 has been moved to the custom set <a href='%3'>%2</a>.
sk_sk: Položka %1 bola presunutá do vlastného súboru <a href='%3'>%2</a>.

source: There is an entry with the same label.
sk_sk: Existuje záznam s rovnakým označením.

source: There is an entry with the same value.
sk_sk: Existuje záznam s rovnakou hodnotou.

source: Please enter a valid integer value.
sk_sk: Zadajte platnú hodnotu celého čísla.

source: Please enter a valid date using YYYY-MM-DD format. Example: 2004-12-31.
sk_sk: Zadajte platný dátum pomocou formátu RRRR-MM-DD. Príklad: 2004-12-31.

source: Please enter 1 or 0 as value.
sk_sk: Zadajte 1 alebo 0 ako hodnotu.

source: The invalid value for State/Province data type
sk_sk: Neplatná hodnota pre typ údajov Štát/provincia

source: Option "%1" has been deleted.
sk_sk: Možnosť '%1' bola odstránená.

source: Your multiple choice option '%1' has been saved
sk_sk: Vaša možnosť s výberom viacerých položiek '%1' bola uložená

source: You can add another option.
sk_sk: Môžete pridať ďalšiu možnosť.

source: This field is view only so it will not display on edit form.
sk_sk: Toto pole slúži iba na zobrazenie, takže sa nebude zobrazovať vo formulári úprav.

source: This field is inactive so it will not display on edit form.
sk_sk: Toto pole je neaktívne, takže sa nebude zobrazovať vo formulári úprav.

source: Done with Preview
sk_sk: Dokončená ukážka

source: This import screen cannot be used because there are no Multi-value custom data groups.
sk_sk: Táto obrazovka importu sa nedá použiť, pretože neexistujú skupiny vlastných údajov s viacerými hodnotami.

source: Multi-value Custom Data
sk_sk: Vlastné údaje s viacerými hodnotami

source: multi-value custom data records
sk_sk: záznamy vlastných údajov s viacerými hodnotami

source: Contact ID or External Identifier
sk_sk: ID kontaktu alebo externý identifikátor

source: Multiple Value Custom Field Import
sk_sk: Import vlastného poľa s viacerými hodnotami

source: Edit Custom Field
sk_sk: Upraviť vlastné pole

source: Edit Multiple Choice Options
sk_sk: Upraviť možnosti s výberom viacerých položiek

source: List Custom Options
sk_sk: Zoznam vlastných možností

source: Preview Field Display
sk_sk: Zobraziť ukážku poľa Zobrazenie

source: Preview Custom Field
sk_sk: Zobraziť ukážku vlastného poľa

source: Disable Custom Field
sk_sk: Zakázať vlastné pole

source: Enable Custom Field
sk_sk: Povoliť vlastné pole

source: View and Edit Custom Fields
sk_sk: Zobraziť a upraviť vlastné polia

source: Preview Custom Data Set
sk_sk: Zobraziť ukážku súboru vlastných údajov

source: Edit Custom Set
sk_sk: Upraviť vlastný súbor

source: Disable Custom Set
sk_sk: Zakázať vlastný súbor

source: Enable Custom Set
sk_sk: Povoliť vlastný súbor

source: Delete Custom Set
sk_sk: Odstrániť vlastný súbor

source: Edit Option
sk_sk: Upraviť možnosť

source: Edit Multiple Choice Option
sk_sk: Upraviť možnosť s výberom viacerých položiek

source: View Multiple Choice Option
sk_sk: Zobraziť možnosť s výberom viacerých položiek

source: Disable Multiple Choice Option
sk_sk: Zakázať možnosť s výberom viacerých položiek

source: Enable Multiple Choice Option
sk_sk: Povoliť možnosť s výberom viacerých položiek

source: Delete Multiple Choice Option
sk_sk: Odstrániť možnosť s výberom viacerých položiek

source: %1 - Multiple Choice Options
sk_sk: %1 – možnosti s výberom viacerých položiek

source: Custom Option
sk_sk: Vlastná možnosť

source: Custom Data Fields
sk_sk: Polia vlastných údajov

source: Dedupe Exceptions
sk_sk: Výnimky odstraňovania duplikátov

source: Dedupe Exception
sk_sk: Výnimka odstraňovania duplikátov

source: Dedupe Exception ID
sk_sk: ID výnimky odstraňovania duplikátov

source: Unique dedupe exception id
sk_sk: Jedinečné ID výnimky odstraňovania duplikátov

source: First Dupe Contact ID
sk_sk: ID prvého duplicitného kontaktu

source: First Dupe Contact
sk_sk: Prvý duplicitný kontakt

source: Second Dupe Contact ID
sk_sk: ID druhého duplicitného kontaktu

source: Second Dupe Contact
sk_sk: Druhý duplicitný kontakt

source: Dedupe Rules
sk_sk: Pravidlá odstraňovania duplikátov

source: Dedupe Rule ID
sk_sk: ID pravidla odstraňovania duplikátov

source: Unique dedupe rule id
sk_sk: Jedinečné ID pravidla odstraňovania duplikátov

source: The id of the rule group this rule belongs to
sk_sk: ID skupiny pravidiel, do ktorej toto pravidlo patrí

source: Rule Table
sk_sk: Tabuľka pravidla

source: The name of the table this rule is about
sk_sk: Názov tabuľky, ktorej sa týka toto pravidlo

source: Rule Field
sk_sk: Pole pravidla

source: The name of the field of the table referenced in rule_table
sk_sk: Názov poľa tabuľky, na ktoré odkazuje rule_table

source: Rule Length
sk_sk: Dĺžka pravidla

source: The length of the matching substring
sk_sk: Dĺžka zhodného podreťazca

source: The weight of the rule
sk_sk: Váha pravidla

source: Dedupe Rule Groups
sk_sk: Skupiny pravidiel odstraňovania duplikátov

source: Dedupe Rule Group
sk_sk: Skupina pravidiel odstraňovania duplikátov

source: Rule Group ID
sk_sk: ID skupiny pravidiel

source: Unique dedupe rule group id
sk_sk: Jedinečné ID skupiny pravidiel odstraňovania duplikátov

source: The type of contacts this group applies to
sk_sk: Typ kontaktov, na ktoré sa táto skupina vzťahuje

source: Threshold
sk_sk: Prahová hodnota

source: The weight threshold the sum of the rule weights has to cross to consider two contacts the same
sk_sk: Prahová hodnota váhy, ktorú musí dosiahnuť súčet váh pravidiel, ak sa majú dva kontakty považovať za rovnaké

source: Length
sk_sk: Dĺžka

source: Whether the rule should be used for cases where usage is Unsupervised, Supervised OR General(programatically)
sk_sk: Či sa má pravidlo používať v prípadoch, kedy má používanie hodnotu Bez dohľadu, S dohľadom ALEBO Všeobecné (programovo)

source: Unique name of rule group
sk_sk: Jedinečný názov skupiny pravidiel

source: Label of the rule group
sk_sk: Označenie skupiny pravidiel

source: Is this a reserved rule - a rule group that has been optimized and cannot be changed by the admin
sk_sk: Ide o rezervované pravidlo – skupina pravidiel, ktorá je optimalizovaná a správca ju nemôže zmeniť

source: %1 User: %2; user id: %3
sk_sk: Používateľ %1: %2; ID používateľa: %3

source: Contribution Pages
sk_sk: Stránky príspevkov

source: Custom Groups
sk_sk: Vlastné skupiny

source: Grants
sk_sk: Granty

source: PCPs
sk_sk: PCP

source: Insufficient permissions for aggressive mode batch merge
sk_sk: Nedostatočné povolenia pre zlúčenie dávok v agresívnom režime

source: One contact merged.
sk_sk: Jeden kontakt bol zlúčený.

source: One contact was skipped.
sk_sk: Jeden kontakt bol preskočený.

source: add new
sk_sk: pridať nové

source: Contact ID %1 has been merged and deleted.
sk_sk: ID kontaktu %1 bolo zlúčené a odstránené.

source: Contact ID %1 has been merged into Contact ID %2 and deleted.
sk_sk: ID kontaktu %1 bolo zlúčené s ID kontaktu %2 a odstránené.

source: Cannot merge because one contact (ID %1) has been deleted.
sk_sk: Nie je možné zlúčiť, pretože jeden kontakt (ID %1) bol odstránený.

source: Unknown parameter
sk_sk: Neznámy parameter

source: Contact is in Use
sk_sk: Kontakt sa používa

source: Set as primary
sk_sk: Nastaviť ako primárne

source: Add new
sk_sk: Pridať nové

source: No records to export
sk_sk: Žiadne záznamy na exportovanie

source: CiviCRM Contribution Search
sk_sk: Vyhľadávanie príspevkov CiviCRM

source: CiviCRM Member Search
sk_sk: Vyhľadávanie členov CiviCRM

source: CiviCRM Participant Search
sk_sk: Vyhľadávanie účastníkov CiviCRM

source: CiviCRM Pledge Search
sk_sk: Vyhľadávanie prísľubov CiviCRM

source: CiviCRM Case Search
sk_sk: Vyhľadávanie prípadov CiviCRM

source: CiviCRM Grant Search
sk_sk: Vyhľadávanie grantov CiviCRM

source: CiviCRM Search
sk_sk: Vyhľadávanie CiviCRM

source: Household ID
sk_sk: ID domácnosti

source: List of names
sk_sk: Zoznam názvov

source: Return to Search
sk_sk: Návrat na vyhľadávanie

source: Download File
sk_sk: Stiahnuť súbor

source: Select Fields to Export
sk_sk: Vybrať polia na exportovanie

source: Export PRIMARY fields
sk_sk: Exportovať PRIMÁRNE polia

source: Select fields for export
sk_sk: Vybrať polia na exportovanie

source: Do not merge
sk_sk: Nezlúčiť

source: Merge All Contacts with the Same Address
sk_sk: Zlúčiť všetky kontakty s rovnakou adresou

source: Merge Household Members into their Households
sk_sk: Zlúčiť členov domácnosti s ich domácnosťami

source: Export Type
sk_sk: Typ exportu

source: %1 (when merging contacts)
sk_sk: %1 (pri zlučovaní kontaktov)

source: Merge Options
sk_sk: Možnosti zlúčenia

source: Postal Mailing Export
sk_sk: Export pošty

source: Additional Group for Export
sk_sk: Dodatočná skupina na exportovanie

source: Please enter a value for %1 (when merging contacts), or select a pre-configured option from the list.
sk_sk: Zadajte hodnotu pre %1 (pri zlučovaní kontaktov) alebo vyberte vopred nakonfigurovanú možnosť zo zoznamu.

source: Export Options
sk_sk: Možnosti exportu

source: Use Saved Field Mapping
sk_sk: Použiť uložené mapovanie poľa

source: Contact Fields
sk_sk: Polia kontaktov

source: Communication Fields
sk_sk: Polia komunikácie

source: Related Contact Info
sk_sk: Informácie o súvisiacom kontakte

source: Tell a Friend
sk_sk: Oznámiť priateľovi

source: Tell a Friend enabled?
sk_sk: Je možnosť Oznámiť priateľovi povolená?

source: Introduction
sk_sk: Úvod

source: Suggested Message
sk_sk: Navrhovaná správa

source: Info Page Link
sk_sk: Odkaz na stránku informácií

source: Thank-you Title
sk_sk: Názov poďakovania

source: Thank-you Message
sk_sk: Ďakovná správa

source: Friends
sk_sk: Priatelia

source: Friend
sk_sk: Priateľ

source: Friend ID
sk_sk: ID priateľa

source: Intro
sk_sk: Úvod

source: Introductory message to contributor or participant displayed on the Tell a Friend form.
sk_sk: Úvodná správa pre prispievateľa alebo účastníka zobrazená vo formulári Oznámiť priateľovi.

source: Suggested message to friends, provided as default on the Tell A Friend form.
sk_sk: Navrhovaná správa pre priateľov, uvedená ako predvolená vo formulári Oznámiť priateľovi.

source: General Link
sk_sk: Všeobecný odkaz

source: URL for general info about the organization - included in the email sent to friends.
sk_sk: Adresa URL pre všeobecné informácie o organizácii – zahrnuté v e-maile posielanom priateľom.

source: Thank You Title
sk_sk: Názov poďakovania

source: Text for Tell a Friend thank you page header and HTML title.
sk_sk: Text hlavičky stránky Oznámiť priateľovi a názov HTML.

source: Thank You Text
sk_sk: Text poďakovania

source: Thank you message displayed on success page.
sk_sk: Ďakovná správa zobrazená na stránke Úspech.

source: Help us spread the word and leverage the power of your contribution by telling your friends. Use the space below to personalize your email message - let your friends know why you support us. Then fill in the name(s) and email address(es) and click 'Send Your Message'.
sk_sk: Pomôžte nám zvýšiť povedomie a využite silu svojho príspevku tak, že o ňom poviete priateľom. Pomocou nižšie uvedeného priestoru si môžete prispôsobiť e-mailovú správu – povedzte svojim priateľom, prečo nás podporujete. Potom vyplňte mená a e-mailové adresy a kliknite na položku 'Poslať správu'.

source: Thought you might be interested in learning about and helping this organization. I think they do important work.
sk_sk: Napadlo mi, že sa možno budeš chcieť dozvedieť viac o tejto organizácii a pomôcť jej. Myslím, že to, čo robí, je dôležité.

source: Thanks for telling your friends about us and supporting our efforts. Together we can make a difference.
sk_sk: Ďakujeme, že ste o nás povedali priateľom a že nás podporujete. Spolu môžeme dosiahnuť zmenu.

source: Thanks for Spreading the Word
sk_sk: Ďakujeme, že ste o nás zvýšili povedomie

source: Help us spread the word about this event. Use the space below to personalize your email message - let your friends know why you're attending. Then fill in the name(s) and email address(es) and click 'Send Your Message'.
sk_sk: Pomôžte nám zvýšiť povedomie o tomto podujatí. Pomocou nižšie uvedeného priestoru si môžete prispôsobiť e-mailovú správu – povedzte svojim priateľom, prečo sa zúčastníte. Potom vyplňte mená a e-mailové adresy a kliknite na položku 'Poslať správu'.

source: Thought you might be interested in checking out this event. I'm planning on attending.
sk_sk: Napadlo mi, že ťa možno zaujme toto podujatie. Ja sa plánujem zúčastniť.

source: Thanks for spreading the word about this event to your friends.
sk_sk: Ďakujeme, že ste zvýšili povedomie o tomto podujatí u svojich priateľov.

source: Tell Friend is disable for this Personal Campaign Page
sk_sk: Možnosť Oznámiť priateľovi je na tejto stránke osobnej kampane zakázaná

source: page argument missing or invalid
sk_sk: argument stránky chýba alebo je neplatný

source: Could not get the contact ID
sk_sk: Nepodarilo sa získať ID kontaktu

source: Your Email
sk_sk: Váš e-mail

source: Your Message
sk_sk: Vaša správa

source: Friend's First Name
sk_sk: Krstné meno priateľa

source: Friend's Last Name
sk_sk: Priezvisko priateľa

source: Friend's Email
sk_sk: E-mail priateľa

source: The format of this email address is not valid.
sk_sk: Formát tejto e-mailovej adresy je neplatný.

source: Send Your Message
sk_sk: Poslať správu

source: Please enter your friend's first name.
sk_sk: Zadajte krstné meno priateľa.

source: Please enter your friend's last name.
sk_sk: Zadajte priezvisko priateľa.

source: Please enter your friend's email address.
sk_sk: Zadajte e-mailovú adresu priateľa.

source: Please enter at least one friend's information, or click Cancel if you don't want to send emails at this time.
sk_sk: Zadajte informácie aspoň o jednom priateľovi alebo kliknite na položku Zrušiť, ak momentálne nechte rozoslať e-maily.

source: Thank you for your support
sk_sk: Ďakujeme vám za podporu

source: Thanks for supporting this campaign by spreading the word to your friends.
sk_sk: Ďakujeme, že ste podporili túto kampaň tým, že ste o nej zvýšili povedomie u svojich priateľov.

source: Manage Groups
sk_sk: Spravovať skupiny

source: Confirm Group Delete
sk_sk: Potvrdiť odstránenie skupiny

source: You do not have sufficient permission to delete this reserved group.
sk_sk: Nemáte dostatočné povolenie na odstránenie tejto rezervovanej skupiny.

source: You do not have sufficient permission to change settings for this reserved group.
sk_sk: Nemáte dostatočné povolenie na zmenu nastavení tejto rezervovanej skupiny.

source: Group Settings: %1
sk_sk: Nastavenia skupiny: %1

source: Visibility
sk_sk: Viditeľnosť

source: Is active?
sk_sk: Je aktívne?

source: Group Deleted
sk_sk: Skupina odstránená

source: The Group '%1' has been saved.
sk_sk: Skupina '%1' bola uložená.

source: Smart Group
sk_sk: Inteligentná skupina

source: - any visibility -
sk_sk: – akákoľvek viditeľnosť –

source: Disabled
sk_sk: Zakázané

source: View Results As
sk_sk: Zobraziť výsledky ako

source: Count data for smart groups is not currently calculated. You may click Update Smart Groups to generate it. Be aware this can cause significant server load
sk_sk: Údaje o počte pri inteligentných skupinách nie sú momentálne vypočítané. Môžete ich vygenerovať kliknutím na položku Aktualizovať inteligentné skupiny. Upozorňujeme, že to môže spôsobiť značné zaťaženie servera.

source: Search Groups
sk_sk: Vyhľadávať skupiny

source: Comma-Separated Values (CSV)
sk_sk: Hodnoty oddelené čiarkou (CSV)

source: Import Data File
sk_sk: Importovať súbor údajov

source: Import Field Separator
sk_sk: Importovať oddeľovač poľa

source: File size should be less than %1 MBytes (%2 bytes)
sk_sk: Veľkosť súboru by mala byť nižšia ako %1 MB (%2 bajtov)

source: Input file must be in CSV format
sk_sk: Vstupný súbor musí byť vo formáte CSV

source: A valid file must be uploaded.
sk_sk: Musí byť nahratý platný súbor.

source: First row contains column headers
sk_sk: Prvý riadok obsahuje hlavičky stĺpcov

source: SQL Query
sk_sk: Dopyt SQL

source: Specify SQL Query
sk_sk: Zadať dopyt SQL

source: The query contains the forbidden %1 command.
sk_sk: Dopyt obsahuje zakázaný príkaz %1.

source: Data Source
sk_sk: Zdroj údajov

source: Saved Field Mapping
sk_sk: Uložené mapovanie poľa

source: Upload Data
sk_sk: Nahrať údaje

source: Match Fields
sk_sk: Polia so zhodou
