Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Arabic
sk_sk: Arabčina

source: Aragonese
sk_sk: Aragónčina

source: Armenian
sk_sk: Arménčina

source: Assamese
sk_sk: Ásámčina

source: Avaric
sk_sk: Avarčina

source: Avestan
sk_sk: Avestčina

source: Aymara
sk_sk: Aymarčina

source: Azerbaijani
sk_sk: Azerbajdžančina

source: Bambara
sk_sk: Bambarčina

source: Bashkir
sk_sk: Baškirčina

source: Basque
sk_sk: Baskičtina

source: Belarusian
sk_sk: Bieloruština

source: Bengali
sk_sk: Bengálčina

source: Bihari
sk_sk: Bihárčina

source: Bislama
sk_sk: Bislamčina

source: Bosnian
sk_sk: Bosniačtina

source: Breton
sk_sk: Bretónčina

source: Bulgarian
sk_sk: Bulharčina

source: Burmese
sk_sk: Barmčina

source: Catalan; Valencian
sk_sk: Katalánčina; valencijská

source: Chamorro
sk_sk: Čamorčina

source: Chechen
sk_sk: Čečenčina

source: Chichewa; Chewa; Nyanja
sk_sk: Čičeva, čeva, ňandža

source: Chinese (China)
sk_sk: Čínština (Čína)

source: Chinese (Taiwan)
sk_sk: Čínština (Taiwan)

source: Chuvash
sk_sk: Čuvaština

source: Cornish
sk_sk: Kornčina

source: Corsican
sk_sk: Korzičtina

source: Cree
sk_sk: Kríjčina

source: Croatian
sk_sk: Chorvátčina

source: Czech
sk_sk: Čeština

source: Danish
sk_sk: Dánčina

source: Divehi; Dhivehi; Maldivian;
sk_sk: Divehi, dhivehi, maldivčina

source: Dutch (Netherlands)
sk_sk: Holandčina (Holandsko)

source: Dutch (Belgium)
sk_sk: Holandčina (Belgicko)

source: English (Australia)
sk_sk: Angličtina (Austrália)

source: English (Canada)
sk_sk: Angličtina (Kanada)

source: English (United Kingdom)
sk_sk: Angličtina (Spojené kráľovstvo)

source: English (United States)
sk_sk: Angličtina (Spojené štáty)

source: Estonian
sk_sk: Estónčina

source: Ewe
sk_sk: Ewejčina

source: Faroese
sk_sk: Faerčina

source: Fijian
sk_sk: Fidžijčina

source: Finnish
sk_sk: Fínčina

source: French (Canada)
sk_sk: Francúzština (Kanada)

source: French (France)
sk_sk: Francúzština (Francúzsko)

source: Galician
sk_sk: Galícijčina

source: Georgian
sk_sk: Gruzínčina

source: German
sk_sk: Nemčina

source: German (Swiss)
sk_sk: Nemčina (Švajčiarsko)

source: Greek, Modern
sk_sk: Gréčtina, moderná

source: Guarani­
sk_sk: Guaraníjčina

source: Gujarati
sk_sk: Gudžarátčina

source: Haitian; Haitian Creole
sk_sk: Haitčina, haitská kreolčina

source: Hausa
sk_sk: Hauština

source: Hebrew (modern)
sk_sk: Hebrejčina (moderná)

source: Hindi
sk_sk: Hindčina

source: Hungarian
sk_sk: Maďarčina

source: Indonesian
sk_sk: Indonézština

source: Interlingue
sk_sk: Interlingva

source: Irish
sk_sk: Írčina

source: Igbo
sk_sk: Igboština

source: Inupiaq
sk_sk: Inupiakčina

source: Icelandic
sk_sk: Islandčina

source: Italian
sk_sk: Taliančina

source: Japanese
sk_sk: Japončina

source: Javanese
sk_sk: Jávčina

source: Kalaallisut, Greenlandic
sk_sk: Kalaallisut, grónčina

source: Kannada
sk_sk: Kannadčina

source: Kashmiri
sk_sk: Kašmírčina

source: Kazakh
sk_sk: Kazaština

source: Khmer
sk_sk: Khmérčina

source: Kikuyu, Gikuyu
sk_sk: Kikujčina, kigujčina

source: Kirghiz, Kyrgyz
sk_sk: Kirgizština, kyrgyzština

source: Komi
sk_sk: Komijčina

source: Kongo
sk_sk: Konžština

source: Korean
sk_sk: Kórejčina

source: Kurdish
sk_sk: Kurdčina

source: Latin
sk_sk: Latinčina

source: Luxembourgish, Letzeburgesch
sk_sk: Luxemburčina, Letzeburgesch

source: Limburgish, Limburgan, Limburger
sk_sk: Limburčina, Limburgan, Limburger

source: Lingala
sk_sk: Lingalčina

source: Lao
sk_sk: Laoština

source: Lithuanian
sk_sk: Litovčina

source: Latvian
sk_sk: Lotyština

source: Manx
sk_sk: Mančina

source: Macedonian
sk_sk: Macedónčina

source: Malagasy
sk_sk: Malgaština

source: Malay
sk_sk: Malajčina

source: Malayalam
sk_sk: Malajálamčina

source: Maltese
sk_sk: Maltčina

source: Māori
sk_sk: Maorčina

source: Marathi
sk_sk: Maráthčina

source: Marshallese
sk_sk: Maršalčina

source: Mongolian
sk_sk: Mongolčina

source: Nauru
sk_sk: Nauruština

source: Norwegian Bokmål
sk_sk: Nórčina – Bokmål

source: North Ndebele
sk_sk: Ndebelčina (severná)

source: Nepali
sk_sk: Nepálčina

source: Norwegian Nynorsk
sk_sk: Nórčina – Nynorsk

source: Norwegian
sk_sk: Nórčina

source: South Ndebele
sk_sk: Ndebelčina (južná)

source: Occitan (after 1500)
sk_sk: Okcitánčina (po roku 1500)

source: Ojibwa
sk_sk: Odžibvejčina

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
sk_sk: Staroslovienčina, cirkevná slovančina, starobulharčina, staroslovančina

source: Oromo
sk_sk: Oromčina

source: Oriya
sk_sk: Uríjčina

source: Ossetian, Ossetic
sk_sk: Osetčina, osetský jazyk

source: Panjabi, Punjabi
sk_sk: Pandžábčina

source: Pali
sk_sk: Páli

source: Persian (Iran)
sk_sk: Perzština (Irán)

source: Polish
sk_sk: Poľština

source: Pashto, Pushto
sk_sk: Paštčina, pašto

source: Portuguese (Brazil)
sk_sk: Portugalčina (Brazília)

source: Portuguese (Portugal)
sk_sk: Portugalčina (Portugalsko)

source: Quechua
sk_sk: Kečuánčina

source: Romansh
sk_sk: Švajčiarska rétorománčina

source: Romanian, Moldavian, Moldovan
sk_sk: Rumunčina, moldavčina, moldavský jazyk

source: Russian
sk_sk: Ruština

source: Sanskrit
sk_sk: Sanskrt

source: Sardinian
sk_sk: Sardínčina

source: Sindhi
sk_sk: Sindhčina

source: Northern Sami
sk_sk: Severná sámčina

source: Samoan
sk_sk: Samojčina

source: Serbian
sk_sk: Srbčina

source: Scottish Gaelic; Gaelic
sk_sk: Škótska gaelčina, gaelčina

source: Shona
sk_sk: Šončina

source: Sinhala, Sinhalese
sk_sk: Sinhala, sinhalčina

source: Slovak
sk_sk: Slovenčina

source: Slovene
sk_sk: Slovinčina

source: Somali
sk_sk: Somálčina

source: Southern Sotho
sk_sk: Južná sothčina

source: Spanish; Castilian (Spain)
sk_sk: Španielčina, kastílska (Španielsko)

source: Spanish; Castilian (Mexico)
sk_sk: Španielčina, kastílska (Mexiko)

source: Spanish; Castilian (Puerto Rico)
sk_sk: Španielčina, kastílska (Portoriko)

source: Sundanese
sk_sk: Sundčina

source: Swahili
sk_sk: Svahilčina

source: Swedish
sk_sk: Švédčina

source: Tamil
sk_sk: Tamilčina

source: Telugu
sk_sk: Telugčina

source: Tajik
sk_sk: Tadžičtina

source: Thai
sk_sk: Thajčina

source: Tigrinya
sk_sk: Tigriňa

source: Tibetan Standard, Tibetan, Central
sk_sk: Štandardná tibetčina, stredná tibetčina

source: Turkmen
sk_sk: Turkménčina

source: Tagalog
sk_sk: Tagalčina

source: Tswana
sk_sk: Tswančina

source: Tonga (Tonga Islands)
sk_sk: Tongčina (Tongské ostrovy)

source: Turkish
sk_sk: Turečtina

source: Tsonga
sk_sk: Tsongčina

source: Tatar
sk_sk: Tatárčina

source: Tahitian
sk_sk: Tahitčina

source: Uighur, Uyghur
sk_sk: Ujgurčina

source: Ukrainian
sk_sk: Ukrajinčina

source: Urdu
sk_sk: Urdčina

source: Uzbek
sk_sk: Uzbečtina

source: Vietnamese
sk_sk: Vietnamčina

source: Walloon
sk_sk: Valónčina

source: Welsh
sk_sk: Waleština

source: Wolof
sk_sk: Wolofčina

source: Western Frisian
sk_sk: Západná frízština

source: Yiddish
sk_sk: Jidiš

source: Yoruba
sk_sk: Jorubčina

source: Zulu
sk_sk: Zuluština

source: More information
sk_sk: Ďalšie informácie

source: Make a contribution
sk_sk: Uskutočniť príspevok

source: Find out more about this event
sk_sk: Zistite viac o tomto podujatí

source: %1 wants you to know about %2
sk_sk: %1 chce, aby ste sa dozvedeli viac o podujatí %2

source: For more information, visit:
sk_sk: Ďalšie informácie nájdete tu:

source: To make a contribution, go to:
sk_sk: Ak chcete uskutočniť príspevok, prejdite sem:

source: To find out more about this event, go to:
sk_sk: Ak chcete zistiť viac o tomto podujatí, prejdite sem:

source: Submitted For
sk_sk: Odoslané pre

source: Contact Summary
sk_sk: Súhrn kontaktu

source: Submitted by %1
sk_sk: Odoslal(-a) %1

source: Submitted For:
sk_sk: Odoslané pre:

source: Contact Summary:
sk_sk: Súhrn kontaktu:

source: Title not Set
sk_sk: Názov nie je nastavený

source: Version information missing in civicrm database.
sk_sk: V databáze CiviCRM chýbajú informácie o verzii.

source: Database check failed - the database looks to have been partially upgraded. You may want to reload the database with the backup and try the upgrade process again.
sk_sk: Kontrola databázy zlyhala – zdá sa, že databáza je už čiastočne inovovaná. Môžete znova načítať databázu zo zálohy a znova vyskúšajte proces inovácie.

source: Version information missing in civicrm codebase.
sk_sk: V sústave kódov CiviCRM chýbajú informácie o verzii.

source: Your database is marked with an unexpected version number: %1. The automated upgrade to version %2 can not be run - and the %2 codebase may not be compatible with your database state. You will need to determine the correct version corresponding to your current database state. You may want to revert to the codebase you were using prior to beginning this upgrade until you resolve this problem.
sk_sk: Vaša databáza je označená neočakávaným číslom verzie: %1. Nie je možné spustiť automatickú inováciu na verziu %2 a sústava kódov v %2 nemusí byť kompatibilná so stavom vašej databázy. Budete musieť určiť správnu verziu zodpovedajúcu aktuálnemu stavu vašej databázy. Možno by ste sa mali vrátiť na sústavu kódov, ktorú ste používali pred spustením tejto inovácie, kým tento problém nevyriešite.

source: Your database has already been upgraded to CiviCRM %1
sk_sk: Vaša databáza je už inovovaná na CiviCRM %1

source: CiviCRM versions prior to %1 cannot be upgraded directly to %2. This upgrade will need to be done in stages. First download an intermediate version (the LTS may be a good choice) and upgrade to that before proceeding to this version.
sk_sk: Verzie systému CiviCRM staršie ako %1 nemožno inovovať priamo na %2. Táto inovácia sa bude musieť vykonať fázovo. Najskôr si stiahnite priebežnú verziu (dobrou voľbou môže byť LTS) a nainštalujte ju, skôr než prejdete na túto verziu.

source: CiviCRM %3 requires PHP version %1 (or newer), but the current system uses %2
sk_sk: CiviCRM %3 si vyžaduje verziu PHP %1 (alebo novšiu), ale aktuálny systém používa %2

source: CiviCRM %4 requires MySQL version v%1 or MariaDB v%3 (or newer), but the current system uses %2
sk_sk: CiviCRM %4 si vyžaduje verziu MySQL v%1 alebo MariaDB v%3 (alebo novšiu), ale aktuálny systém používa %2

source: CiviCRM %1 requires MySQL trigger privileges.
sk_sk: CiviCRM %1 si vyžaduje oprávnenia na spustenie MySQL.

source: CiviCRM %1 requires MySQL thread stack >= %2k
sk_sk: CiviCRM %1 si vyžaduje zoskupenie vlákien MySQL >= %2k

source: Your database is not configured for version %1
sk_sk: Vaša databáza nie je nakonfigurovaná pre verziu %1

source: Failed to find or create queueing table
sk_sk: Nepodarilo sa nájsť ani vytvoriť tabuľku na zaraďovanie do frontu

source: Some old files could not be removed. Please remove them.
sk_sk: Nepodarilo sa odstrániť niektoré staré súbory. Odstráňte ich.

source: The extension %1 is now obsolete and has been disabled.
sk_sk: Rozšírenie %1 je zastarané a bolo zakázané.

source: The obsolete extension %1 could not be removed due to an error. It is recommended to remove this extension manually.
sk_sk: Nepodarilo sa odstrániť zastarané rozšírenie %1 z dôvodu chyby. Odporúča sa odstrániť toto rozšírenie manuálne.

source: The extension %1 is now obsolete and has been uninstalled.
sk_sk: Rozšírenie %1 je zastarané a bolo odinštalované.

source: You can remove it from your extensions directory.
sk_sk: Môžete ho odstrániť z adresára rozšírení.

source: A replacement extension %1 has been installed as you had the obsolete extension %2 installed
sk_sk: Nainštalovalo sa náhradné rozšírenie %1, pretože ste mali nainštalované zastarané rozšírenie %2

source: The replacement extension %1 could not be installed due to an error. It is recommended to enable this extension manually.
sk_sk: Nepodarilo sa nainštalovať náhradné rozšírenie %1 z dôvodu chyby. Odporúča sa povoliť toto rozšírenie manuálne.

source: CiviCRM Upgrade Tasks
sk_sk: Úlohy inovácie systému CiviCRM

source: This system uses PHP v%4. You may proceed with the upgrade, and CiviCRM v%1 will continue working normally. However, future releases will require PHP v%2. We recommend PHP v%3.
sk_sk: Tento systém používa PHP v%4. Môžete pokračovať v inovácii a CiviCRM v%1 bude aj naďalej fungovať normálne. Budúce vydania si však budú vyžadovať PHP v%2. Odporúčame verziu PHP v%3.

source: This system uses MySQL/MariaDB v%5. You may proceed with the upgrade, and CiviCRM v%1 will continue working normally. However, CiviCRM v%4 will require MySQL v%2 or MariaDB v%3.
sk_sk: Tento systém používa MySQL/MariaDB v%5. Môžete pokračovať v inovácii a CiviCRM v%1 bude aj naďalej fungovať normálne. CiviCRM v%4 si však bude vyžadovať MySQL v%2 alebo MariaDB v%3.

source: This system included an outdated, insecure script (%1). The file was automatically deleted.
sk_sk: Tento systém obsahoval zastaraný, nezabezpečený skript (%1). Súbor bol automaticky odstránený.

source: This system includes an outdated, insecure script (%1). Please delete it.
sk_sk: Tento systém obsahuje zastaraný, nezabezpečený skript (%1) Odstráňte ho.

source: This database uses InnoDB Full Text Search for optimized searching. The upgrade procedure has not been tested with this feature. You should disable (and later re-enable) the feature by navigating to "Administer => Customize Data and Screens => Search Preferences".
sk_sk: Táto databáza používa celotextové vyhľadávanie InnoDB na optimalizáciu vyhľadávania. Postup inovácie nebol testovaný v kombinácii s touto funkciou. Mali by ste túto funkciu zakázať (a neskôr znova povoliť) v ponuke 'Spravovať => Prispôsobiť údaje a obrazovky => Preferencie vyhľadávania'.

source: This upgrade will NOT use automatic snapshots.
sk_sk: Táto inovácia NEPOUŽÍVA automatické snímky.

source: If an upgrade problem is discovered in the future, automatic snapshots may help recover. However, they also require additional storage and may not be available or appropriate in all configurations.
sk_sk: Ak v budúcnosti odhalíte problém s inováciami, automatické snímky vám ho možno pomôžu vyriešiť. Vyžadujú si však dodatočné miesto v úložisku a nemusia byť dostupné či vhodné vo všetkých konfiguráciách.

source: Here are the reasons why automatic snapshots are disabled:
sk_sk: Tu sú dôvody, prečo sú automatické snímky zakázané:

source: You may enable snapshots in "<code>%1</code>" by setting the experimental option "<code>%2</code>".
sk_sk: Snímky môžete povoliť tak, že v ponuke '<code>%1</code>' nastavíte experimentálnu možnosť '<code>%2</code>'.

source: Use email greeting at top where available
sk_sk: Použiť e-mailový pozdrav v hornej časti, ak je k dispozícii

source: Fix invoice number (human readable) instead of id (reference)
sk_sk: Opraviť číslo faktúry (zrozumiteľné) namiesto ID (referencie)

source: Show recurring cancel/update URLs in receipt based on payment processor capabilities
sk_sk: Zobraziť opakujúce sa adresy URL na zrušenie/aktualizáciu v potvrdení na základe možností systému na spracovanie platieb

source: Receipts - cancel/update subscription URLs
sk_sk: Potvrdenia – adresy URL na zrušenie/aktualizáciu predplatného

source: Update payment notification to remove print text, use email greeting
sk_sk: Aktualizovať upozornenie na platbu s cieľom odobrať text na tlač, použiť e-mailový pozdrav

source: Payment notification
sk_sk: Upozornenie na platbu

source: Use email greeting and fix capitalization
sk_sk: Použiť e-mailový pozdrav a opraviť veľké písmená

source: Pledge acknowledgement
sk_sk: Uznanie prísľubu

source: Fix missing Email greetings
sk_sk: Opraviť chýbajúce e-mailové pozdravy

source: Fix Membership Receipt
sk_sk: Opraviť potvrdenie členstva

source: Add Contributor Name to Offline Contribution receipts; fix bad event self-service URL
sk_sk: Pridať meno prispievateľa do potvrdení offline príspevkov, opraviť chybnú samoobslužnú adresu URL podujatia

source: Layout fixes for the Contribution templates
sk_sk: Opravy rozloženia šablón príspevkov

source: Support negative hours for cancellation/transfer
sk_sk: Podporovať záporný počet hodín pri zrušení/presune

source: Ensure that amount paid is shown even when fully paid
sk_sk: Uistite sa, že zaplatená suma sa zobrazuje aj po úplnom zaplatení

source: Fix Petition Confirmation email having a blank space at the end of url
sk_sk: Opraviť e-mail s potvrdením petície, ktorý má prázdne miesto na konci adresy URL

source: Fix Pledge and PCP urls to go to the front end site rather than backend site
sk_sk: Opraviť adresy URL prísľubu a PCP s cieľom prejsť na klientsku lokalitu namiesto serverovej lokality

source: Missed templates from earlier versions
sk_sk: Chýbajúce šablóny zo starších verzií

source: Use domain tokens instead of smarty values
sk_sk: Použiť tokeny domény namiesto inteligentných hodnôt

source: Use domain and contact tokens instead of smarty values
sk_sk: Použiť tokeny domény a kontaktu namiesto inteligentných hodnôt

source: Pledge reminder
sk_sk: Pripomienka prísľubu

source: Participant Transferred
sk_sk: Účastník presunutý

source: Participant Cancelled
sk_sk: Účastník zrušený

source: Participant Expired
sk_sk: Platnosť účastníka vypršala

source: Participant Confirmed
sk_sk: Účastník potvrdený

source: Replace {receipt_text_renewal} with {receipt_text}
sk_sk: Nahradiť text {receipt_text_renewal} za text {receipt_text}

source: Revert time zone for Event dates
sk_sk: Vrátiť časové pásmo pre dátumy podujatia

source: Update to new smarty variables for line items, tax
sk_sk: Aktualizovať na nové inteligentné premenné pre riadkové položky, daň

source: Upgrade DB to %1: SQL
sk_sk: Inovovať DB na %1: SQL

source: To improve data-protection, CiviCRM (5.50+) may create snapshots of upgraded data ("snap_*" tables). The upgrader will automatically prune old snapshots. The "snap_*" tables should generally follow the same backup/replication rules as other MySQL tables, but advanced administrators may fine-tune per preference.
sk_sk: Ak chcete zlepšiť ochranu údajov, CiviCRM (5.50+) môže vytvárať snímky inovovaných údajov (tabuľky 'snap_*'). Inovátor automaticky odstráni staré snímky. Tabuľky 'snap_*' by mali spravidla dodržiavať rovnaké pravidlá na zálohovanie/replikovanie ako iné tabuľky MySQL, ale pokročilí správcovia ich môžu doladiť podľa konkrétnych preferencií.

source: Convert import mappings to use names
sk_sk: Konvertovať mapovania importov s cieľom použiť názvy

source: Fix Event Badge Upgrade
sk_sk: Opraviť inováciu menovky na podujatie

source: The setting that used to be at <em>Administer &gt; CiviCase &gt; CiviCase Settings</em> for <strong>Enable deprecated Embedded Activity Revisions</strong> is enabled, but is no longer functional.<ul><li>For more information see this <a %1>Lab Snippet</a>.</li></ul>
sk_sk: Nastavenie, ktoré bolo aktívne v časti <em>Spravovať &gt; CiviCase &gt; Nastavenia CiviCase</em> pre <strong>Povoliť neschválené revízie vloženej aktivity</strong>, je povolené, ale už nie je funkčné.<ul><li>Ďalšie informácie nájdete v tomto <a %1>úryvku laboratória</a>.</li></ul>

source: <strong>Queue Timezone</strong>: The system has queued tasks, and some tasks may be scheduled for future execution. The upgrade will use your personal timezone (<code>%1</code>) to interpret these tasks. If this timezone is incorrect, the task schedule could shift. The system has %3 queue(s) with %2 pending task(s):
sk_sk: <strong>Časové pásmo frontov</strong>: Systém má úlohy zaradené do frontu a niektoré úlohy môžu byť naplánované na vykonanie v budúcnosti. Táto inovácia použije vaše osobné pracovné pásmo (<code>%1</code>), aby tieto úlohy interpretovala. Ak toto časové pásmo nie je správne, plán úloh sa môže posunúť. Systém obsahuje fronty (%3) s čakajúcimi úlohami (%2):

source: "<code>%1</code>" has %2 task(s), including %3 time-delayed task(s).
sk_sk: '<code>%1</code>' obsahuje úlohy (%2) vrátane úloh s časovým oneskorením (%3).

source: Pledge Payment
sk_sk: Prisľúbiť platbu

source: Pledge ID
sk_sk: ID prísľubu

source: Participant Status
sk_sk: Stav účastníka

source: Participant Role
sk_sk: Rola účastníka

source: Event Title
sk_sk: Názov podujatia

source: Activity Type Label
sk_sk: Označenie typu aktivity

source: do not import
sk_sk: neimportovať

source: Your database contains CiviCase activity revisions which are deprecated and will begin to appear as duplicates in SearchKit/api4/etc.<ul><li>For further instructions see this <a %1>Lab Snippet</a>.</li></ul>
sk_sk: Vaša databáza obsahuje revízie aktivít CiviCase, ktoré sú zastarané a začnú sa zobrazovať ako duplikáty cez SearchKit/api4/etc.<ul><li>Ďalšie pokyny nájdete v tomto <a %1>úryvku laboratória</a>.</li></ul>

source: When loading extensions, CiviCRM searches the filesystem. In v5.56+, the default search is more constrained. This improves performance, but some extensions (%1) will become invisible. To make these visible, you should either move the source-code or edit <code>civicrm.settings.php</code>. For example, you may add this line:
sk_sk: Pri načítavaní rozšírení CiviCRM prehľadá systém súborov. Vo verzii v5.56+ má predvolené vyhľadávanie viac obmedzení. Tým sa zvyšuje výkon, ale niektoré rozšírenia (%1) nebudú viditeľné. Ak ich chcete vidieť, mali by ste buď presunúť zdrojový kód, alebo upraviť súbor <code>civicrm.settings.php</code>. Môžete, napríklad, pridať tento riadok:

source: WARNING
sk_sk: UPOZORNENIE

source: WARNING: CiviCRM has changed the meaning of the date format specifier %1 when using CRM_Utils_Date::customFormat or {crmDate}. It was identical to %2 and the change will help compatibility with php 8.1.
sk_sk: UPOZORNENIE: systém CiviCRM zmenil význam špecifikátora formátu %1, keď sa používa CRM_Utils_Date::customFormat alebo {crmDate}. Bol identický ako %2 a zmena pomôže kompatibilite s php 8.1.

source: The following <a %2>message templates</a> appear to be using the %1 specifier. You will need to manually review and update them to use %3 instead.
sk_sk: Zdá sa, že nasledujúce <a %2>šablóny správ</a> používajú špecifikátor %1. Budete ich musieť manuálne skontrolovať a aktualizovať, aby ste namiesto toho použili %3.

source: Your <a %1>Date Format</a> settings have been automatically updated.
sk_sk: Vaše nastavenia pre <a %1>formát dátumu</a> boli automaticky aktualizované.

source: Invoice PDF Format
sk_sk: Formát faktúry PDF

source: Recent Items Providers
sk_sk: Poskytovatelia najnovších položiek

source: Note Used For
sk_sk: Poznámka používaná na

source: Norwegian BokmÃ¥l
sk_sk: Nórčina – Bokmål

source: This site previously executed an early version of 5.49, which may have incorrectly modified some scheduled reminders. After upgrading, review these reminders (<code>%1</code>). <a %2>(Learn more...)</a>
sk_sk: Na tejto lokalite sa v minulosti spustila staršia verzia 5.49, ktorá možno nesprávne upravila niektoré naplánované pripomienky. Po inovácii tieto pripomienky skontrolujte (<code>%1</code>). <a %2>(Zistite viac...)</a>

source: A token has been updated in the %1 template. Check the system checks page to see if any action is required.
sk_sk: Došlo k aktualizácii tokenu v šablóne %1. Skontrolujte, či sa od vás nevyžaduje nejaký úkon na stránke systémových kontrol.

source: The contact field preferred mail format is being phased out. Modern email clients can handle receiving both formats so CiviCRM is moving towards always sending both and the field will be incrementally removed from the UI.
sk_sk: Pole kontaktu pre preferovaný formát e-mailu sa prestane používať. Moderné e-mailové klienty dokážu prijímať oba formáty, preto systém CiviCRM smeruje k tomu, aby vždy posielal oba, a toto pole sa postupne odstráni z používateľského rozhrania.

source: See the issue for more detail
sk_sk: Zobraziť viac podrobností o probléme
