Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Edit Smart Group Search Criteria for %1
sk_sk: Upraviť kritériá vyhľadávania inteligentných skupín pre %1

source: Edit Group Settings
sk_sk: Upraviť nastavenia skupiny

source: smart group
sk_sk: inteligentná skupina

source: %count Contact
sk_sk: %count kontakt

source: Select Records
sk_sk: Vybrať záznamy

source: The found record
sk_sk: Nájdený záznam

source: %1 Selected records only
sk_sk: Iba vybraté záznamy (%1)

source: Include contacts where
sk_sk: Zahrnúť kontakty, pri ktorých

source: Remove this row
sk_sk: Odstrániť tento riadok

source: Reset all selections
sk_sk: Resetovať všetky výbery

source: Search results listings.
sk_sk: Zoznamy výsledkov vyhľadávania.

source: Selected contact does not have an address. Please click the following link to edit that contact to add an address, or select a different contact.
sk_sk: Vybratý kontakt nemá adresu. Kliknutím na nasledujúci odkaz tento kontakt upravte a pridajte adresu alebo vyberte iný kontakt.

source: Choose Relationship Type and Target %1
sk_sk: Vybrať typ vzťahu a cieľ %1

source: Mark Target Contact(s) for this Relationship
sk_sk: Označiť cieľové kontakty pre tento vzťah

source: Mark the target contact(s) for this relationship if it appears below. Otherwise you may modify the search name above and click Search again.
sk_sk: Označte cieľové kontakty pre tento vzťah, ak sa zobrazí nižšie. V opačnom prípade môžete upraviť názov vyhľadávania vyššie a znova kliknúť na tlačidlo Vyhľadávať.

source: Too many matching results
sk_sk: Príliš veľa zhodných výsledkov

source: Please narrow your search by entering a more complete target contact name.
sk_sk: Spresnite vyhľadávanie zadaním úplnejšieho mena cieľového kontaktu.

source: No matching results for
sk_sk: Žiadne zhodné kontakty pre

source: Name like: %1
sk_sk: Meno ako: %1

source: Contact Type: %1
sk_sk: Typ kontaktu: %1

source: Check your spelling, or try fewer letters for the target contact name.
sk_sk: Skontrolujte pravopis alebo skúste použiť meno cieľového kontaktu s menším počtom písmen.

source: Communication Preferences
sk_sk: Preferencie komunikácie

source: Update field values for each contact as needed. Click <strong>Update Contacts</strong> below to save all your changes. To set a field to the same value for ALL rows, enter that value for the first contact and then click the <strong>Copy icon</strong> (next to the column title).
sk_sk: Podľa potreby aktualizujte hodnoty polí jednotlivých kontaktov. Kliknutím na tlačidlo <strong>Aktualizovať kontakty</strong> uvedené nižšie uložíte všetky zmeny. Ak chcete nastaviť pole na rovnakú hodnotu pre VŠETKY riadky, zadajte túto hodnotu pri prvom kontakte a potom kliknite na <strong>ikonu kopírovania</strong> (vedľa názvu stĺpca).

source: Are you sure you want to restore the selected contact(s)? The contact(s) and all related data will be fully restored.
sk_sk: Naozaj chcete obnoviť vybraté kontakty? Kontakty a všetky súvisiace údaje budú úplne obnovené.

source: Are you sure you want to delete the selected contact(s)?
sk_sk: Naozaj chcete odstrániť vybraté kontakty?

source: The contact(s) and all related data will be moved to trash and only users with the relevant permission will be able to restore it.
sk_sk: Kontakty a všetky súvisiace údaje budú presunuté do koša a budú ich môcť obnoviť iba používatelia s relevantným povolením.

source: The contact(s) and all related data will be permanently removed.
sk_sk: Kontakty a všetky súvisiace údaje budú natrvalo odstránené.

source: This action cannot be undone.
sk_sk: Tento krok nie je možné vrátiť späť.

source: Find out more about CiviCRM Tokens
sk_sk: Zistite viac o tokenoch CiviCRM

source: To Address
sk_sk: Pre adresu

source: Contacts in the "To" field will each receive one copy of this email, with any tokens respectively filled for their contact record.
sk_sk: Kontakty v poli 'Komu' dostanú jednu kópiu tohto e-mailu a všetky tokeny sa príslušným spôsobom vyplnia pre ich záznam kontaktu.

source: "To" recipients will not see which other "To" recipients received an email, but they will see the list of "Cc" recipients.
sk_sk: Príjemcovia typu 'Komu' neuvidia, ktorí ďalší príjemcovia typu 'Komu' daný e-mail dostali, ale uvidia zoznam príjemcov typu 'Kópia'.

source: Any contacts in the "Cc" or "Bcc" fields will receive a copy, one for each "To" email, but with the tokens filled for the "To" contact.
sk_sk: Všetky kontakty v poliach 'Kópia' alebo 'Skrytá kópia' dostanú kópiu, jednu pre každý e-mail typu 'Komu', ale tokeny sa vyplnia pre kontakt typu 'Komu'.

source: Subject Tokens
sk_sk: Tokeny predmetu

source: Use a token in the Subject when you are sending mail to a number of recipients and want to include their name and / or other values from their contact record automatically in the subject line.
sk_sk: Token v poli Predmet použite v prípade, ak posielate e-mail viacerým príjemcom a chcete automaticky zahrnúť ich meno a/alebo iné hodnoty z ich záznamu kontaktu do riadku predmetu.

source: Tokens
sk_sk: Tokeny

source: Use tokens when you are sending mail to a number of recipients, and want to include their name and / or other values from their contact record automatically within your message.
sk_sk: Tokeny použite v prípade, ak posielate e-mail viacerým príjemcom a chcete automaticky zahrnúť ich meno a/alebo iné hodnoty z ich záznamu kontaktu do svojej správy.

source: EXAMPLE: If you want your message to begin with "Dear " followed by the recipient's first name, you can use the %1 token in your message. <em>Dear %1</em>
sk_sk: PRÍKLAD: Ak chcete, aby vaša správa začínala slovom 'Milý/-á', po ktorom bude nasledovať krstné meno príjemcu, môžete v správe použiť token %1. <em>Milý/-á %1</em>

source: Place your cursor within the Message box where you want to the token to be inserted. Then click the &quot;Insert Tokens&quot; link in the upper right corner of the message box to see a list of available tokens. Insert the token by clicking the desired token name in the list (for example, click &quot;First Name&quot;).
sk_sk: Presuňte kurzor v poli Správa na miesto, kam chcete vložiť token. Potom kliknite na odkaz &quot;Vložiť token&quot v pravom hornom rohu poľa Správa, kde uvidíte zoznam dostupných tokenov. Vložte token kliknutím na názov požadovaného tokenu v zozname (napríklad kliknite na položku &quot;Krstné meno&quot;).

source: Message Tokens
sk_sk: Tokeny správ

source: Use tokens when you are sending mail or generating PDF letters for a number of recipients, and want to include their name and / or other values from their contact record automatically within your message.
sk_sk: Tokeny použite v prípade, ak posielate e-mail alebo generujete listy vo formáte PDF viacerým príjemcom a chcete automaticky zahrnúť ich meno a/alebo iné hodnoty z ich záznamu kontaktu do svojej správy.

source: Message Text
sk_sk: Text správy

source: Email will NOT be sent to %count contact - (no email address on file, or communication preferences specify DO NOT EMAIL, or contact is deceased).
sk_sk: E-mail sa NEODOŠLE %count kontaktu – (nie je zaregistrovaná e-mailová adresa alebo sa v preferenciách komunikácie uvádza NEPOSIELAŤ E-MAIL, prípadne je kontakt zosnulý).

source: Recipient(s)
sk_sk: Príjemcovia

source: Add CC
sk_sk: Pridať kópiu

source: Add BCC
sk_sk: Pridať skrytú kópiu

source: Email will NOT be sent to %count contact.
sk_sk: E-mail sa NEODOŠLE %count kontaktu.

source: Processing
sk_sk: Spracúva sa

source: HTML Format
sk_sk: Formát HTML

source: Plain-Text Format
sk_sk: Formát obyčajného textu

source: From Address
sk_sk: Adresa odosielateľa

source: By default, CiviCRM uses the primary email address of the logged in user as the FROM address when sending emails to contacts. However, users with Administer CiviCRM permission can configure one or more general email addresses that can be selected as an alternative. EXAMPLE: "Client Services" &lt;clientservices@example.org&gt;
sk_sk: Pri posielaní e-mailov kontaktom CiviCRM predvolene používa primárnu e-mailovú adresu prihláseného používateľa ako adresu odosielateľa. Používatelia s povolením Spravovať CiviCRM však môžu nakonfigurovať jednu alebo viac e-mailových adries, ktoré možno vybrať ako alternatívy. PRÍKLAD: 'Klientske služby' &lt;klientskesluzby@priklad.org&gt;

source: CiviCRM is currently configured to only use the defined From Email addresses. If you wish to be able to use the email address of the logged in user as the From Address you will need to set the setting "Allow mail from logged in contact" setting. Users with Administer CiviCRM can set this setting in the SMTP settings.
sk_sk: Systém CiviCRM je momentálne nakonfigurovaný tak, aby používal iba definované e-mailové adresy odosielateľov. Ak chcete použiť e-mailovú adresu prihláseného používateľa ako adresu odosielateľa, budete musieť použiť nastavenie 'Povoliť poštu od prihláseného kontaktu'. Používatelia s povolením Spravovať CiviCRM môžu toto nastavenie použiť v nastaveniach SMTP.

source: Go to <a href='%1'>Settings - Outbound Mail</a> to enable the usage of the logged in contact's email address as the from email
sk_sk: Prejdite na položku <a href='%1'>Nastavenia – odchádzajúca pošta</a> a povoľte používanie e-mailovej adresy prihláseného kontaktu ako adresy odosielateľa

source: Go to <a href='%1'>Administer CiviCRM &raquo; Communications &raquo; FROM Email Addresses</a> to add or edit general email addresses. Make sure these email addresses are valid email accounts with your email service provider.
sk_sk: Prejdite na položky <a href='%1'>Spravovať CiviCRM &raquo; Komunikácia &raquo; E-mailové adresy odosielateľov</a> a pridajte alebo upravte všeobecné e-mailové adresy. Uistite sa, že tieto e-mailové adresy zodpovedajú platným e-mailovým kontám u poskytovateľa vašej e-mailovej služby.

source: Label Formats
sk_sk: Formáty označenia

source: Select a label format from the dropdown list.
sk_sk: Vyberte formát označenia z rozbaľovacieho zoznamu.

source: Get Directions FROM:
sk_sk: Získať pokyny OD:

source: Select a pre-existing template, or upload a document for mail merge.
sk_sk: Vyberte existujúcu šablónu alebo nahrajte dokument na hromadnú korešpondenciu.

source: Page Format
sk_sk: Formát stránky

source: Select a page format from the list or configure your own format in the settings below.
sk_sk: Vyberte formát stránky zo zoznamu alebo nakonfigurujte vlastný formát v nastaveniach nižšie.

source: Go to <strong><a href="%1">Administer CiviCRM &raquo; Communications &raquo; Print Page (PDF) Formats</a></strong> to add or edit formats or set the default format.
sk_sk: Prejdite na položky <strong><a href="%1">Spravovať CiviCRM &raquo; Komunikácia &raquo; Formáty tlače stránok (PDF)</a></strong> a pridajte alebo upravte označenia alebo nastavte predvolený formát.

source: Select a page format for PDF files created using this template if you wish to override the default format. Page formats define the paper size and margins.
sk_sk: Vyberte formát stránky pre súbory PDF vytvorené pomocou tejto šablóny, ak chcete prepísať predvolený formát. Formáty stránok definujú veľkosť papiera a okraje.

source: Select a page format to use for the PDF file. Page formats define the paper size and margins.
sk_sk: Vyberte formát stránky na použitie so súborom PDF. Formáty stránok definujú veľkosť papiera a okraje.

source: Page Format:
sk_sk: Formát stránky:

source: Width x Height
sk_sk: Šírka x výška

source: Preview Document
sk_sk: Zobraziť ukážku dokumentu

source: Downloading...
sk_sk: Sťahuje sa...

source: Do Not mail
sk_sk: Neposielať poštu

source: By Distance from a Location
sk_sk: Podľa vzdialenosti od miesta

source: FROM...
sk_sk: OD...

source: Provider
sk_sk: Poskytovateľ

source: By default, CiviCRM uses the provider which are set active and the default provider is selected. User with administer CiviCRM permission can add a new Provider
sk_sk: Systém CiviCRM predvolene použije poskytovateľov, ktorí sú nastavení ako aktívni, a vyberie sa predvolený poskytovateľ. Používateľ s povolením na správu CiviCRM môže pridať nového poskytovateľa.

source: Go to <a href='%1'>Administer CiviCRM &raquo; System Settings &raquo; SMS Providers</a> to add or edit the provider. Make sure these Providers are valid.
sk_sk: Prejdite na položky <a href='%1'>Spravovať CiviCRM &raquo; Nastavenia systému &raquo; Poskytovatelia správ SMS</a> a pridajte alebo upravte poskytovateľa. Uistite sa, že sú títo poskytovatelia platní.

source: Use tokens when you are sending sms to a number of recipients, and want to include their name and / or other values from their contact record automatically within your message.
sk_sk: Tokeny použite v prípade, ak posielate SMS viacerým príjemcom a chcete automaticky zahrnúť ich meno a/alebo iné hodnoty z ich záznamu kontaktu do svojej správy.

source: You will also use tokens to insert Unsubscribe, Opt out and Forwarding links in your message.
sk_sk: Tokeny použijete aj na vkladanie odkazov na zrušenie odberu, explicitný nesúhlas a preposielanie do správy.

source: A single SMS message is typically 160 characters in length. If you want to send a message that is longer than 160 characters, it is split into multiple segments.
sk_sk: Jedna správa SMS má spravidla 160 znakov. Ak chcete poslať správu, ktorá má viac ako 160 znakov, rozdelí sa do viacerých segmentov.

source: The cost of sending SMS message is typically <em>per segment</em>.
sk_sk: Cena poslania správy SMS sa väčšinou odvíja <em>od počtu segmentu</em>.

source: Certain characters like emoji or curly quotes can shorten the segment size to 96 characters, increasing the cost per message.
sk_sk: Niektoré znaky, ako napríklad emoji alebo vlnité úvodzovky, môžu skrátiť veľkosť segmentu na 96 znakov a zvýšiť tak cenu správy.

source: Rich Text
sk_sk: Formát RTF

source: HTML messages have more visual impact, allow you to include images, and may be more readable if you are including links to website pages. However, you can also configure a simple sms.
sk_sk: Správy vo formáte HTML budia väčší vizuálny dojem, umožňujú vám pridávať obrázky a môžu byť lepšie čitateľné, ak do nich pridáte odkazy na webové stránky. Môžete však nakonfigurovať aj jednoduchú správu SMS.

source: SMS will NOT be sent to contacts of %count Activity - (there are more than one Target contact).
sk_sk: SMS sa NEODOŠLE kontaktom v rámci %count aktivity – (existuje viac ako jeden cieľový kontakt).

source: SMS will NOT be sent to contacts of %count selected activity as they are invalid for this task action.
sk_sk: SMS sa NEODOŠLE kontaktom v rámci %count vybranej aktivity, pretože sú neplatné pre túto akciu úlohy.

source: SMS will NOT be sent to %count contact.
sk_sk: SMS sa NEODOŠLE %count kontaktu.

source: SMS will NOT be sent to contacts of %count selected activity.
sk_sk: SMS sa NEODOŠLE kontaktom v rámci %count vybranej aktivity.

source: You can insert up to %1 characters. You have entered %2 characters, requiring %3 segments.
sk_sk: Môžete vložiť maximálne %1 znakov. Zadali ste %2 znakov, ktoré si vyžadujú nasledujúci počet segmentov: %3.

source: SMS body exceeding limit of %1 characters
sk_sk: Telo správy SMS presahuje limit %1 znakov

source: This smart group will stay up-to-date with all contacts who meet the search criteria.
sk_sk: Táto inteligentná skupina zostane aktuálna so všetkými kontaktmi, ktoré spĺňajú kritériá vyhľadávania.

source: NOTE: Even if only a few contacts have been selected from the search results, all contacts that meet the following criteria will be in the group.
sk_sk: POZNÁMKA: Aj keď bolo z výsledkov vyhľadávania vybratých iba niekoľko kontaktov, v skupine budú prítomné všetky kontakty, ktoré spĺňajú nasledujúce kritériá.

source: Are you sure you want to unhold email of selected contact(s)?.
sk_sk: Naozaj chcete zrušiť pozastavenie e-mailu pre vybraté kontakty?

source: Number of selected contacts: %1
sk_sk: Počet vybratých kontaktov: %1

source: View Selected Contacts
sk_sk: Zobraziť vybraté kontakty

source: Selected Contacts
sk_sk: Vybraté kontakt

source: Upload CSV File
sk_sk: Nahrať súbor vo formáte CSV

source: File format must be comma-separated-values (CSV). File must be UTF8 encoded if it contains special characters (e.g. accented letters, etc.).
sk_sk: Formát súboru musí obsahovať hodnoty oddelené čiarkami (CSV). Súbor musí mať kódovanie UTF8, ak obsahuje špeciálne znaky (napr. písmená s diakritikou atď.).

source: Maximum Upload File Size: %1 MB
sk_sk: Maximálna veľkosť nahratých súborov: %1 MB

source: Select <strong>Individual</strong> for Contact Type if each record in your file represents an individual person - even if the file also contains related Organization data (e.g. Employer Name, Employer Address, etc.).
sk_sk: Vyberte typ kontaktu <strong>Jednotlivec</strong>, ak každý záznam vo vašom súbore predstavuje samostatnú osobu – aj keď súbor obsahuje aj súvisiace údaje o organizácii (napr. názov zamestnávateľa, adresu zamestnávateľa atď.).

source: Select <strong>Organization</strong> or <strong>Household</strong> if each record in your file represents a contact of that type.
sk_sk: Vyberte možnosť <strong>Organizácia</strong> alebo <strong>Domácnosť</strong>, ak každý záznam vo vašom súbore predstavuje kontakt daného typu.

source: <strong>Importing Contact Subtypes</strong> - If your file contains a mix of "subtypes" belonging to a built-in type, select the built-in ("parent") type here. You will then be able to map a Contact Subtype field from your file which sets the subtype for each row. EXAMPLE: If you are importing a mixture of Individuals who are "Students" and "Parents" and "Staff" subtypes, select "Individual" here AND include a column in your import file which contains the subtype for each row.
sk_sk: <strong>Importovanie podtypov kontaktov</strong> – Ak váš súbor obsahuje kombináciu 'podtypov', ktoré patria k zabudovanému typu, vyberte tu zabudovaný ('nadradený') typ. Potom budete môcť namapovať pole Podtyp kontaktu z vášho súboru, ktorý nastavuje podtyp pre každý riadok. PRÍKLAD: Ak importujete kombináciu jednotlivcov, ktorí majú podtyp 'Študenti' a 'Rodičia' a 'Personál', vyberte tu možnosť 'Jednotlivec' A do súboru importu zahrňte stĺpec, ktorý obsahuje podtyp pre každý riadok.

source: If all records in the file belong to the same subtype, then select that subtype from the "Subtype" field. All records will be automatically assigned to that subtype. In this case you do NOT need to include a Subtype column in the file.
sk_sk: Ak všetky záznamy v súbore patria k rovnakému podtypu, vyberte daný podtyp z poľa 'Podtyp'. Všetky záznamy sa automaticky priradia k danému podtypu. V tomto prípade NEMUSÍTE do súboru zahrnúť stĺpec Podtyp.

source: Sub-Type
sk_sk: Podtyp

source: Select a specific Contact Subtype here ONLY if all you want all records in this import to be assigned to that subtype. EXAMPLE: If all records are of the <strong>Student</strong>, select that subtype here and it will be assigned to all import records.
sk_sk: Podtyp kontaktu v tejto časti vyberte IBA v prípade, ak chcete, aby sa všetky záznamy v tomto importe priradili k danému podtypu. PRÍKLAD: Ak majú všetky záznamy podtyp <strong>Študent</strong>, vyberte tu daný podtyp a ten sa priradí ku všetkým záznamom importu.

source: Do NOT select a Contact Subtype if your import file contains a mixture of subtypes. In that case, select the built-in ("parent") type, and make sure you'll file includes include a column which sets the subtype for each row.
sk_sk: Podtyp kontaktu NEVYBERAJTE, ak váš súbor importu obsahuje kombináciu rôznych podtypov. V takom prípade vyberte zabudovaný ('nadradený') typ a uistite sa, že váš súbor obsahuje stĺpec, ktorý nastavuje podtyp pre každý riadok.

source: Duplicate Matching
sk_sk: Porovnávanie duplikátov

source: If a contact in the import file appears to be a duplicate of an existing CiviCRM contact...
sk_sk: Ak sa zdá, že kontakt v súbore importu predstavuje duplikát existujúceho kontaktu CiviCRM...

source: <strong>Skip:</strong> Reports and then Skips duplicate import file rows - leaving the matching record in the database as-is (default).
sk_sk: <strong>Preskočiť:</strong> Nahlási a potom preskočí duplicitné riadky súboru importu, pričom ponechá zhodný záznam v databáze v nezmenenej podobe (predvolené).

source: <strong>Update:</strong> Updates database fields with available import data. Fields in the database which are NOT included in the import row are left as-is.
sk_sk: <strong>Aktualizovať:</strong> Aktualizuje polia databázy o dostupné údaje importu. Polia v databáze, ktoré NIE SÚ zahrnuté v riadku importu, sú ponechané v nezmenenej podobe.

source: <strong>Fill:</strong> Fills in additional contact data only. Database fields which currently have values are left as-is.
sk_sk: <strong>Vyplniť:</strong> Vyplní iba dodatočné údaje kontaktu. Polia databázy, ktoré momentálne obsahujú hodnoty, sú ponechané v nezmenenej podobe.

source: <strong>No Duplicate Checking:</strong> Inserts all valid records without comparing them to existing contact records for possible duplicates.
sk_sk: <strong>Žiadna kontrola duplikátov:</strong> Vloží všetky platné záznamy bez toho, aby sa porovnali s existujúcimi záznamami kontaktov v snahe odhaliť potenciálne duplikáty.

source: Select the source of the imported data. By default the following choices are possible:
sk_sk: Vyberte zdroj importovaných údajov. K dispozícii sú tieto predvolené možnosti:

source: A spreadsheet-like file with the contact data in each row. Data fields are separated by commas. You can export to a "CSV" file from most spreadsheet applications, many database managers, as well as other contact management and address book applications. Consult the documentation for your application if you're not sure how to do this. Save this file to your local hard drive (or an accessible drive on your network) - and then choose that file as your Import Upload File.
sk_sk: Súbor podobný tabuľkovému hárku s údajmi kontaktu v každom riadku. Polia údajov sú oddelené čiarkami. Export do súboru 'CSV' môžete vykonať z väčšiny tabuľkových procesorov, z mnohých správcov databáz, ale aj z iných aplikácií na správu kontaktov a adresárov. Ak neviete, ako to urobiť, pozrite si dokumentáciu k vašej aplikácii. Uložte si tento súbor na lokálny pevný disk (alebo na dostupný disk vo vašej sieti) – a potom ho vyberte ako súbor na nahratie importu.

source: A direct SQL query in the form of a SELECT query. For example:
sk_sk: Priamy dopyt SQL v podobe dopytu SELECT. Príklad:

source: This query can be against a different database, but that database has to be on the same database server and the CiviCRM database user has to have the SELECT privilege (and any other privileges required to execute the query).
sk_sk: Tento dopyt môže byť voči inej databáze, ale táto databáza sa musí nachádzať na rovnakom databázovom serveri a používateľ databázy CiviCRM musí mať oprávnenie SELECT (a všetky ostatné oprávnenia potrebné na vykonanie tohto dopytu).

source: If you have selected one of the dedupe options besides "no duplicate checking," CiviCRM will use a predefined dedupe rule to determine possible matches for your imported records. Existing dedupe rules may be reviewed, and new rules created, by visiting Contacts > Find and Merge Duplicate Contacts.
sk_sk: Ak ste vybrali jednu z možností odstraňovania duplikátov okrem možnosti 'žiadna kontrola duplikátov', CiviCRM použije vopred definované pravidlo odstraňovania duplikátov v snahe určiť potenciálne zhody pre vašej importované záznamy. Existujúce pravidlá odstraňovania duplikátov môžete skontrolovať a nové pravidlá môžete vytvárať v časti Kontakty > Hľadať a zlúčiť duplicitné kontakty.
