Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: Search Results
sk_sk: Výsledky vyhľadávania

source: You do not have the necessary permission to view this contact.
sk_sk: Nemáte potrebné povolenie na zobrazenie tohto kontaktu.

source: This contact was deleted during a merge operation. The contact it was merged into cannot be found and may have been deleted.
sk_sk: Tento kontakt bol odstránený počas zlúčenia. Kontakt, s ktorým bol zlúčený, sa nepodarilo nájsť a je možné, že je odstránený.

source: (This contact has been merged to <a href="%1">%2</a>)
sk_sk: (Tento kontakt bol zlúčený s kontaktom <a href="%1">%2</a>)

source: View Contact Details
sk_sk: Zobraziť podrobnosti kontaktu

source: Edit Contact Details
sk_sk: Upraviť podrobnosti kontaktu

source: Map
sk_sk: Mapovať

source: Map Contact
sk_sk: Mapovať kontakt

source: Contact %%StatusMessage%%
sk_sk: Kontakt %%StatusMessage%%

source: Action
sk_sk: Akcia

source: Smart
sk_sk: Inteligentné

source: Delete Permanently
sk_sk: Natrvalo odstrániť

source: Permanently Delete Contact
sk_sk: Natrvalo odstrániť kontakt

source: CiviCRM Contact Search
sk_sk: Vyhľadávanie kontaktov CiviCRM

source: Address
sk_sk: Adresa

source: State
sk_sk: Štát

source: Postal
sk_sk: PSČ

source: Group - add contacts
sk_sk: Skupina – pridať kontakty

source: Group - remove contacts
sk_sk: Skupina – odstrániť skupiny

source: Tag - add to contacts
sk_sk: Značka – pridať medzi kontakty

source: Tag - remove from contacts
sk_sk: Značka – odstrániť z kontaktov

source: Export contacts
sk_sk: Exportovať kontakty

source: Delete contacts
sk_sk: Odstrániť kontakty

source: Add activity
sk_sk: Pridať aktivitu

source: Group - create smart group
sk_sk: Skupina – vytvoriť inteligentnú skupinu

source: Group - update smart group
sk_sk: Skupina – aktualizovať inteligentnú skupinu

source: Mailing labels - print
sk_sk: Označenia pošty – tlačiť

source: Print/merge document
sk_sk: Tlačiť/zlúčiť dokument

source: Email - unhold addresses
sk_sk: E-mail – zrušiť pozdržanie adries

source: Communication preferences - alter
sk_sk: Preferencie komunikácie – upraviť

source: Restore contacts from trash
sk_sk: Obnoviť kontakty z koša

source: Delete permanently
sk_sk: Natrvalo odstrániť

source: SMS - schedule/send
sk_sk: SMS – naplánovať/poslať

source: Add relationship - to %1
sk_sk: Pridať vzťah – pre %1

source: Merge contacts
sk_sk: Zlúčiť kontakty

source: Map contacts
sk_sk: Mapovať kontakty

source: Register participants for event
sk_sk: Zaregistrovať účastníkov na podujatie

source: Email - schedule/send via CiviMail
sk_sk: E-mail – naplánovať/poslať cez CiviMail

source: Add to case as role
sk_sk: Pridať k prípadu ako rolu

source: Billing
sk_sk: Fakturácia

source: Checksum
sk_sk: Kontrolný súčet

source: Organization name
sk_sk: Názov organizácie

source: Household name
sk_sk: Názov domácnosti

source: Copy
sk_sk: Kopírovať

source: Move
sk_sk: Presunúť

source: Revert
sk_sk: Vrátiť

source: Close
sk_sk: Zatvoriť

source: View %1
sk_sk: Zobraziť %1

source: Delete %1
sk_sk: Odstrániť %1

source: Enable %1
sk_sk: Povoliť %1

source: Disable %1
sk_sk: Zakázať %1

source: Export %1
sk_sk: Exportovať %1

source: Preview %1
sk_sk: Zobraziť ukážku %1

source: Choose Recipient(s)
sk_sk: Vybrať príjemcov

source: You can't connect an address to itself
sk_sk: Nemôžete pripojiť adresu k sebe samej

source: You seem to have deleted the relationship type 'Household Member of'
sk_sk: Zdá sa, že ste odstránili typ vzťahu 'Člen domácnosti'

source: The following contact(s) have address records which were shared with the address you removed from this contact. These address records are no longer shared - but they have not been removed or altered.
sk_sk: Nasledujúce kontakty majú záznamy adries, ktoré boli zdieľané s adresou, ktorú ste z daného kontaktu odstránili. Tieto záznamy adries sa už nezdieľajú, ale neboli odstránené ani zmenené.

source: Province limit or default country setting is incorrect
sk_sk: Limit provincie alebo predvolené nastavenie krajiny je nesprávne

source: Available Country setting is incorrect
sk_sk: Dostupné nastavenie krajiny je nesprávne

source: Can only accept Integers for state_province_id filtering
sk_sk: Pre filtrovanie podľa state_province_id sa akceptujú iba celé čísla

source: Create an account?
sk_sk: Vytvoriť konto?

source: Could not find an email address.
sk_sk: Nepodarilo sa nájsť e-mailovú adresu.

source: Please specify a username.
sk_sk: Uveďte používateľské meno.

source: Please specify a valid email address.
sk_sk: Uveďte platnú e-mailovú adresu.

source: Please enter a password.
sk_sk: Zadajte heslo.

source: Password and Confirm Password values are not the same.
sk_sk: Hodnoty v poliach Heslo a Potvrdiť heslo nie sú rovnaké.

source: Beginning site move process...
sk_sk: Začína sa proces presunu na lokalite...

source: WARNING: The setting (%1) has been reverted.
sk_sk: UPOZORNENIE: Nastavenie (%1) bolo vrátené.

source: WARNING: The setting (%1) is overridden and could not be reverted.
sk_sk: UPOZORNENIE: Nastavenie (%1) je prepísané a nepodarilo sa ho vrátiť.

source: Template cache and upload directory have been cleared.
sk_sk: Vyrovnávacia pamäť šablóny a adresár nahratých súborov boli vymazané.

source: Database cache tables cleared.
sk_sk: Tabuľky vyrovnávacej pamäte databázy boli vymazané.

source: Drupal session table cleared.
sk_sk: Tabuľka relácie Drupal bola vymazaná.

source: Session has been reset.
sk_sk: Relácia bola resetovaná.

source: Alphanumeric
sk_sk: Alfanumerická hodnota

source: Integer
sk_sk: Celé číslo

source: Number
sk_sk: Číslo

source: Money
sk_sk: Peniaze

source: Yes or No
sk_sk: Áno alebo Nie

source: File
sk_sk: Súbor

source: Link
sk_sk: Prepojenie

source: Contact Reference
sk_sk: Referencia kontaktu

source: - any %1 -
sk_sk: – akékoľvek %1 –

source: Any
sk_sk: Akékoľvek

source: Results may contain any of the selected options
sk_sk: Výsledky môžu obsahovať ktorúkoľvek z vybratých možností

source: Results must have all of the selected options
sk_sk: Výsledky musia obsahovať všetky vybraté možnosti

source: %1 From must be an integer (whole number).
sk_sk: %1 Od musí byť celé číslo.

source: %1 To must be an integer (whole number).
sk_sk: %1 Do musí byť celé číslo.

source: %1 must be an integer (whole number).
sk_sk: %1 musí byť celé číslo.

source: Could not move custom file to custom upload directory
sk_sk: Nepodarilo sa presunúť vlastný súbor do vlastného adresára nahratých súborov

source: Invalid ID for custom field
sk_sk: Neplatné ID vlastného poľa

source: Invalid ID for old custom group
sk_sk: Neplatné ID starého vlastného poľa

source: Invalid ID for new custom group
sk_sk: Neplatné ID nového vlastného poľa

source: A field of the same label exists in the destination group
sk_sk: V cieľovej skupine existuje pole s rovnakým štítkom

source: The destination group extends a different entity type.
sk_sk: Cieľová skupina rozširuje iný typ entity.

source: %1 must be valid Website.
sk_sk: %1 musí byť platná webová lokalita.

source: Cannot create custom table because %1 is already a core table.
sk_sk: Nemožno vytvoriť vlastnú tabuľku, pretože %1 už je základná tabuľka.

source: %1 Questions
sk_sk: Otázky: %1

source: Are you sure you want to delete attached file.
sk_sk: Naozaj chcete odstrániť pripojený súbor?

source: Delete Attached File
sk_sk: Odstrániť pripojený súbor

source: Recurring Contributions
sk_sk: Opakujúce sa príspevky

source: Participants
sk_sk: Účastníci

source: Addresses
sk_sk: Adresy

source: Campaigns
sk_sk: Kampane

source: entity_id needs to be set and of type Integer
sk_sk: entity_id sa musí nastaviť a musí mať typ Celé číslo

source: field ID needs to be of type Integer for index %1
sk_sk: entity_id musí mať typ Celé číslo pre index %1

source: value: %1 is not of the right field data type: %2
sk_sk: hodnota: %1 nemá správny typ údajov poľa: %2

source: Unknown error
sk_sk: Neznáma chyba

source: entityID needs to be set and of type Integer
sk_sk: ID entity sa musí nastaviť a musí mať typ Celé číslo

source: Invalid entity type
sk_sk: Neplatný typ entity

source: There is no valid default from email address configured for the domain. You can configure here <a href='%1'>Configure From Email Address.</a>
sk_sk: Pre doménu nie je nakonfigurovaná platná predvolená hodnota e-mailovej adresy odosielateľa. Môžete ju nakonfigurovať tu: <a href='%1'>Konfigurovať e-mailovú adresu odosielateľa.</a>

source: (preferred)
sk_sk: (preferované)

source: Mime Type is now a required parameter for file upload
sk_sk: Typ Mime je teraz povinný parameter pri nahrávaní súborov

source: File not found
sk_sk: Súbor sa nenašiel

source: Delete All Attachment(s)
sk_sk: Odstrániť všetky prílohy

source: Attach File
sk_sk: Pripojiť súbor

source: File size should be less than %1 MByte(s)
sk_sk: Veľkosť súboru by mala byť menšia ako %1 MB

source: Portrait
sk_sk: Na výšku

source: Landscape
sk_sk: Na šírku

source: %1 pt
sk_sk: %1 bod

source: Right
sk_sk: Vľavo

source: Left
sk_sk: Vpravo

source: Center
sk_sk: Stred

source: Normal
sk_sk: Normálne

source: Bold
sk_sk: Tučné

source: Italic
sk_sk: Kurzíva

source: Label Format Option Group not found in database.
sk_sk: Skupina možností formátu štítkov sa nenašla v databáze.

source: Custom
sk_sk: Vlastné

source: Label Format does not fit in database.
sk_sk: Formát štítkov sa nezmestí do databázy.

source: Invalid value passed to delete function.
sk_sk: Neplatná hodnota prenesená funkcii odstránenia.

source: Standard Mail Account
sk_sk: Štandardné poštové konto

source: State/Province Name
sk_sk: Názov štátu/provincie

source: State/Province Abbreviation
sk_sk: Skratka štátu/provincie

source: Contribution
sk_sk: Príspevok

source: Total Amount
sk_sk: Celková suma

source: Contribution Status
sk_sk: Stav príspevku

source: Payment Method
sk_sk: Spôsob platby

source: Transaction ID
sk_sk: ID transakcie

source: Participant
sk_sk: Účastník

source: Pledge
sk_sk: Prísľub

source: Case Activity
sk_sk: Aktivita v rámci prípadu

source: Cannot have two clauses with different types: %1, %2
sk_sk: Nemôže mať dve klauzuly s rôznymi typmi: %1, %2

source: Did not find a message template with id of %1.
sk_sk: Nenašla sa šablóna správy s ID %1.

source: Message template with id of %1 does not have a default to revert to.
sk_sk: Šablóna správy s ID %1 nemá predvolenú hodnotu, na ktorú sa môže vrátiť.

source: Hide Menu
sk_sk: Skryť ponuku

source: Log out
sk_sk: Odhlásiť sa

source: Paper Size Option Group not found in database.
sk_sk: Skupina možností veľkosti papiera sa nenašla v databáze.

source: Paper Size does not fit in database.
sk_sk: Veľkosť papiera sa nezmestí do databázy.

source: PDF Format Option Group not found in database.
sk_sk: Skupina možností formátu PDF sa nenašla v databáze.

source: PDF Page Format does not fit in database.
sk_sk: Formát stránky PDF sa nezmestí do databázy.

source: Default (Auto-detect)
sk_sk: Predvolené (automatická detekcia)

source: Could not update mode for linked entities
sk_sk: Nepodarilo sa aktualizovať režim pre prepojené entity

source: Could Not Find Custom Field Details for %1, %2, %3
sk_sk: Nenašli sa podrobnosti vlastného poľa pre %1, %2, %3

source: Job has not been executed as it is a %1 (non-production) environment.
sk_sk: Úloha nebola vykonaná, pretože ide o %1 (neprodukčné) prostredie.

source: Outbound emails have been disabled. Scheduled jobs will not run unless runInNonProductionEnvironment=TRUE is added as a parameter for a specific job
sk_sk: Odchádzajúce e-maily boli zakázané. Naplánované úlohy sa nespustia, pokiaľ sa pre konkrétnu úlohu nepridá parameter runInNonProductionEnvironment=TRUE

source: Non-production environment set
sk_sk: Je nastavené neprodukčné prostredie

source: You can not pass a severity level higher than 7.
sk_sk: Nemôžete postúpiť vyššiu úroveň závažnosti ako 7.

source: Invalid string passed as severity level.
sk_sk: Neplatný reťazec postúpený ako úroveň závažnosti.

source: Draft
sk_sk: Koncept

source: Invalid status
sk_sk: Neplatný stav

source: Must specify all entity identification fields
sk_sk: Musíte uviesť všetky identifikačné polia entity

source: Entity reference is malformed
sk_sk: Referencia entity má nesprávny formát

source: Entity reference specifies a non-existent or non-translatable table
sk_sk: Referencia entity uvádza neexistujúcu alebo nepreložiteľnú tabuľku

source: Entity reference specifies a non-existent or non-translatable field
sk_sk: Referencia entity uvádza neexistujúce alebo nepreložiteľné pole

source: Entity does not exist
sk_sk: Entita neexistuje

source: Cannot enable this UF field since the used custom field is disabled.
sk_sk: Nemožno povoliť toto pole UF, pretože použité vlastné pole je zakázané.

source: Check Custom Field
sk_sk: Skontrolovať vlastné pole

source: Phone and Extension
sk_sk: Telefón a predvoľba

source: Contribution Note
sk_sk: Poznámka k príspevku

source: Formatting
sk_sk: Formátovanie

source: Send Receipt
sk_sk: Poslať potvrdenie

source: Soft Credit
sk_sk: Dar v cudzom mene

source: Soft Credit Type
sk_sk: Typ daru v cudzom mene

source: Premiums
sk_sk: Prémie

source: Personal Campaign Page
sk_sk: Stránka osobnej kampane

source: Financial Type
sk_sk: Finančný typ

source: Contribution Transaction ID
sk_sk: ID transakcie príspevku

source: The requested Profile (gid=%1) is disabled OR it is not configured to be used for 'Profile' listings in its Settings OR there is no Profile with that ID OR you do not have permission to access this profile. Please contact the site administrator if you need assistance.
sk_sk: Požadovaný profil (gid=%1) je zakázaný ALEBO nie je nakonfigurovaný tak, aby sa používal pri zoznamoch 'Profil' vo svojich nastaveniach ALEBO neexistuje profil s daným ID ALEBO nemáte povolenie na prístup k tomuto profilu. Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: Dynamic Form Creator
sk_sk: Autor dynamického formulára

source: - select membership type -
sk_sk: – vyberte typ členstva –

source: Custom %1
sk_sk: Vlastná hodnota %1

source: Soft Credit To
sk_sk: Dar v cudzom mene pre

source: Amount
sk_sk: Suma

source: Please enter a valid amount.
sk_sk: Zadajte platnú sumu.

source: Please enter a valid %1
sk_sk: Zadajte platnú hodnotu %1

source: [Copy id %1]
sk_sk: [ID kópie %1]

source: The site administrator needs to enter a valid 'FROM Email Address' in <a href="%1">Administer CiviCRM &raquo; Communications &raquo; FROM Email Addresses</a>. The email address used may need to be a valid mail account with your email service provider.
sk_sk: Správca lokality musí zadať platnú 'e-mailovú adresu odosielateľa' v ponuke <a href="%1">Spravovať CiviCRM &raquo; Komunikácia &raquo; E-mailové adresy odosielateľov</a>. Použitá e-mailová adresa musí byť platným poštovým kontom u vášho poskytovateľa e-mailových služieb.

source: Contact ID %1 is a match for %2 user %3 but has already been matched to %4
sk_sk: ID kontaktu %1 sa zhoduje pri %2 používateľovi %3, ale už sa našla zhoda s %4

source: Completed
sk_sk: Dokončené

source: Scheduled
sk_sk: Naplánované

source: In Progress
sk_sk: Prebieha

source: CiviCRM Create New Record
sk_sk: CiviCRM – Vytvoriť novú skupinu

source: CiviCRM Recent Items
sk_sk: CiviCRM – Najnovšie položky

source: Recent Items
sk_sk: Najnovšie položky

source: CiviCRM Contact Dashboard
sk_sk: CiviCRM – Tabuľa kontaktu

source: CiviCRM Quick Add
sk_sk: CiviCRM – Rýchlo pridať

source: New Individual
sk_sk: Nová osoba

source: CiviCRM Language Switcher
sk_sk: CiviCRM – Prepínanie jazyka

source: CiviCRM Upcoming Events
sk_sk: CiviCRM – Budúce podujatia

source: Upcoming Events
sk_sk: Budúce podujatia

source: CiviCRM Full-text Search
sk_sk: CiviCRM – Celotextové vyhľadávanie

source: Full-text Search
sk_sk: Celotextové vyhľadávanie

source: My Contact Dashboard
sk_sk: Moja tabuľa kontaktov

source: Send Mailing
sk_sk: Odoslať poštu

source: Browse Sent Mailings
sk_sk: Prehľadávať odoslanú poštu

source: Message Template Workflow for Cases
sk_sk: Pracovný postup šablóny správy pre prípady

source: Message Template Workflow for Contributions
sk_sk: Pracovný postup šablóny správy pre príspevky

source: Message Template Workflow for Events
sk_sk: Pracovný postup šablóny správy pre podujatia

source: Message Template Workflow for Tell-a-Friend
sk_sk: Pracovný postup šablóny správy pre Odporučiť priateľovi

source: Message Template Workflow for Memberships
sk_sk: Pracovný postup šablóny správy pre členstvá

source: Message Template Workflow for Meta Templates
sk_sk: Pracovný postup šablóny správy pre metašablóny

source: Message Template Workflow for Pledges
sk_sk: Pracovný postup šablóny správy pre prísľuby

source: Message Template Workflow for Profiles
sk_sk: Pracovný postup šablóny správy pre profily

source: Message Template Workflow for Petition
sk_sk: Pracovný postup šablóny správy pre petíciu

source: Cases - Send Copy of an Activity
sk_sk: Prípady – poslať kópiu aktivity

source: Contributions - Duplicate Organization Alert
sk_sk: Príspevky – upozornenie na duplicitnú organizáciu

source: Contributions - Receipt (off-line)
sk_sk: Príspevky – potvrdenie (offline)

source: Contributions - Receipt (on-line)
sk_sk: Príspevky – potvrdenie (online)

source: Contributions - Invoice
sk_sk: Príspevky – faktúra

source: Contributions - Recurring Start and End Notification
sk_sk: Príspevky – opakujúce sa upozornenie na začiatok a koniec

source: Contributions - Recurring Cancellation Notification
sk_sk: Príspevky – opakujúce sa upozornenie na zrušenie

source: Contributions - Recurring Billing Updates
sk_sk: Príspevky – opakujúce sa aktualizácie o fakturácii

source: Contributions - Recurring Updates
sk_sk: Príspevky – opakujúce sa aktualizácie

source: Personal Campaign Pages - Admin Notification
sk_sk: Stránky osobnej kampane – upozornenie pre správcu

source: Personal Campaign Pages - Supporter Status Change Notification
sk_sk: Stránky osobnej kampane – upozornenie na zmenu stavu podporovateľa

source: Personal Campaign Pages - Supporter Welcome
sk_sk: Stránky osobnej kampane – uvítanie podporovateľa

source: Personal Campaign Pages - Owner Notification
sk_sk: Stránky osobnej kampane – upozornenie pre vlastníka

source: Additional Payment Receipt or Refund Notification
sk_sk: Potvrdenie dodatočnej platby alebo upozornenie na refundáciu

source: Events - Registration Confirmation and Receipt (off-line)
sk_sk: Podujatia – potvrdenie registrácie a správa s potvrdením (offline)

source: Events - Registration Confirmation and Receipt (on-line)
sk_sk: Podujatia – potvrdenie registrácie a správa s potvrdením (online)

source: Events - Receipt only
sk_sk: Podujatia – iba potvrdenia

source: Events - Registration Cancellation Notice
sk_sk: Podujatia – oznámenie o zrušení registrácie

source: Events - Registration Confirmation Invite
sk_sk: Podujatia – pozvánka na potvrdenie registrácie

source: Events - Pending Registration Expiration Notice
sk_sk: Podujatia – čakajúce oznámenie o vypršaní platnosti registrácie

source: Events - Registration Transferred Notice
sk_sk: Podujatia – oznámenie o prenesení registrácie

source: Tell-a-Friend Email
sk_sk: E-mail – Odporučiť priateľovi

source: Memberships - Signup and Renewal Receipts (off-line)
sk_sk: Členstvá – potvrdenia o registrácii a obnovení (offline)

source: Memberships - Receipt (on-line)
sk_sk: Členstvá – potvrdenie (online)

source: Memberships - Auto-renew Cancellation Notification
sk_sk: Členstvá – upozornenie na zrušenie automatického obnovenia

source: Memberships - Auto-renew Billing Updates
sk_sk: Členstvá – aktualizácie o fakturácii automatického obnovenia

source: Test-drive - Receipt Header
sk_sk: Testovacia verzia – hlavička potvrdenia

source: Pledges - Acknowledgement
sk_sk: Prísľuby – uznanie

source: Pledges - Payment Reminder
sk_sk: Prísľuby – pripomienka platby

source: Profiles - Admin Notification
sk_sk: Profily – upozornenie pre správcu

source: Petition - signature added
sk_sk: Petícia – podpis pridaný

source: Petition - need verification
sk_sk: Petícia – vyžaduje sa overenie

source: Failed to make directory (%1) at "%2". Please update the settings or file permissions.
sk_sk: Nepodarilo sa vytvoriť adresár (%1) o '%2'. Aktualizujte nastavenia alebo povolenia pre súbor.

source: Some modules define permissions, but the CMS cannot store them: %1
sk_sk: Niektoré moduly definujú povolenia, ale CMS ich nemôže ukladať: %1

source: Permission Error
sk_sk: Chyba povolenia

source: No records available
sk_sk: K dispozícii nie sú žiadne záznamy

source: Invalid task
sk_sk: Neplatná úloha

source: We can't load the requested web page. This page requires cookies to be enabled in your browser settings. Please check this setting and enable cookies (if they are not enabled). Then try again. If this error persists, contact the site administrator for assistance.
sk_sk: Nemôžeme načítať požadovanú webovú stránku. Táto stránka vyžaduje, aby ste mali v nastaveniach prehliadača povolené súbory cookie. Začiarknite toto nastavenie a povoľte súbory cookie (ak nie sú povolené). Potom to skúste znova. Ak táto chyba pretrváva, obráťte sa na správcu lokality so žiadosťou o pomoc.

source: Site Administrators: This error may indicate that users are accessing this page using a domain or URL other than the configured Base URL. EXAMPLE: Base URL is http://example.org, but some users are accessing the page via http://www.example.org or a domain alias like http://myotherexample.org.
sk_sk: Správcovia lokality: Táto chyba môže značiť, že používatelia pristupujú k tejto stránke pomocou inej domény alebo adresy URL, ako je nakonfigurovaná základná adresa URL. PRÍKLAD: Základná adresa URL je http://priklad.org, ale niektorí používatelia k stránke pristupujú cez adresu http://www.priklad.org alebo alias domény ako http://inypriklad.org.

source: Error type: Could not find a valid session key.
sk_sk: Typ chyby: Nepodarilo sa nájsť platný kľúč relácie.

source: Your browser session has expired and we are unable to complete your form submission. We have returned you to the initial step so you can complete and resubmit the form. If you experience continued difficulties, please contact us for assistance.
sk_sk: Platnosť relácie vo vašom prehliadači vypršala a nám sa nepodarilo dokončiť odoslanie vášho formulára. Vrátili sme vás na úvodný krok, aby ste mohli vyplniť a opätovne odoslať formulár. Ak sa budú aj naďalej vyskytovať ťažkosti, obráťte sa na nás so žiadosťou o pomoc.

source: Action Logs
sk_sk: Denníky akcií

source: Action Log
sk_sk: Denník akcie

source: Action Schedule ID
sk_sk: ID plánu akcií

source: FK to Contact ID
sk_sk: FK pre ID kontaktu

source: FK to id of the entity that the action was performed on. Pseudo - FK.
sk_sk: FK pre ID entity, na ktorej bola vykonaná akcia. Pseudo – FK.

source: name of the entity table for the above id, e.g. civicrm_activity, civicrm_participant
sk_sk: názov tabuľky entity pre vyššie uvedené ID, napr. civicrm_activity, civicrm_participant

source: Schedule ID
sk_sk: ID plánu

source: FK to the action schedule that this action originated from.
sk_sk: FK pre plán akcií, z ktorého pochádza táto akcia.

source: Schedule
sk_sk: Plán

source: Action Date And Time
sk_sk: Dátum a čas akcie

source: date time that the action was performed on.
sk_sk: Dátum a časť vykonania akcie.

source: Error?
sk_sk: Chyba?

source: Was there any error sending the reminder?
sk_sk: Došlo pri odosielaní pripomienky k chybe?

source: Message
sk_sk: Správa

source: Description / text in case there was an error encountered.
sk_sk: Opis/text pre prípad, že by došlo k chybe.

source: Repetition Number
sk_sk: Číslo opakovania

source: Keeps track of the sequence number of this repetition.
sk_sk: Sleduje poradového čísla tohto opakovania.

source: Reference Date
sk_sk: Dátum referencie
