Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: The selected profile is using a custom field which is not assigned to the "%1" being configured.
sk_sk: Vybratý profil používa vlastné pole, ktoré nie je priradené ku konfigurovanej položke '%1'.

source: Revisions
sk_sk: Revízie

source: The field "%1" is already included.
sk_sk: Pole '%1' je už zahrnuté.

source: Duplicate
sk_sk: Duplikát

source: Results Columns?
sk_sk: Stĺpce s výsledkami?

source: Searchable
sk_sk: Dá sa vyhľadať

source: Markup
sk_sk: Značka

source: Symbolic name which referenced in the fields
sk_sk: Symbolický názov, na ktorý sa odkazuje v poliach

source: Unnamed Profile
sk_sk: Profil bez názvu

source: Select a group if you want contacts to be automatically added to that group when the profile is submitted.
sk_sk: Vyberte skupinu, ak chcete, aby sa kontakty automaticky pridali do skupiny po odoslaní profilu.

source: If you are using this profile as a contact signup or edit form, and want to redirect the user to a static URL if they click the Cancel button - enter the complete URL here. If this field is left blank, the built-in Profile form will be redisplayed.
sk_sk: Ak tento profil používate ako formulár na registráciu alebo úpravu kontaktu a chcete používateľa po kliknutí na tlačidlo Zrušiť presmerovať na statickú adresu URL, zadajte úplnú adresu URL. Ak je toto pole prázdne, znova sa zobrazí zabudovaný formulár profilu.

source: Text to display on the cancel button when used in create or edit mode
sk_sk: Text, ktorý sa má zobraziť na tlačidle Zrušiť, keď sa používa v režime tvorby alebo úprav

source: Text to display on the submit button when used in create or edit mode
sk_sk: Text, ktorý sa má zobraziť na tlačidle Odoslať, keď sa používa v režime tvorby alebo úprav

source: Explanatory text displayed at the end of the form.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí na konci formulára.

source: Note that this help text is displayed on profile create/edit screens only.
sk_sk: Poznámka: tento text sa zobrazuje iba na obrazovkách vytvorenia/úpravy profilu.

source: Explanatory text displayed at the beginning of the form.
sk_sk: Vysvetľujúci text, ktorý sa zobrazí na začiatku formulára.

source: Drupal user account registration option?
sk_sk: Možnosť registrácie používateľského konta Drupal?

source: Check this box if you want to include a link in the listings to Edit profile fields. Only users with permission to edit the contact will see this link.
sk_sk: Toto políčko začiarknite, ak chcete do zoznamov zahrnúť odkaz na polia úpravy profilu. Tento odkaz uvidia iba používatelia s povolením na úpravu kontaktu.

source: If enabled, a Map link is included on the profile listings rows and detail screens for any contacts whose records include sufficient location data for your mapping provider.
sk_sk: Ak je povolený, odkaz na mapu pribudne do riadkov v zoznamoch profilu a na obrazovky s podrobnosťami všetkých kontaktov, ktorých záznamy obsahujú dostatočné údaje o polohe pre vášho poskytovateľa máp.

source: Include Drupal user account information links in search results?
sk_sk: Zahrnúť odkazy na informácie o používateľskom konte Drupal do výsledkov vyhľadávania?

source: Select a group if you are using this profile for search and listings, AND you want to limit the listings to members of a specific group.
sk_sk: Vyberte skupinu, ak používate tento profil na vyhľadávanie a zoznamy A chcete obmedziť zoznamy na členov konkrétnej skupiny.

source: If you want member(s) of your organization to receive a notification email whenever this Profile form is used to enter or update contact information, enter one or more email addresses here. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org). The first email address listed will be used as the FROM address in the notifications.
sk_sk: Ak chcete, aby členovia vašej organizácie dostali e-mail s oznámením vždy, keď sa tento formulár profilu použije na zadanie alebo aktualizáciu kontaktných údajov, zadajte tu jednu, prípadne viacero e-mailových adries. E-mailové adresy musia byť oddelené čiarkou (napr.: jana@priklad.org, zuzana@priklad.org) Prvá e-mailová adresa sa pri oznámeniach použije ako adresa odosielateľa.

source: If you are using this profile as a contact signup or edit form, and want to redirect the user to a static URL after they've submitted the form, you can also use contact tokens in URL - enter the complete URL here. If this field is left blank, the built-in Profile form will be redisplayed with a generic status message - 'Your contact information has been saved.'
sk_sk: Ak tento profil používate ako formulár na registráciu alebo úpravu kontaktu a chcete používateľa po odoslaní formulára presmerovať na statickú adresu URL, môžete v adrese URL použiť aj kontaktné tokeny – zadajte sem úplnú adresu URL. Ak je toto pole prázdne, znova sa zobrazí zabudovaný formulár profilu so všeobecnou správou o stave: 'Vaše kontaktné údaje boli uložené'.

source: Weight controls the order in which profiles are presented when more than one profile is included in User Registration or My Account screens. Enter a positive or negative integer - lower numbers are displayed ahead of higher numbers.
sk_sk: Váha stanovuje, v akom poradí sa budú zobrazovať profily, keď je na obrazovke Registrácia používateľa alebo Moje konto prítomný viac ako jeden profil. Zadajte kladné alebo záporné celé číslo – nižšie čísla sa zobrazujú pred vyššími.

source: (Copy)
sk_sk: (Kópia)

source: This profile no longer includes field "%1"! All references to the field have been removed.
sk_sk: Tento profil už nezahŕňa pole '%1'! Všetky odkazy na pole boli odstránené.

source: Edit Profile
sk_sk: Upraviť profil

source: Your profile has not been saved.
sk_sk: Váš profil sa neuložil.

source: Please correct errors before saving.
sk_sk: Pred uložením opravte chyby.

source: Please correct errors before previewing.
sk_sk: Pred zobrazením ukážky opravte chyby.

source: + Add New Field
sk_sk: + Pridať nové pole

source: Add Set of Custom Fields
sk_sk: Pridať súbor vlastných polí

source: Failed to retrieve schema
sk_sk: Nepodarilo sa získať schému

source: Edit global settings for this custom field.
sk_sk: Upraviť globálne nastavenia pre toto vlastné pole.

source: Note: This will modify the field system-wide, not just in this profile form.
sk_sk: Poznámka: Týmto krokom upravíte pole naprieč celým systémom, nielen vo formulári profilu.

source: -day of week-
sk_sk: – deň v týždni –

source: day of week
sk_sk: deň v týždni

source: -day-
sk_sk: – deň –

source: day
sk_sk: deň

source: -month-
sk_sk: – mesiac –

source: month
sk_sk: mesiac

source: -year-
sk_sk: – rok –

source: year
sk_sk: rok

source: -hour-
sk_sk: – hodina –

source: hour
sk_sk: hodina

source: minute
sk_sk: minúta

source: -sec-
sk_sk: – s –

source: second
sk_sk: sekunda

source: am or pm
sk_sk: dopoludnia alebo popoludní

source: AM or PM
sk_sk: Dopoludnia alebo popoludní

source: WARNING: Delete will remove this permission from the specified ACL Role.
sk_sk: UPOZORNENIE: Odstránením odoberiete toto povolenie konkrétnej role ACL.

source: Do you want to continue?
sk_sk: Chcete pokračovať?

source: Enter a descriptive name for this permission (e.g. 'Edit Advisory Board Contacts').
sk_sk: Zadajte opisný názov tohto povolenia (napr. 'Upraviť kontakty poradného zboru').

source: Select a Role to assign (grant) this permission to. Select the special role 'Everyone' if you want to grant this permission to ALL users. 'Everyone' includes anonymous (i.e. not logged in) users. Select the special role 'Authenticated' if you want to grant it to any logged in user.
sk_sk: Vyberte rolu, ktorej chcete priradiť (udeliť) toto povolenie. Vyberte špeciálnu rolu 'Všetci', ak chcete toto povolenie udeliť VŠETKÝM používateľom. Možnosť 'Všetci' zahŕňa anonymných (t. j. neprihlásených) používateľov. Vyberte špeciálnu rolu 'Overení', ak ho chcete udeliť každému prihlásenému používateľovi.

source: Select the type of data this ACL operates on.
sk_sk: Vyberte typ údajov, podľa ktorých operuje toto ACL.

source: IMPORTANT: The Drupal permissions for 'access all custom data' and 'profile listings and forms' override and disable specific ACL settings for custom field groups and profiles respectively. Do not enable those Drupal permissions for a Drupal role if you want to use CiviCRM ACL's to control access.
sk_sk: DÔLEŽITÉ: Povolenia Drupal týkajúce sa 'prístupu ku všetkým vlastným údajom' a 'zoznamov profilov a formulárov' prepíšu a zakážu konkrétne nastavenia ACL pre skupiny vlastných polí, resp. profily. Ak chcete na riadenie prístupu použiť ACL CiviCRM, nepovoľte tieto povolenia Drupal pre rolu Drupal.

source: Select a specific group of contacts, OR apply this permission to ALL groups.
sk_sk: Vyberte konkrétnu skupinu kontaktov ALEBO použite toto povolenie na VŠETKY skupiny.

source: Select a specific profile, OR apply this permission to ALL profiles.
sk_sk: Vyberte konkrétny profil ALEBO použite toto povolenie na VŠETKY profily.

source: NOTE: Profile ACL operations affect which modes a profile can be used in (i.e. Create a new contact, Edit your own contact record, View a contact record, etc.). The Create operation is required for profiles embedded in online contribution or event registration forms. None of the operations for Profile ACLs grant access to administration of profiles.
sk_sk: POZNÁMKA: Operácie ACL profilu ovplyvňujú to, v ktorých režimoch sa môže profil používať (napr. vytvorenie nového kontaktu, úprava záznamu vlastného kontaktu, zobrazenie záznamu kontaktu atď.). Operácia Vytvoriť sa požaduje pri profiloch zabudovaných v online formulároch príspevkov alebo registrácie na podujatia. Žiadna z operácií pre ACL profilu neumožňuje prístup k správe profilov.

source: Select a specific group of custom fields, OR apply this permission to ALL custom fields.
sk_sk: Vyberte konkrétnu skupinu vlastných polí ALEBO použite toto povolenie na VŠETKY vlastné polia.

source: Select an event, OR apply this permission to ALL events.
sk_sk: Vyberte podujatie ALEBO použite toto povolenie na VŠETKY podujatia.

source: NOTE: For Event ACLs, the 'View' operation allows access to the event information screen. "Edit" allows users to register for the event if online registration is enabled.
sk_sk: POZNÁMKA: V prípade ACL podujatí umožňuje operácia 'Zobraziť' prístup k obrazovke s informáciami o podujatí. Operácia 'Upraviť' umožňuje používateľom zaregistrovať sa na podujatie, ak je povolená online registrácia.

source: Please remember that Drupal's "register for events" permission overrides CiviCRM's control over event information access.
sk_sk: Nezabudnite, že povolenie na 'registráciu na podujatia' systému Drupal prepíše kontrolu systému CiviCRM nad prístupom k informáciám o podujatí.

source: Assign ACL Role
sk_sk: Priradiť rolu ACL

source: Delete ACL Role Assignment
sk_sk: Odstrániť priradenie roly ACL

source: WARNING: Deleting this option will remove this ACL Role Assignment.
sk_sk: UPOZORNENIE: Po odstránení tejto možnosti sa odoberie toto priradenie roly ACL.

source: Select an ACL Role to assign.
sk_sk: Vyberte rolu ACL, ktorú chcete priradiť.

source: Select a group of contacts who should have this role when logged in to your site. Groups must be assigned the 'Access Control' type (Contacts &raquo; Manage Groups &raquo; Settings) to be included in this list.
sk_sk: Vyberte skupinu kontaktov, ktoré by mali mať túto rolu po prihlásení do vašej lokality. Skupiny musia byť priradené k typu 'Riadenie prístupu' (Kontakty &raquo; Spravovať skupiny &raquo; Nastavenia), aby boli zahrnuté do tohto zoznamu.

source: Use this form to Grant access to CiviCRM components and other CiviCRM permissions to WordPress roles.
sk_sk: Pomocou tohto formulára udelíte prístup ku komponentom CiviCRM a ďalším povoleniam CiviCRM pre roly systému WordPress.

source: <strong>NOTE: Super Admin</strong> and <strong>Administrator</strong> roles will have all permissions in CiviCRM.
sk_sk: <strong>POZNÁMKA: Roly Supersprávca</strong> a <strong>Správca</strong> budú mať v systéme CiviCRM všetky povolenia.

source: Access Control Documentation
sk_sk: Dokumentácia k riadeniu prístupu

source: ACLs allow you to control access to CiviCRM data. An ACL consists of an <strong>Operation</strong> (e.g. 'View' or 'Edit'), a <strong>set of data</strong> that the operation can be performed on (e.g. a group of contacts), and a <strong>Role</strong> that has permission to do this operation. Refer to the %1 for more info.
sk_sk: ACL vám umožňujú riadenie prístupu k údajom CiviCRM. ACL tvorí <strong>operácia</strong> (napr. 'Zobraziť' alebo 'Upraviť'), <strong>súbor údajov,</strong> v ktorom možno operáciu vykonať (napr. skupina kontaktov), a <strong>rola,</strong> ktorá má povolenie na vykonanie tejto operácie. Ďalšie informácie nájdete tu: %1.

source: Add ACL
sk_sk: Pridať ACL

source: status
sk_sk: stav

source: There are no ACLs entered. You can <a href='%1'>add one</a>.
sk_sk: Nezadali ste žiadne ACL. Môžete <a href='%1'>ho pridať</a>.

source: Add Role Assignment
sk_sk: Pridať priradenie roly

source: There are no Role Assignments. You can <a href='%1'>add one</a> now.
sk_sk: Nezadali ste žiadne priradenia rolí. Teraz môžete <a href='%1'>jedno pridať</a>.

source: With separate activities, you can enter different activity information for different contacts after creating the activities.
sk_sk: V prípade samostatných aktivít môžete po vytvorení aktivity zadať rôzne informácie o aktivite pre rôzne kontakty.

source: With a single activity, the activity information cannot be customized for each contact.
sk_sk: V prípade jednej aktivity nie je možné prispôsobiť informácie o aktivite pri každom kontakte.

source: You can optionally assign this activity to someone. Assigned activities will appear in their Activities listing at CiviCRM Home.
sk_sk: Zároveň môžete túto aktivitu niekomu priradiť. Priradené aktivity sa zobrazia v príslušnom zozname Aktivity v sekcii CiviCRM – domov.

source: When CiviCRM emails a copy of this activity to each assignees, that email will come from the contact listed under "Added By".
sk_sk: Keď systém CiviCRM pošle každej poverenej osobe kópiu tejto aktivity, odosielateľom tohto e-mailu bude kontakt uvedený v sekcii 'Pridal(-a)'.

source: If (in rare cases) that contact has no email address, then CiviCRM will send the email from the default "from" email address configured for this domain. And finally, if that email address has not been configured, then CiviCRM will send the email from the email address associated with the currently logged in user who creates this activity.
sk_sk: V (zriedkavých) prípadoch, keď kontakt nebude mať e-mailovú adresu, systém CiviCRM pošle e-mail z predvolenej adresy odosielateľa nakonfigurovanej pre túto doménu. A napokon v prípade, ak nie je nakonfigurovaná e-mailová adresa, CiviCRM pošle e-mail z e-mailovej adresy spojenej s aktuálne prihláseným používateľom, ktorý aktivitu vytvára.

source: Are you sure you want to delete
sk_sk: Naozaj chcete odstrániť

source: Survey Title
sk_sk: Názov prieskumu

source: Swap Target and Assignee Contacts
sk_sk: Vymeniť cieľový kontakt a poverenú osobu

source: A copy of this activity will be emailed to each Assignee.
sk_sk: Kópia tejto aktivity bude zaslaná e-mailom všetkým povereným osobám.

source: File On Case
sk_sk: Spis o prípade

source: New Activity
sk_sk: Nová aktivita

source: Record Activity:
sk_sk: Aktivita záznamu:

source: Engagement Level
sk_sk: Úroveň angažovanosti

source: Date and Time
sk_sk: Dátum a čas

source: Content / Components
sk_sk: Obsah/komponenty

source: Text Message
sk_sk: Textová správa

source: View complete message
sk_sk: Zobraziť celú správu

source: HTML Message
sk_sk: Správa HTML

source: Attachments
sk_sk: Prílohy

source: Attachment(s)
sk_sk: Prílohy

source: Schedule Follow-up
sk_sk: Naplánovať následné kroky

source: Schedule Follow-up Activity
sk_sk: Naplánovať následnú aktivitu

source: on
sk_sk: dňa

source: Has a Followup Activity?
sk_sk: Má následnú aktivitu?

source: Is a Followup Activity?
sk_sk: Ide o následnú aktivitu?

source: No matches found for:
sk_sk: Nenašli sa žiadne zhody pre:

source: None found.
sk_sk: Nič sa nenašlo.

source: Suggestions:
sk_sk: Návrhy:

source: If you are searching by activity name, check your spelling or use fewer letters.
sk_sk: Ak vyhľadávate podľa názvu aktivity, skontrolujte pravopis alebo použite menej písmen.

source: If you are searching within a date range, try a wider range of values.
sk_sk: Ak vyhľadávate v rozsahu dátumu, skúste širší rozsah hodnôt.

source: Make sure you have enough privileges in the access control system.
sk_sk: Uistite sa, že máte dostatok oprávnení v rámci systému na riadenie prístupu.

source: Edit Search Criteria
sk_sk: Upraviť kritériá vyhľadávania

source: of the Source Contact
sk_sk: zdrojového kontaktu

source: of the Assignee Contact
sk_sk: poverenej kontaktnej osoby

source: of the Target Contact
sk_sk: cieľového kontaktu

source: Select rows
sk_sk: Vybrať riadky

source: View contact
sk_sk: Zobraziť kontakt

source: Update field values for each Activities as needed. Click <strong>Update Activities</strong> below to save all your changes. To set a field to the same value for ALL rows, enter that value for the first Activity and then click the <strong>Copy icon</strong> (next to the column title).
sk_sk: Podľa potreby aktualizujte hodnoty polí jednotlivých aktivít. Kliknutím na tlačidlo <strong>Aktualizovať aktivity</strong> uvedené nižšie uložíte všetky zmeny. Ak chcete nastaviť pole na rovnakú hodnotu pre VŠETKY riadky, zadajte túto hodnotu pri prvej aktivite a potom kliknite na <strong>ikonu kopírovania</strong> (vedľa názvu stĺpca).

source: Are you sure you want to delete the selected Activities?
sk_sk: Naozaj chcete odstrániť vybraté aktivity?

source: Select Group of Contacts
sk_sk: Vybrať skupinu kontaktov

source: There are no records selected for Print.
sk_sk: Nie sú vybraté žiadne záznamy pre tlač.

source: Tag Activities (Remove)
sk_sk: Označiť aktivity (odstrániť)

source: There are no records selected.
sk_sk: Nie sú vybraté žiadne záznamy.

source: Number of selected Activities: %1
sk_sk: Počet vybratých aktivít: %1

source: The information below previews the results of importing your data in CiviCRM. Review the totals to ensure that they represent your expected results.
sk_sk: Informácie uvedené nižšie poskytujú ukážku výsledkov importu vašich údajov do systému CiviCRM. Skontrolujte celkové hodnoty s cieľom uistiť sa, že zodpovedajú očakávaným výsledkom.

source: CiviCRM has detected invalid data or formatting errors in %1 records. If you continue, these records will be skipped. OR, you can download a file with just these problem records - <a href='%2'>Download Errors</a>. Then correct them in the original import file, cancel this import and begin again at step 1.
sk_sk: Systém CiviCRM zistil, že v %1 záznamoch sa nachádzajú neplatné údaje alebo chyby formátovania. Ak budete pokračovať, tieto záznamy sa preskočia. ALEBO si môžete stiahnuť súbor, ktorý bude obsahovať iba tieto problematické záznamy – <a href='%2'>Stiahnuť chyby</a>. Potom ich opravte v pôvodnom súbore importu, zrušte tento import a začnite odznova krokom 1.

source: Click 'Import Now' if you are ready to proceed.
sk_sk: Ak ste pripravení pokračovať, kliknite na položku 'Importovať'.

source: Total Rows
sk_sk: Všetky riadky

source: Total rows (activity records) in uploaded file.
sk_sk: Všetky riadky (záznamy aktivít) v nahratom súbore.

source: Rows with Errors
sk_sk: Riadky s chybami

source: Rows with invalid data in one or more fields. These rows will be skipped (not imported).
sk_sk: V jednom alebo viacerých poliach sa nachádzajú riadky s neplatnými údajmi. Tieto riadky sa preskočia (nebudú importované).

source: Download Errors
sk_sk: Chyby sťahovania

source: Valid Rows
sk_sk: Platné riadky

source: Total rows to be imported.
sk_sk: Všetky riadky, ktoré sa majú importovať.

source: Click on the activity subject for more information.
sk_sk: Kliknutím na predmet aktivity zobrazíte ďalšie informácie.

source: There are no scheduled activities assigned to you.
sk_sk: Nemáte priradené žiadne naplánované aktivity.

source: There are no Activities to display.
sk_sk: K dispozícii nie sú žiadne aktivity na zobrazenie.

source: You can use the links above to schedule or record an activity.
sk_sk: Pomocou vyššie uvedených odkazov môžete naplánovať alebo zaznamenať aktivitu.

source: Filter by Activity
sk_sk: Filtrovať podľa aktivity

source: First Name:
sk_sk: Krstné meno:

source: Last Name:
sk_sk: Priezvisko:

source: Create New
sk_sk: Vytvoriť nové

source: There are no upcoming events.
sk_sk: K dispozícii nie sú žiadne budúce podujatia.

source: Bulk Mailings
sk_sk: Hromadná pošta

source: If you are using the CiviMail component to send mailings to contacts, this field provides additional control over which email address is used. By default, CiviMail sends mail to each contact's preferred email address. If the contact has multiple locations, then the preferred email of the primary location is used. However, if the contact prefers to have CiviMail ('bulk') mailings set to an alternate email address - check the 'Use for Bulk Mailings' box next to that email address.
sk_sk: Ak používate komponent CiviMail na posielanie pošty kontaktom, toto pole vám poskytuje dodatočnú kontrolu nad tým, ktorá e-mailová adresa sa použije. Predvolene CiviMail pošle poštu na preferovanú e-mailovú adresu každého kontaktu. Ak má kontakt viac umiestnení, použije sa preferovaný e-mail primárneho umiestnenia. Ak však kontakt chce mať CiviMail ('hromadnú') poštu nastavenú na alternatívnu e-mailovú adresu, začiarknite políčko 'Použiť pre hromadnú poštu' vedľa danej e-mailovej adresy.

source: Opt Out
sk_sk: Explicitný nesúhlas

source: This option is designed to be set by the contact themselves when they don't want to receive bulk email from your organization (they set it using the opt-out action from a CiviMail mailing). Please think before changing it, as it will override the preference they have set.
sk_sk: Túto možnosť majú nastaviť samotné kontakty, keď nechcú dostávať hromadné e-maily od vašej organizácie (nastavia ju pomocou akcie explicitného nesúhlasu v pošte CiviMail). Zmenu si dobre premyslite, pretože sa tým prepíšu preferencie, ktoré si nastavili.

source: Email Hold
sk_sk: Pozdržanie e-mailu

source: This flag is most commonly used to mark an email address that is bouncing. If you are using the CiviMail component, emails that bounce excessively are automatically placed on hold and mailings are not sent to this address as long as it is marked hold. You can also set (or unset) this option manually - but remember that emails will not be sent to this address as long as it is marked 'On Hold'.
sk_sk: Tento príznak sa najčastejšie používa na označenie e-mailovej adresy, z ktorej sa správy vracajú. Ak používate komponent CiviMail, e-maily, ktoré sa príliš často vracajú, budú automaticky pozastavené a na danú adresu sa nebude posielať pošta, kým je označená ako pozastavená. Túto možnosť môžete nastaviť (alebo zrušiť) aj manuálne – ale nezabudnite, že na túto adresu sa nebudú posielať e-maily, kým je označená príznakom 'Pozastavené'.

source: Preferred Communication
sk_sk: Preferovaná komunikácia

source: Select the preferred method(s) of communicating with this contact.
sk_sk: Vyberte preferované spôsoby komunikácie s týmto kontaktom.

source: Select the appropriate Privacy Options.
sk_sk: Vyberte príslušné možnosti súkromia.
