Repository: civicrm/l10n
Catalog: po/*/common-*.po
Languages: sk_sk

source: The data columns in this import file appear to be different from the saved mapping. Please verify that you have selected the correct saved mapping before continuing.
sk_sk: Zdá sa, že stĺpce údajov v tomto súbore importu sú iné ako v uloženom mapovaní. Skôr než budete pokračovať, overte si, či ste vybrali správne uložené mapovanie.

source: Save this field mapping
sk_sk: Uložiť toto mapovanie poľa

source: Update this field mapping
sk_sk: Aktualizovať toto mapovanie poľa

source: Save as a new field mapping
sk_sk: Uložiť ako nové mapovanie poľa

source: (Sum of all weights should be greater than or equal to threshold: %1).
sk_sk: (Súčet všetkých váh by mal byť vyšší alebo rovnaký ako prahová hodnota: %1).

source: Name is required to save Import Mapping
sk_sk: Názov je povinný na uloženie mapovania importu

source: Duplicate Import Mapping Name
sk_sk: Duplicitný názov mapovania importu

source: Import Now
sk_sk: Importovať

source: Reason
sk_sk: Dôvod

source: Line Number
sk_sk: Číslo riadka

source: Invalid saved mappings were skipped
sk_sk: Neplatné uložené mapovania boli preskočené

source: (match to contact)
sk_sk: (zhoda pre kontakt)

source: minutes
sk_sk: min.

source: seconds
sk_sk: sek.

source: %1 of %2 records - %3 remaining
sk_sk: Záznamy: %1 z %2 – zostávajúce: %3

source: Processed %1 rows out of %2
sk_sk: Spracované riadky: %1 z %2

source: Missing required fields:
sk_sk: Chýbajú povinné polia:

source: and
sk_sk: a

source: No matching %1 found
sk_sk: Nenašiel sa žiaden zhodný kontakt %1

source: Changed From
sk_sk: Zmenené z

source: Changed To
sk_sk: Zmenené na

source: Are you sure you want to revert all changes?
sk_sk: Naozaj chcete vrátiť všetky zmeny?

source: The changes have been reverted.
sk_sk: Zmeny sa vrátili.

source: Reverted
sk_sk: Vrátené

source: In order to use this functionality, the installation's database user must have privileges to create triggers and views (if binary logging is enabled – this means the SUPER privilege). This install does not have the required privilege(s) enabled.
sk_sk: Ak chcete použiť túto funkciu, používateľ databázy inštalácie musí mať oprávnenia na vytváranie spúšťačov a zobrazení (ak je povolené binárne zapisovanie do denníka – to znamená privilégium SUPER). Táto inštalácia nemá povolené požadované privilégiá.

source: Logging is not supported in a multilingual environment!
sk_sk: Zapisovanie do denníka nie je podporované vo viacjazyčnom prostredí!

source: Logging Details
sk_sk: Podrobnosti zapisovania do denníka

source: Contact Logging Report (Summary)
sk_sk: Správa o zapisovaní do denníka kontaktu (súhrn)

source: Contribution Logging Report (Detail)
sk_sk: Správa o zapisovaní do denníka príspevku (podrobnosti)

source: Contribution Logging Report (Summary)
sk_sk: Správa o zapisovaní do denníka príspevku (súhrn)

source: You do not have access to this note.
sk_sk: Nemáte prístup k tejto poznámke.

source: Comment
sk_sk: Komentár

source: Selected Note has been deleted successfully.
sk_sk: Vybratá poznámka bola úspešne odstránená.

source: Your Note has been saved.
sk_sk: Vaša poznámka bola uložená.

source: Sold out
sk_sk: Vypredané

source: No thank you
sk_sk: Nie, ďakujem

source: Other Amount
sk_sk: Iná suma

source: Sorry, this option is currently sold out.
sk_sk: Ľutujeme, ale táto možnosť je momentálne vypredaná.

source: Text / Numeric Quantity
sk_sk: Text/Číselná hodnota – množstvo

source: Radio
sk_sk: Prepínač

source: CheckBox
sk_sk: Začiarkavacie políčko

source: %1 amount can not be less than zero. Please select the options accordingly.
sk_sk: Suma %1 nesmie byť nižšia ako nula. Vyberte podľa toho možnosti.

source: You have specified the status Partially Paid but have entered an amount that equals or exceeds the amount due. Please adjust the status of the payment or the amount
sk_sk: Uviedli ste stav Čiastočne zaplatené, ale zadali ste sumu, ktorá je rovnaká alebo vyššia ako splatná suma. Upravte stav platby alebo sumu.

source: Please select at least one option from price set.
sk_sk: Vyberte aspoň jednu možnosť zo súboru cien.

source: (includes %1 of %2)
sk_sk: (zahŕňa %1 z %2)

source: expected only one price field to be in price set but multiple are present
sk_sk: V súbore cien sa očakáva iba jedno pole ceny, ale prítomných je viac

source: Contribution Amount
sk_sk: Výška príspevku

source: Line Items
sk_sk: Riadkové položky

source: Line Item
sk_sk: Riadková položka

source: Line Item ID
sk_sk: ID riadkovej položky

source: Line Item Entity Type
sk_sk: Typ entity riadkovej položky

source: May contain civicrm_contribution, civicrm_participant or civicrm_membership
sk_sk: Môže obsahovať contain civicrm_contribution, civicrm_participant alebo civicrm_membership

source: Line Item Entity
sk_sk: Entita riadkovej položky

source: entry in table
sk_sk: záznam v tabuľke

source: Contribution ID
sk_sk: ID príspevku

source: FK to civicrm_contribution
sk_sk: FK pre civicrm_contribution

source: Price Field ID
sk_sk: ID poľa ceny

source: FK to civicrm_price_field
sk_sk: FK pre civicrm_price_field

source: Price Field
sk_sk: Pole ceny

source: Line Item Label
sk_sk: Označenie riadkovej položky

source: descriptive label for item - from price_field_value.label
sk_sk: opisné označenie pre položku – z price_field_value.label

source: Line Item Quantity
sk_sk: Množstvo riadkových položiek

source: How many items ordered
sk_sk: Koľko položiek bolo objednaných

source: Unit Price
sk_sk: Jednotková cena

source: price of each item
sk_sk: cena každej položky

source: Line Item Total
sk_sk: Riadkové položky – spolu

source: qty * unit_price
sk_sk: množstvo * unit_price

source: Line Item Participant Count
sk_sk: Počet účastníkov riadkovej položky

source: Participant count for field
sk_sk: Počet účastníkov v poli

source: FK to civicrm_price_field_value
sk_sk: FK pre civicrm_price_field_value

source: Option
sk_sk: Možnosť

source: Financial Type ID
sk_sk: ID finančného typu

source: FK to Financial Type.
sk_sk: FK pre finančný typ.

source: Non-deductible Amount
sk_sk: Neodpočítateľná suma

source: Portion of total amount which is NOT tax deductible.
sk_sk: Časť celkovej sumy, ktorá NIE JE odpočítateľná z daní.

source: Tax Amount
sk_sk: Výška dane

source: tax of each item
sk_sk: daň každej položky

source: Number of membership terms purchased
sk_sk: Počet zakúpených členských období

source: Number of terms for this membership (only supported in Order->Payment flow). If the field is NULL it means unknown and it will be assumed to be 1 during payment.create if entity_table is civicrm_membership
sk_sk: Počet období tohto členstva (podporované iba v postupe Objednávka -> Platba). Ak má pole hodnotu NULL, znamená to, že je neznáme a bude sa predpokladať, že má hodnotu 1 počas procesu payment.create, ak entity_table je civicrm_membership

source: Price Fields
sk_sk: Cenové polia

source: Text for form field label (also friendly name for administering this field).
sk_sk: Text pre označenie poľa formulára (taktiež priateľský názov na spravovanie tohto poľa).

source: Html Type
sk_sk: Typ HTML

source: Price Field Quantity Required?
sk_sk: Je množstvo poľa ceny povinné?

source: Enter a quantity for this field?
sk_sk: Zadali ste množstvo do tohto poľa?

source: Price Field Pre Text
sk_sk: Text pred poľom ceny

source: Price Field Post Text
sk_sk: Text po poli ceny

source: Order in which the fields should appear
sk_sk: Poradie, v ktorom sa majú zobrazovať polia

source: Price Field Show Amounts?
sk_sk: Zobrazenie súm v poliach cien?

source: Should the price be displayed next to the label for each option?
sk_sk: Mala by sa vedľa označenia pri jednotlivých možnostiach zobrazovať cena?

source: Price Field Options per Row
sk_sk: Možnosti cenových polí na riadok

source: Price Field Is Active?
sk_sk: Je pole ceny aktívne?

source: Is this price field active
sk_sk: Je toto pole ceny aktívne?

source: Price Field is Required?
sk_sk: Je pole ceny povinné?

source: Is this price field required (value must be > 1)
sk_sk: Je toto pole ceny povinné (hodnota musí byť > 1)

source: Price Field Start Date
sk_sk: Dátum začiatku poľa ceny

source: If non-zero, do not show this field before the date specified
sk_sk: Ak je nenulový, nezobrazovať toto pole pred uvedeným dátumom

source: Price Field End Date
sk_sk: Dátum ukončenia poľa ceny

source: If non-zero, do not show this field after the date specified
sk_sk: Ak je nenulový, nezobrazovať toto pole po uvedenom dátume

source: Price Field Javascript
sk_sk: Pole ceny – Javascript

source: Optional scripting attributes for field
sk_sk: Voliteľné atribúty skriptovania pre pole

source: Price Field Visibility
sk_sk: Viditeľnosť poľa ceny

source: Implicit FK to civicrm_option_group with name = 'visibility'
sk_sk: Implicitný FK pre civicrm_option_group s názvom = 'viditeľnosť'

source: Price Field Values
sk_sk: Hodnoty polí ceny

source: Price Field Value
sk_sk: Hodnota poľa ceny

source: Price Field Value ID
sk_sk: ID hodnoty poľa ceny

source: Price field option name
sk_sk: Názov možnosti poľa ceny

source: Price field option label
sk_sk: Označenie možnosti poľa ceny

source: Price field option description.
sk_sk: Opis možnosti poľa ceny.

source: Price field option pre help text.
sk_sk: Text predbežnej pomoci pre možnosť poľa ceny.

source: Help Post
sk_sk: Pomoc – následná

source: Price field option post field help.
sk_sk: Následná pomoc pre možnosť poľa ceny.

source: Post Help
sk_sk: Následná pomoc

source: Price field option amount
sk_sk: Suma možnosti poľa ceny

source: Count
sk_sk: Počet

source: Number of participants per field option
sk_sk: Počet účastníkov na možnosť poľa

source: Max Value
sk_sk: Maximálna hodnota

source: Max number of participants per field options
sk_sk: Maximálny počet účastníkov na možnosti polí

source: Order in which the field options should appear
sk_sk: Poradie, v ktorom sa majú zobrazovať možnosti polí

source: Membership Type ID
sk_sk: ID typu členstva

source: FK to Membership Type
sk_sk: FK pre typ členstva

source: Membership Num Terms
sk_sk: Počet členských období

source: Number of terms for this membership
sk_sk: Počet období pre toto členstvo

source: Number of terms
sk_sk: Počet období

source: Is Default Price Field Option?
sk_sk: Je predvolená možnosť poľa ceny?

source: Is this default price field option
sk_sk: Ide o predvolenú možnosť poľa ceny?

source: Price Field Value is Active
sk_sk: Hodnota poľa ceny je aktívna

source: Is this price field value active
sk_sk: Je hodnota tohto poľa ceny aktívna?

source: Price Field Option Visibility
sk_sk: Viditeľnosť možnosti poľa ceny

source: Price Sets
sk_sk: Súbory cien

source: Which Domain is this price-set for
sk_sk: Pre ktorú doménu je určený tento súbor cien

source: Variable name/programmatic handle for this set of price fields.
sk_sk: Názov premennej/programový popis pre tento súbor polí cien.

source: Price Set Title
sk_sk: Názov súboru cien

source: Displayed title for the Price Set.
sk_sk: Zobrazovaný názov tohto súboru cien.

source: Price Set Is Active?
sk_sk: Je súbor cien aktívny?

source: Is this price set active
sk_sk: Je tento súbor cien aktívny?

source: Price Set Pre Help
sk_sk: Predbežná pomoc pre súbor cien

source: Price Set Post Help
sk_sk: Následná pomoc pre súbor cien

source: Price Set Javascript
sk_sk: Súbor cien – Javascript

source: Optional Javascript script function(s) included on the form with this price_set. Can be used for conditional
sk_sk: Voliteľné funkcie skriptu Javascript zahrnuté do formulára s touto hodnotou price_set. Môžu sa používať pri podmienkach.

source: Price Set Extends
sk_sk: Rozšírenia súboru cien

source: What components are using this price set?
sk_sk: Ktoré komponenty používajú tento súbor cien?

source: FK to Financial Type(for membership price sets only).
sk_sk: FK pre finančný typ (iba pre súbory cien členstva).

source: Is Price Set Quick Config?
sk_sk: Je súbor ceny rýchla konfigurácia?

source: Is set if edited on Contribution or Event Page rather than through Manage Price Sets
sk_sk: Je súbor v prípade úpravy na stránke príspevku alebo podujatia, nie prostredníctvom akcie Spravovať súbory cien

source: Price Set Is Reserved
sk_sk: Súbor cien je rezervovaný

source: Is this a predefined system price set (i.e. it can not be deleted, edited)?
sk_sk: Ide o preddefinovaný súbor cien systému (napr. nemôže byť odstránený či upravený)?

source: Minimum Amount
sk_sk: Minimálna suma

source: Minimum Amount required for this set.
sk_sk: Minimálna suma povinná pre tento súbor.

source: Price Set Entities
sk_sk: Entity súboru cien

source: Price Set Entity
sk_sk: Entita súboru cien

source: Price Set Entity ID
sk_sk: ID entity súboru cien

source: Table which uses this price set
sk_sk: Tabuľka, ktorá používa tento súbor cien

source: Item in table
sk_sk: Položka v tabuľke

source: price set being used
sk_sk: súbor cien sa používa

source: Confirm Price Field Delete
sk_sk: Potvrdiť odstránenie poľa ceny

source: Delete Price Field
sk_sk: Odstrániť pole ceny

source: The Price Field '%1' has been deleted.
sk_sk: Pole ceny '%1' bolo odstránené.

source: Delete Price Set
sk_sk: Odstrániť súbor cien

source: The Price Set '%1' has been deleted.
sk_sk: Súbor cien '%1' bol odstránený.

source: The Price Set '%1' has not been deleted! You must delete all price fields in this set prior to deleting the set.
sk_sk: Súbor cien '%1' nebol odstránený! Pred odstránením tohto súboru musíte najskôr odstrániť všetky polia cien.

source: Price Set Fields
sk_sk: Polia súborov cien

source: Participant Count
sk_sk: Počet účastníkov

source: Participant Count should be a positive number
sk_sk: Počet účastníkov by mal byť kladné číslo

source: Max Participants
sk_sk: Maximálny počet účastníkov

source: Please enter a valid Max Participants.
sk_sk: Zadajte platný maximálny počet účastníkov.

source: Input Field Type
sk_sk: Typ vstupného poľa

source: Price
sk_sk: Cena

source: must be a monetary value
sk_sk: musí byť peňažná hodnota

source: Please enter a monetary value for this field.
sk_sk: Zadajte peňažnú hodnotu pre toto pole.

source: Please enter a valid amount for this field.
sk_sk: Zadajte platnú sumu pre toto pole.

source: Please enter a valid Participants Count.
sk_sk: Zadajte platný počet účastníkov.

source: Number of Terms
sk_sk: Počet období

source: Display Amount?
sk_sk: Zobraziť sumu?

source: Pre Field Help
sk_sk: Predbežná pomoc pre pole

source: Post Field Help
sk_sk: Následná pomoc pre pole

source: Active On
sk_sk: Dátum aktivácie

source: Expire On
sk_sk: Dátum vypršania platnosti

source: Price is a required field
sk_sk: Cena je povinné pole

source: Financial Type is a required field
sk_sk: Finančný typ je povinné pole

source: Participant Count must be greater than zero.
sk_sk: Počet účastníkov musí byť vyšší ako nula.

source: Duplicate label value
sk_sk: Duplicitná hodnota označenia

source: Duplicate weight value
sk_sk: Duplicitná hodnota váhy

source: Financial Type is a Required field.
sk_sk: Finančný typ je povinné pole.

source: Label cannot be empty.
sk_sk: Označenie nesmie byť prázdne.

source: Amount cannot be empty.
sk_sk: Suma nesmie byť prázdna.

source: Participant count can not be greater than max participants.
sk_sk: Počet účastníkov nesmie byť vyšší ako maximálny počet účastníkov.

source: You have selected multiple memberships for the same organization or entity. Please review your selections and choose only one membership per entity.
sk_sk: Vybrali ste viac členstiev pre rovnakú organizáciu alebo entitu. Skontrolujte si svoje výbery a pre každú entitu vyberte iba jedno členstvo.

source: You can include auto-renew membership choices for only one price field in a price set. Another field in this set already contains one or more auto-renew membership options.
sk_sk: Môžete zahrnúť možnosti automatického obnovovania členstva iba pre jedno pole ceny v súbore cien. Ďalšie pole v tomto súbore už obsahuje jednu alebo viac možností automatického obnovovania členstva.

source: Label and value cannot be empty.
sk_sk: Označenie a hodnota nesmú byť prázdne.

source: You have selected to make this field public but have not enabled any public price options. Please update your selections to include a public price option, or make this field admin visibility only.
sk_sk: Vybrali ste, že chcete toto pole nastaviť ako verejné, ale nepovolili ste žiadne verejné možnosti cien. Aktualizujte svoje výbery tak, aby zahŕňali verejnú možnosť ceny, alebo nastavte toto pole ako viditeľné iba pre správcu.

source: Public field should at least have one public option.
sk_sk: Verejné pole by malo mať aspoň jednu verejnú možnosť.

source: Field with 'Admin' visibility should only contain 'Admin' options.
sk_sk: Pole s viditeľnosťou 'Správca' by malo obsahovať iba možnosti 'Správca'.

source: 'Admin' field should only have 'Admin' visibility options.
sk_sk: Pole 'Správca' by malo obsahovať iba možnosti viditeľnosti 'Správca'.

source: Price Field '%1' has been saved.
sk_sk: Pole ceny '%1' bolo uložené.

source: You can add another price set field.
sk_sk: Môžete pridať ďalšie pole súboru cien.

source: Price Option
sk_sk: Možnosť ceny

source: You do not have permission to access this page
sk_sk: Nemáte povolenie na prístup k tejto stránke

source: Option Amount
sk_sk: Množstvo možností

source: Pre Option Help
sk_sk: Predbežná pomoc pre možnosť

source: Post Option Help
sk_sk: Následná pomoc pre možnosť

source: All other options for this 'Public' field have 'Admin' visibility. There should at least be one 'Public' option, or make the field 'Admin' only.
sk_sk: Všetky ostatné možnosti pre toto 'Verejné' pole majú viditeľnosť 'Správca'. Mala by byť vybratá aspoň jedna možnosť 'Verejné' alebo by malo toto pole mať nastavenú viditeľnosť 'Správca'.

source: You must choose 'Admin' visibility for this price option, as it belongs to a field with 'Admin' visibility.
sk_sk: Pre túto možnosť ceny musíte vybrať viditeľnosť 'Správca', pretože patrí k poľu s viditeľnosťou 'Správca'.

source: %1 option has been deleted.
sk_sk: Možnosť %1 bola odstránená.

source: The option '%1' has been saved.
sk_sk: Možnosť '%1' bola uložená.

source: Value Saved
sk_sk: Hodnota uložená

source: New Price Set
sk_sk: Nový súbor cien

source: If you plan on using this price set for membership signup and renewal, you can not also use it for Events or Contributions. However, a membership price set may include additional fields for non-membership options that require an additional fee (e.g. magazine subscription).
sk_sk: Ak plánujete použiť tento súbor cien na registráciu a obnovenie členstva, nemôžete ho použiť aj pri podujatiach alebo príspevkoch. Súbor cien členstva však môže zahŕňať ďalšie polia pre iné ako členské možnosti, ktoré si vyžadujú dodatočný poplatok (napr. predplatné časopisu).

source: Default Financial Type
sk_sk: Predvolený finančný typ

source: The Set '%1' has been saved.
sk_sk: Súbor '%1' bol uložený.

source: Your Set '%1' has been added. You can add fields to this set now.
sk_sk: Váš súbor '%1' bol pridaný. Teraz môžete do tohto súboru pridávať polia.

source: Edit Price Field
sk_sk: Upraviť pole ceny

source: Edit Price
sk_sk: Upraviť cenu

source: Preview Field
sk_sk: Zobraziť ukážku poľa

source: Preview Price
sk_sk: Zobraziť ukážku ceny

source: Disable Price
sk_sk: Zakázať cenu

source: Enable Price
sk_sk: Povoliť cenu

source: Delete Price
sk_sk: Odstrániť cenu

source: %1 - Price Fields
sk_sk: %1 – Polia cien

source: Preview Form Field
sk_sk: Zobraziť ukážku poľa formulára

source: Edit Price Option
sk_sk: Upraviť možnosť ceny

source: View Price Option
sk_sk: Zobraziť možnosť ceny

source: Disable Price Option
sk_sk: Zakázať možnosť ceny

source: Enable Price Option
sk_sk: Povoliť možnosť ceny

source: Price Field Option
sk_sk: Možnosť poľa ceny

source: %1 - Price Options
sk_sk: %1 – Možnosti cien

source: Are you sure you want to delete this price set?
sk_sk: Naozaj chcete odstrániť tento súbor cien?

source: Are you sure you want to make a copy of this price set?
sk_sk: Naozaj chcete vytvoriť kópiu tohto súboru cien?

source: View and Edit Price Fields
sk_sk: Zobraziť a upraviť polia cien

source: Preview Price Set
sk_sk: Zobraziť ukážku súboru cien

source: Edit Price Set
sk_sk: Upraviť súbor cien

source: Disable Price Set
sk_sk: Zakázať súbor cien

source: Enable Price Set
sk_sk: Povoliť súbor cien

source: Copy Price Set
sk_sk: Kopírovať súbor cien

source: Make a Copy of Price Set
sk_sk: Vytvoriť kópiu súboru cien

source: A copy of the price set has been created
sk_sk: Kópia súboru cien bola vytvorená

source: View Price Fields
sk_sk: Zobraziť polia cien

source: No user/contact ID was specified, so the Profile cannot be used in edit mode.
sk_sk: Nebolo uvedené ID používateľa/kontaktu, takže profil nie je možné používať v režime úprav.

source: The requested Profile (gid=%1) is not configured to be used for 'Profile' edit and view forms in its Settings. Contact the site administrator if you need assistance.
sk_sk: Požadovaný profil (gid=%1) nie je nakonfigurovaný tak, aby sa používal pri formulároch úprav a zobrazenia položky 'Profil' vo svojich nastaveniach Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: Invalid
sk_sk: Neplatné

source: Your information has been saved.
sk_sk: Vaše informácie boli uložené.

source: Thank you.
sk_sk: Ďakujeme.

source: Note: this contact may be a duplicate of an existing record.
sk_sk: Poznámka: tento kontakt môže byť duplikátom existujúceho záznamu.

source: Possible Duplicate Detected
sk_sk: Zistil sa potenciálny duplikát

source: You can View the existing contact.
sk_sk: Môžete zobraziť existujúci kontakt.

source: You can View or Edit the existing contact.
sk_sk: Môžete zobraziť alebo upraviť existujúci kontakt.

source: A record already exists with the same information.
sk_sk: Už existuje záznam s rovnakými informáciami.

source: Proper action not specified for this custom value record profile
sk_sk: Pre tento profil záznamu s vlastnou hodnotou nie je uvedená vhodná akcia

source: You cannot combine profiles of multiple types.
sk_sk: Nemôžete kombinovať profily viacerých typov.

source: The requested profile (gid=%1) is inactive or does not exist.
sk_sk: Požadovaný profil (gid=%1) je neaktívny alebo neexistuje.

source: The requested Profile (gid=%1) requires record id while performing this action
sk_sk: Požadovaný profil (gid=%1) potrebuje počas vykonávania tejto akcie ID záznamu

source: No Multi-Record Fields configured for this profile (gid=%1)
sk_sk: Pre tento profil nie sú nakonfigurované žiadne polia s viacerými záznamami (gid=%1)

source: Note: The record %1 doesnot exists. Upon save a new record will be create
sk_sk: Poznámka: Záznam %1 neexistuje. Po uložení bude vytvorený nový záznam

source: Record doesnot exist
sk_sk: Záznam neexistuje

source: You cannot add a new record as maximum allowed limit is reached
sk_sk: Nemôžete pridať nový záznam, pretože ste dosiahli maximálny povolený limit

source: Sorry
sk_sk: Ľutujeme

source: Email field should be included in profile if you want to use Group(s) when Profile double-opt in process is enabled.
sk_sk: Pole E-mail by malo byť zahrnuté v profile, ak chcete používať skupiny, keď je povolený proces dvojitého súhlasu v profile.

source: This feature is not currently available.
sk_sk: Táto funkcia momentálne nie je k dispozícii.

source: Attached File
sk_sk: Pripojený súbor

source: Are you sure you want to delete attached file?
sk_sk: Naozaj chcete odstrániť pripojený súbor?

source: The record %1 doesnot exists
sk_sk: Záznam %1 neexistuje

source: Record doesnot exists
sk_sk: Záznam neexistuje
