Repository: civicrm/l10n
Catalog: po/*/drupal-civicrm.po
Languages: es_es, sk_sk

source: Release Voters
es_es: Lanzar votantes
sk_sk: Uvoľniť voličov

source: %1 voters has been released.
es_es: %1 votantes han sido lanzados.
sk_sk: Voliči v počte %1 sa uvoľnili.

source: %1 voters did not release.
es_es: %1 votantes no han sido lanzados.
sk_sk: Voliči v počte %1 sa neuvoľnili.

source: Could not find contacts for voter reservation Or Missing Interviewer contact.
es_es: No se pudieron encontrar contactos para la reserva de votantes o entrevistador faltante.
sk_sk: Nepodarilo sa vyhľadať kontakty pre rezerváciu voličov alebo chýbajúci kontakt osoby vedúcej rozhovor.

source: Add Voter Reservation
es_es: Añadir reserva de votante
sk_sk: Pridať rezerváciu voličov

source: Voter Reservation is full for this survey.
es_es: Reserva de votantes completa para esta encuesta.
sk_sk: Pre tento prieskum je rezervácia voličov plná.

source: You can select maximum %1 contact(s) at a time for voter reservation of this survey.
es_es: Puede seleccionar un máximo de %1 contacto(s) por vez para reserva de votantes para esta encuesta.
sk_sk: Pre rezerváciu voličov tohto prieskumu môžete naraz zvoliť kontakty v maximálnom počte %1.

source: Voter Reservation
es_es: Reserva de votante
sk_sk: Rezervácia voličov

source: Voter Reservation has been added for %1 Contact(s).
es_es: Reserva de votante ha sido añadida para %1 contacto(s).
sk_sk: Rezervácia voličov bola pridaná pre kontakty v počte %1.

source: Voter Reservation did not add for %1 Contact(s).
es_es: Reserva de votante no ha sido añadida para %1 contacto(s).
sk_sk: Rezervácia voličov sa nepridala pre kontakty v počte %1.
