Repository: civicrm/l10n
Catalog: po/*/drupal-civicrm.po
Languages: es_es, sk_sk

source: Relationship Type
es_es: Tipo de relación
sk_sk: Typ vzťahu

source: Encounter Medium
es_es: Medio de encuentro
sk_sk: Kontaktné médium

source: Link to View Contribution
es_es: Enlace a ver contribución
sk_sk: Prepojenie na zobrazenie príspevku

source: Link to Edit Contribution
es_es: Enlace a editar contribución
sk_sk: Prepojenie na úpravu príspevku

source: Link to Delete Contribution
es_es: Enlace a eliminar contribución
sk_sk: Prepojenie na odstránenie príspevku

source: Link to a Drupal Node or View, from the base path. The Contribution ID will be appended to the end of the link.
es_es: Enlace a un nodo o vista Drupal, desde el recorrido base. El identificador de contribución será añadido al final del enlace.
sk_sk: Prepojenie na uzol Drupal alebo Zobraziť zo základnej cesty. ID príspevku sa pridá na koniec prepojenia.

source: Tag Name
es_es: Nombre de etiqueta
sk_sk: Názov značky

source: Week %week
es_es: Semana %week
sk_sk: Týždeň %week

source: Text to display
es_es: Texto a mostrar
sk_sk: Text na zobrazenie

source: view
es_es: Ver
sk_sk: zobraziť

source: Mailing Name
es_es: Nombre del envío
sk_sk: Názov pošty

source: Link to Registration Page
es_es: Enlace a página de registro
sk_sk: Prepojenie na stránku registrácie

source: Link to Participant Listing
es_es: Enlace a listado de participantes
sk_sk: Prepojenie na zoznam účastníkov

source: Link to Edit Event Participants
es_es: Enlace a editar participantes de evento
sk_sk: Prepojenie na úpravu účastníkov podujatia

source: Link to Delete Event
es_es: Enlace a eliminar evento
sk_sk: Prepojenie na odstránenie podujatia

source: Website type
es_es: Tipo de sitio web
sk_sk: Typ webovej lokality

source: State province
es_es: Provincia
sk_sk: Štát, provincia

source: Link to View Relationship A-B
es_es: Enlace a ver relación A-B
sk_sk: Prepojenie na zobrazenie vzťahu A-B

source: Link to Edit Relationship A-B
es_es: Enlace a editar relación A-B
sk_sk: Prepojenie na úpravu vzťahu A-B

source: Link to View Relationship B-A
es_es: Enlace a ver relación B-A
sk_sk: Prepojenie na zobrazenie vzťahu B-A

source: Link to Edit Relationship B-A
es_es: Enlace a editar relación B-A
sk_sk: Prepojenie na úpravu vzťahu B-A

source: Link to Delete Relationship
es_es: Enlace a eliminar relación
sk_sk: Prepojenie na odstránenie vzťahu

source: Link to a Drupal Node or View, from the base path. The relationship ID will be appended to the end of the link.
es_es: Enlace a un nodo o vista Drupal, desde el recorrido base. El identificador de relación será añadido al final del enlace.
sk_sk: Prepojenie na uzol Drupal alebo Zobraziť zo základnej cesty. ID vzťahu sa pridá na koniec prepojenia.

source: To the user
es_es: Para el usuario
sk_sk: Pre používateľa

source: Don't Link this Field
es_es: No enlazar este campo
sk_sk: Neprepájať toto pole

source: Link to Event Registration
es_es: Enlace a registro de evento
sk_sk: Prepojenie na registráciu na podujatie

source: Link to Event Participants
es_es: Enlace a participantes de evento
sk_sk: Prepojenie na účastníkov podujatia

source: Phone type
es_es: Tipo de teléfono
sk_sk: Typ telefónu

source: Link to View Activity
es_es: Enlace a ver actividad
sk_sk: Prepojenie na zobrazenie aktivity

source: Link to Edit Activity
es_es: Enlace a editar actividad
sk_sk: Prepojenie na úpravu aktivity

source: Link to Delete Activity
es_es: Enlace a eliminar actividad
sk_sk: Prepojenie na odstránenie aktivity

source: Link to a Drupal Node or View, from the base path. The Activity ID will be appended to the end of the link.
es_es: Enlace a un nodo o vista Drupal, desde el recorrido base. El identificador de actividad será añadido al final del enlace.
sk_sk: Prepojenie na uzol Drupal alebo Zobraziť zo základnej cesty. ID aktivity sa pridá na koniec prepojenia.

source: Link to View Contact
es_es: Enlace a ver contacto
sk_sk: Prepojenie na zobrazenie kontaktu

source: Link to Edit Contact
es_es: Enlace a editar contacto
sk_sk: Prepojenie na úpravu kontaktu

source: Link to Delete Contact
es_es: Enlace a eliminar contacto
sk_sk: Prepojenie na odstránenie kontaktu

source: Link to a Drupal Node or View, from the base path. The Contact ID will be appended to the end of the link.
es_es: Enlace a un nodo o vista Drupal, desde el recorrido base. El identificador de contacto será añadido al final del enlace.
sk_sk: Prepojenie na uzol Drupal alebo Zobraziť zo základnej cesty. ID kontaktu sa pridá na koniec prepojenia.

source: Group Name
es_es: Nombre de grupo
sk_sk: Názov skupiny

source: Link this field to its CiviCRM Contact
es_es: Enlazar este campo a su contacto CiviCRM
sk_sk: Prepojiť toto pole k jeho kontaktu CiviCRM

source: Link this field to its event page
es_es: Enlazar este campo a su página de evento
sk_sk: Prepojiť toto pole k jeho stránke podujatia

source: Also look for a node and use the node author
es_es: También buscar un nodo y utilizar el autor de nodo
sk_sk: Vyhľadať aj uzol a použiť autora uzla

source: Activity type
es_es: Tipo de actividad
sk_sk: Typ aktivity

source: Contacts
es_es: Contactos
sk_sk: Kontakty

source: CiviCRM Contact
es_es: Contacto CiviCRM
sk_sk: Kontakt CiviCRM

source: Reference a CiviCRM contact.
es_es: Referencia a un contacto CiviCRM
sk_sk: Odkaz na kontakt CiviCRM.

source: CiviCRM Contact Type %1
es_es: Tipo de contacto CiviCRM %1
sk_sk: Typ kontaktu CiviCRM %1

source: Please ensure that the CiviCRM Contact exists
es_es: Por favor, asegúrese que el contacto CiviCRM existe.
sk_sk: Dbajte na to, aby kontakt CiviCRM existoval

source: Title (link)
es_es: Título (vinculo)
sk_sk: Názov (prepojenie)

source: Title (plain)
es_es: Título (texto)
sk_sk: Názov (obyčajný)

source: Select list
es_es: Seleccionar lista
sk_sk: Vybrať zoznam

source: Check boxes/radio buttons
es_es: Seleccionar casillas / botones
sk_sk: Začiarkavacie políčka/prepínače

source: Autocomplete text field
es_es: Campo de texto de autocompletar
sk_sk: Automaticky dokončiť textové pole

source: %name: found no valid post with that title.
es_es: %name: encontrado no válido con ese título.
sk_sk: %name: nenašiel sa žiaden platný príspevok s týmto názvom.

source: CiviCRM Contact ID
es_es: Identificador de contacto CiviCRM
sk_sk: ID kontaktu CiviCRM

source: CiviCRM Contact Display
es_es: Pantalla de contacto CiviCRM
sk_sk: Zobrazenie kontaktov CiviCRM

source: Enter a contact name.
es_es: Introduzca un nombre de contacto.
sk_sk: Zadajte meno kontaktu.

source: CiviMember Roles Sync
es_es: Sincronizar roles CiviMember
sk_sk: Synchronizácia rolí CiviMember

source: Configure
es_es: Configurar
sk_sk: Konfigurovať

source: Manually Synchronize
es_es: Sincronizar manualmente
sk_sk: Manuálne synchronizovať

source: There was an error deleting the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviMember Roles Sync.
es_es: Hubo un error al borrar la regla de asociación. Por favor, revise la configuración de su base de datos e intente nuevamente. Si continua recibiendo este error, intente reinstalar Sincronización de roles CiviMember
sk_sk: Pri odstránení pravidla priradenia došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviMember.

source: Rule Name ("CiviMember Membership Type" --> "Drupal Role")
es_es: Nombre de la regla ("Tipo de membresía CiviMember" --> "Rol de Drupal ")
sk_sk: Názov pravidla ('Typ členstva CiviMember' --> 'Rola v systéme Drupal')

source: Current Codes
es_es: Códigos actuales
sk_sk: Aktuálne kódy

source: Expired Codes
es_es: Códigos caducados
sk_sk: Kódy s vypršanou platnosťou

source: There are no rules currently set. Use the 'Add Association Rule' form to add one.
es_es: No hay reglas establecidas actualmente. Use el formulario "Añadir regla de asociación" para añadir una.
sk_sk: Momentálne nie sú nastavené žiadne pravidlá. Pomocou formulára 'Pridať pravidlo priradenia' pridajte nové pravidlo.

source: Manual Synchronization:
es_es: Sincronización manual:
sk_sk: Manuálna synchronizácia:

source: Synchronize CiviMember Membership Types to Drupal Roles now
es_es: Sincronizar ahora tipos de membresía CiviMember con roles Drupal
sk_sk: Teraz synchronizovať typy členstiev CiviMember s rolami v systéme Drupal

source: CiviMember Memberships and Drupal Roles have been synchronized using available rules. Note: if no association rules exist then synchronization has not been completed.
es_es: Las membresías de CiviMember y los roles de Drupal han sido sincronizados utilizando reglas disponibles. Nota: si no existen reglas de asociación entonces la sincronización no ha sido completada.
sk_sk: Členstvá CiviMember a roly v systéme Drupal boli zosynchronizované pomocou dostupných pravidiel. Poznámka: ak neexistujú žiadne pravidlá priradenia, synchronizácia sa nedokončila.

source: There was an error. CiviMember Memberships and Drupal Roles could not be synchronized.
es_es: Se ha producido un error. Las membresías CiviMember y los roles Drupal no se han podido sincronizar.
sk_sk: Vyskytla sa chyba. Členstvá CiviMember a roly v systéme Drupal sa nepodarilo zosynchronizovať.

source: Settings
es_es: Configuraciones
sk_sk: Nastavenia

source: Automatic Synchronization Method
es_es: Método de sincronización automático
sk_sk: Metóda automatickej synchronizácie

source: Select which method CiviMember Roles Sync will use to automatically synchronize Memberships and Roles. If you choose user login/logout, you will have to run an initial "Manual Synchronization" after you create a new rule for it to be applied to all users and contacts. Leave the default setting if you are unsure which method to use.
es_es: Seleccione qué método usará la sincronización de roles de CiviMember para sincronizar automáticamente membresías y roles. Si elige el inicio / desconexión del usuario, tendrá que ejecutar una "sincronización manual" inicial luego de crear una nueva regla para que sea aplicada a todos los usuarios y contactos. Deje la configuración por defecto si no está seguro del método a utilizar.
sk_sk: Vyberte, ktorú metódu použije funkcia Synchronizácia rolí CiviMember na automatickú synchronizáciu členstiev a rolí. Ak si vyberiete prihlásenie/odhlásenie používateľa, po vytvorení nového pravidla budete musieť spustiť najprv funkciu 'Manuálna synchronizácia', aby sa pravidlo vzťahovalo na všetkých používateľov a kontakty. Ak neviete, ktorú metódu použiť, ponechajte predvolené nastavenie.

source: Synchronize whenever a user logs in or logs out. This action is performed only on the user logging in or out.
es_es: Sincronizar cada vez que un usuario se conecta o se desconecta. Esta acción se realiza sólo para el usuario que entra o sale.
sk_sk: Synchronizovať vždy, keď sa používateľ prihlási alebo odhlási. Táto akcia sa vykoná iba pri prihlásení alebo odhlásení používateľa.

source: Synchronize when Drupal cron is ran. This action will be performed on all users and contacts.
es_es: Sincronizar cuando el cron de Drupal se haya ejecutado. Esta acción será realizada en todos los usuarios y contactos.
sk_sk: Synchronizovať, keď beží cron systému Drupal. Táto akcia sa vykonáva pre všetkých používateľov a kontakty.

source: Synchronize when membership is updated.
es_es: Sincronizar cuando el miembro es actualizado.
sk_sk: Synchronizovať, keď sa aktualizuje členstvo.

source: Disable automatic synchronization. You will have to use the "Manually Synchronize" form to synchronize memberships and roles yourself.
es_es: Deshabilite la sincronización automática. Tendrá que utilizar el formulario "Sincronización manual" para sincronizar usted mismo membresías y roles.
sk_sk: Zakázať automatickú synchronizáciu. Na vlastnú synchronizáciu členstiev a rolí budete musieť použiť formulár 'Manuálne synchronizovať'.

source: Choose a CiviMember Membership Type and a Drupal Role below. This will associate that Membership with the Role. If you would like the have the same Membership be associated with more than one role, you will need to add a second association rule after you have completed this one.
es_es: Elija un tipo de membresía de CiviMember y un rol de Drupal debajo. Esto asociará a esa membresía con el rol. Si quiere tener la misma membresía asociada con más de un rol, necesitará añadir una segunda regla de asociación luego de haber completado la primera.
sk_sk: Vyberte si typ členstva CiviMember a rolu v systéme Drupal uvedené nižšie. Tým sa priradí členstvo k role. Ak chcete, aby bolo to isté členstvo priradené viac ako jednej role, po dokončení prvého pravidla priradenia budete musieť pridať druhé pravidlo priradenia.

source: Select a CiviMember Membership Type
es_es: Seleccione un tipo de membresía de CiviMember
sk_sk: Vyberte typ členstva CiviMember

source: Select a Drupal Role
es_es: Seleccione un rol Drupal
sk_sk: Vyberte rolu v systéme Drupal

source: CiviMember Status Rules
es_es: Reglas de estado de CiviMember
sk_sk: Pravidlá stavu CiviMember

source: Select which CiviMember Status Rules will be used for "Current" and "Expired" status. A "Current" status rule will add the above role to a user account. An "Expired" status rule will remove the above role from a user account.
es_es: Seleccione qué reglas de estado de CiviMember serán utilizadas para los estados "Actual" y "Caducado". Una regla de estado "Actual" añadirá el rol que aparece arriba a la cuenta de usuario. Una regla de estado "Caducado" eliminará dicho rol de la cuenta del usuario.
sk_sk: Vyberte, ktoré pravidlá stavu CiviMember sa budú používať so stavom 'Aktuálne' a 'Platnosť vypršala'. Pravidlo stavu 'Aktuálne' pridá rolu uvedenú vyššie ku kontu používateľa. Rola so stavom 'Platnosť vypršala' odstráni rolu uvedenú vyššie z konta používateľa.

source: Current Status
es_es: Estado actual
sk_sk: Aktuálny stav

source: Select all CiviMember Status Rule(s) that represent current status.
es_es: Seleccionar todas las regla(s) de estado CiviMiembro que representen el estado actual.
sk_sk: Vyberte všetky pravidlá stavu CiviMember, ktoré predstavujú aktuálny stav.

source: Expired Status
es_es: Estado caducado
sk_sk: Stav s vypršanou platnosťou

source: Select all CiviMember Status Rule(s) that represent expired status.
es_es: Seleccionar todas las regla(s) de estado de CiviMember que representen un estado caducado.
sk_sk: Vyberte všetky pravidlá stavu CiviMember, ktoré predstavujú stav s vypršanou platnosťou.

source: There was an error in obtaining the association rule for edit. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviMember Roles Sync.
es_es: Hubo un error en la obtención de la regla de asociación para editar. Por favor, revise las configuraciones de su base de datos e inténtelo otra vez. Si continua apareciendo este mensaje de error, entonces intente reinstalar la sincronización de roles CiviMember.
sk_sk: Pri získavaní pravidla priradenia pre úpravu došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviMember.

source: You must select both a CiviMember Membership Type and a Drupal Role from the "Association Rule" section.
es_es: Debe seleccionar un tipo de membresía y un rol de Drupal de la sección "Regla de asociación".
sk_sk: Musíte vybrať typ členstva CiviMember a rolu v systéme Drupal v časti 'Pravidlo priradenia'.

source: CiviMember Membership Type and Drupal Role values were not numeric.
es_es: El tipo de membresía de CiviMember y el rol Drupal no eran valores numéricos.
sk_sk: Typ členstva CiviMember a rola v systéme Drupal neboli číselné hodnoty.

source: You can not have the same Status Rule registered as both "Current" and "Expired".
es_es: No se puede tener registrada la misma regla de estado como "Actual" y "Caducada".
sk_sk: Rovnaké pravidlo stavu nemôžete mať zaregistrované ako 'Aktuálne' a 'Platnosť vypršala'.

source: Status Rules values were not numeric.
es_es: Los valores de reglas de estado no eran numéricos.
sk_sk: Pravidlá stavu neboli číselné hodnoty.

source: This rule set is already exist in data base.
es_es: Este conjunto de reglas ya existe en la base de datos.
sk_sk: Táto množina pravidiel už v databáze existuje.

source: There was an error editing the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviMember Roles Sync.
es_es: Hubo un error al editar la regla de asociación. Por favor, revise las configuraciones de su base de datos e inténtelo otra vez. Si continua apareciendo este mensaje de error, entonces intente reinstalar la sincronización de roles CiviMember.
sk_sk: Pri úprave pravidla priradenia došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviMember.

source: There was an error adding the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviMember Roles Sync.
es_es: Hubo un error al añadir la regla de asociación.Por favor, revise las configuraciones de su base de datos e inténtelo otra vez. Si continua apareciendo este mensaje de error, entonces intente reinstalar la sincronización de roles CiviMember.
sk_sk: Pri pridávaní pravidla priradenia došlo k chybe. Skontrolujte si nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviMember.

source: Invalid parameter was given to _civicrm_member_roles_get_data(). Param: "!1".
es_es: Un parámetro inválido fue dado a _civicrm_member_roles_get_data(). Param: "!1".
sk_sk: Bol zadaný neplatný parameter pre _civicrm_member_roles_get_data(). Parameter: '!1'.

source: CiviMember Membership Types or Status Rules have not been configured. Please do so on the "Administer CiviCRM" page.
es_es: Los tipos de membresía de CiviMember o reglas de estado no han sido configuradas. Por favor, hágalo en la página "Administración CiviCRM".
sk_sk: Neboli nakonfigurované typy členstva CiviMember ani pravidlá stavu. Nakonfigurujte ich na stránke 'Spravovať CiviCRM'.

source: Contact has been created
es_es: Contacto ha sido creado
sk_sk: Kontakt bol vytvorený

source: Created contact
es_es: Contacto creado
sk_sk: Vytvorený kontakt

source: Contact has been updated
es_es: Contacto ha sido actualizado
sk_sk: Kontakt bol aktualizovaný

source: Updated contact
es_es: Contacto actualizado
sk_sk: Aktualizovaný kontakt

source: Contact has been viewed
es_es: Contacto ha sido visto
sk_sk: Kontakt bol zobrazený

source: Viewed contact
es_es: Contacto visto
sk_sk: Zobrazený kontakt

source: Contact has been deleted
es_es: El contacto ha sido eliminado
sk_sk: Kontakt bol odstránený

source: Deleted contact
es_es: Contacto eliminado
sk_sk: Odstránený kontakt

source: Mailing has been created
es_es: Envío ha sido creado
sk_sk: Pošta bola vytvorená

source: Created mailing
es_es: Envío creado
sk_sk: Vytvorená pošta

source: Mailing has been updated
es_es: Envío ha sido actualizado
sk_sk: Pošta bola aktualizovaná

source: Updated Mailing
es_es: Envío actualizado
sk_sk: Aktualizovaná pošta

source: Mailing content has been uploaded
es_es: El contenido del envío ha sido cargado
sk_sk: Obsah pošty bol nahratý

source: Mailing content uploaded
es_es: Contenido del envío cargado
sk_sk: Obsah pošty nahratý

source: Mailing has been scheduled
es_es: El envío ha sido programado
sk_sk: Pošta bola naplánovaná

source: Scheduled mailing
es_es: Envío programado
sk_sk: Naplánovaná pošta

source: Mailing has been approved/rejected
es_es: El envío ha sido aprobado / rechazado
sk_sk: Pošta bola schválená/zamietnutá

source: Approved mailing
es_es: Mailing aprobado
sk_sk: Schválená pošta

source: Inform scheduler about the mailing
es_es: Informar al programador sobre el envío
sk_sk: Informovať plánovača o pošte

source: Inform Mailing
es_es: Informar envío
sk_sk: Informovať o pošte

source: Mailing has been queued
es_es: Envío ha sido puesto en cola
sk_sk: Pošta bola zaradená do frontu

source: Queued mailing
es_es: Envío en cola
sk_sk: Pošta vo fronte

source: Mailing has been completed
es_es: Envío ha sido completado
sk_sk: Pošta bola dokončená

source: Completed mailing
es_es: Envío completado
sk_sk: Dokončená pošta

source: Add Contact to CiviCRM Group
es_es: Añadir contacto a grupo CiviCRM
sk_sk: Pridať kontakt do skupiny CiviCRM

source: Contact who should be added to the group
es_es: Contacto que debería ser añadido al grupo
sk_sk: Kontakt, ktorý treba pridať do skupiny

source: Remove Contact from CiviCRM Group
es_es: Eliminar contacto de grupo CiviCRM
sk_sk: Odstrániť kontakt zo skupiny CiviCRM

source: Contact who should be removed from the group
es_es: Contacto que debería ser eliminado del grupo
sk_sk: Kontakt, ktorý treba odstrániť zo skupiny

source: Send Email
es_es: Enviar correo electrónico
sk_sk: Poslať e-mail

source: Send an Email
es_es: Enviar correo electrónico
sk_sk: Pošlite e-mail

source: Enter e-mail address of recipient. (Use a comma to separate multiple e-mail addresses.)
es_es: Ingrese la dirección de correo electrónico del receptor. (Utilice comas para separar direcciones múltiples de correo electrónico.)
sk_sk: Zadajte e-mailovú adresu príjemcu. (Na oddelenie viacerých e-mailových adries použite čiarku.)

source: Message Subject
es_es: Asunto del mensaje
sk_sk: Predmet správy

source: Enter subject for the email
es_es: Ingresar asunto para el correo electrónico
sk_sk: Zadajte predmet e-mailu

source: Select the group
es_es: Seleccionar el grupo
sk_sk: Vybrať skupinu

source: Contact will be added to selected group.
es_es: Contacto será añadido al grupo seleccionado.
sk_sk: Kontakt bude pridaný do vybratej skupiny.

source: Contact will be removed from selected group.
es_es: Contacto será eliminado del grupo seleccionado.
sk_sk: Kontakt bude odstránený z vybratej skupiny.

source: Contact
es_es: Contacto
sk_sk: Kontakt

source: Mailing
es_es: Envío
sk_sk: Pošta

source: Is one of
es_es: Es uno de
sk_sk: Patrí k

source: Is equal to
es_es: Es igual a
sk_sk: Rovná sa

source: Other Name
es_es: Otro nombre
sk_sk: Ďalšie meno

source: Street#
es_es: Calle #
sk_sk: Orientačné číslo

source: Street Name
es_es: Nombre de la calle
sk_sk: Názov ulice

source: Apt.
es_es: Depto.
sk_sk: Byt

source: Party Reg
es_es: Registro de partido
sk_sk: Reg. strany

source: Could not find Interviewer Id.
es_es: No se pudo encontrar identificador de entrevistador
sk_sk: Nepodarilo sa nájsť ID osoby vedúcej rozhovor.

source: Street Number
es_es: Número de calle
sk_sk: Orientačné číslo

source: City
es_es: Ciudad
sk_sk: Mesto

source: Postal Code
es_es: Código postal
sk_sk: PSČ

source: State
es_es: Provincia
sk_sk: Štát

source: Email
es_es: Correo electrónico

source: Is Held
es_es: Ocurre
sk_sk: Je podržané

source: Please search with 'Is Held' and 'Survey Id' filters to apply this action.
es_es: Por favor, busque con los filtros "Ocurre" e "Identificador de encuesta" para aplicar esta acción.
sk_sk: Vyhľadávajte pomocou filtrov 'Je podržané' a 'ID prieskumu' na použitie tejto akcie.

source: Could not find contacts for release voters resevation Or Missing Interviewer contact.
es_es: No se encontraron contactos para liberación de votantes O entrevistador faltante.
sk_sk: Nepodarilo sa vyhľadať kontakty pre rezerváciu uvoľnenia voličov alebo chýbajúci kontakt osoby vedúcej rozhovor.

source: All voters held by you are already released for this survey.
es_es: Todos los votantes conseguidos por usted ya están liberados para esta entrevista.
sk_sk: Všetci voliči, ktorých ste zablokovali, sú už pre tento prieskum uvoľnení.
