Repository: civicrm/l10n
Catalog: po/*/drupal-civicrm.po
Languages: es_es, sk_sk

source: Personal Campaign Page Personal Note
es_es: Nota personal de la página de campaña personal
sk_sk: Osobná poznámka k stránke osobnej kampane

source: The Personal note form PCP
es_es: El formulario PCP de nota personal
sk_sk: Formulár na osobné poznámky PCP

source: CiviCRM Recurring Contributions
es_es: Contribuciones recurrentes CiviCRM
sk_sk: Opakujúce sa príspevky CiviCRM

source: Recurring Contribution ID
es_es: Identificador de contribución recurrente
sk_sk: ID opakujúceho sa príspevku

source: The numeric ID of the Recurring Contribution
es_es: El identificador numérico de la contribución recurrente
sk_sk: Číselné ID pre opakujúci sa príspevok

source: The amunt of the recurring contribution
es_es: La cantidad de la contribución recurrente
sk_sk: Suma opakujúceho sa príspevku

source: Frequency Unit
es_es: Unidad de frecuencia
sk_sk: Jednotka frekvencie

source: Day, Week, Month, Year
es_es: Día, semana, mes, año
sk_sk: Deň, týždeň, mesiac, rok

source: Frequency Interval
es_es: Intervalo de frecuencia
sk_sk: Interval frekvencie

source: The Interval of the Frequency Unit
es_es: La unidad del intervalo de frecuencia
sk_sk: Interval jednotky frekvencie

source: Installments
es_es: Instalaciones
sk_sk: Splátky

source: Number of Installments
es_es: Número de instalaciones
sk_sk: Počet splátok

source: The Date the recurring contribution started.
es_es: La fecha en que comenzó la contribución recurrente.
sk_sk: Dátum, keď sa začal opakujúci sa príspevok.

source: Create Date
es_es: Fecha de creación
sk_sk: Dátum vytvorenia

source: The Date the recurring contribution was created.
es_es: La Fecha en que se creó la contribución recurrente.
sk_sk: Dátum, keď bol vytvorený opakujúci sa príspevok.

source: Modified Date
es_es: Fecha modificada
sk_sk: Dátum úpravy

source: The Date the recurring contribution was modified.
es_es: La fecha en que se modificó la contribución recurrente.
sk_sk: Dátum, keď bol upravený opakujúci sa príspevok.

source: Cancel Date
es_es: Fecha de cancelación
sk_sk: Dátum zrušenia

source: The Date the recurring contribution was cancelled.
es_es: La fecha en que se canceló la contribución recurrente.
sk_sk: Dátum, keď bol zrušený opakujúci sa príspevok.

source: The Date the recurring contribution ended.
es_es: La fecha en que finalizó la contribución recurrente.
sk_sk: Dátum, kedy sa skončil opakujúci sa príspevok.

source: Unique Transaction ID
es_es: Identificador de transacción única
sk_sk: Jedinečné ID transakcie

source: The Transaction ID of the Recurring Contribution
es_es: El identificador de transacción de la contribución recurrente
sk_sk: ID transakcie pre opakujúci sa príspevok

source: The Unique CiviCRM Generated Invoice ID
es_es: El identificador único de factura generada por CiviCRM
sk_sk: Jedinečné ID faktúry vytvorenej v CiviCRM

source: The Contribution's Status
es_es: El estado de la contribución
sk_sk: Stav príspevku

source: Is the recurring contribution a test entry?
es_es: ¿Es una contribución recurrente de prueba?
sk_sk: Je opakujúci sa príspevok testovací?

source: Cycle Day
es_es: Día del ciclo
sk_sk: Deň cyklu

source: What day in the contribution will the debit occur
es_es: ¿En qué día de la contribución ocurrirá el débito?
sk_sk: V ktorý deň prispievania vznikne debet

source: Next Contribution Date
es_es: Fecha de la próxima contribución
sk_sk: Nasledujúci dátum príspevku

source: The Next Contribution Date.
es_es: La fecha de la próxima contribución.
sk_sk: Nasledujúci dátum príspevku.

source: Failure Count
es_es: Número de fallos
sk_sk: Počet zlyhaní

source: How many times has theis recurring contribution failed?
es_es: ¿Cuántas veces ha fallado esta contribución recurrente?
sk_sk: Koľkokrát zlyhal tento opakujúci sa príspevok?

source: Failed retry date
es_es: Fecha de reintento fallido
sk_sk: Dátum opätovného pokusu po zlyhaní

source: When will the failed contribution be retried?
es_es: ¿Cuándo se reintentará la contribución fallida?
sk_sk: Kedy bude vykonaný opätovný pokus po zlyhaní?

source: Auto-renew
es_es: Renovación automática
sk_sk: Automatické obnovenie

source: Will this recurring contribution automayically renew?
es_es: ¿Se renovará automáticamente esta contribución recurrente?
sk_sk: Bude sa tento opakujúci sa príspevok automaticky obnovovať?

source: CiviCRM Activities
es_es: Actividades CiviCRM
sk_sk: Aktivity CiviCRM

source: View displays CiviCRM Activities
es_es: Ver muestra actividades CiviCRM
sk_sk: Zobrazia sa aktivity CiviCRM

source: Activity ID
es_es: Identificador de actividad
sk_sk: ID aktivity

source: The numeric ID of the Activity Instance
es_es: El identificador numérico de la instancia de actividad
sk_sk: Číselné ID inštancie aktivity

source: Source Contact
es_es: Origen del contacto
sk_sk: Zdrojový kontakt

source: The contact who scheduled this activity
es_es: El contacto que programó esta actividad
sk_sk: Kontakt, ktorý naplánoval túto aktivitu

source: CiviCRM Source Contact
es_es: Contacto origen CiviCRM
sk_sk: Zdrojový kontakt CiviCRM

source: Source Record ID
es_es: Identificador del registro de origen
sk_sk: ID záznamu zdroja

source: The contact who made this activity
es_es: El contacto que realizó esta actividad
sk_sk: Kontakt, ktorý vytvoril túto aktivitu

source: The Type of Activity
es_es: El tipo de actividad
sk_sk: Typ aktivity

source: The Status of this Activity
es_es: El estado de esta actividad
sk_sk: Stav tejto aktivity

source: The Priority of this Activity
es_es: La prioridad de esta actividad
sk_sk: Priorita tejto aktivity

source: Parent Activity ID
es_es: Identificador de actividad padre
sk_sk: ID nadradenej aktivity

source: The numeric ID of the Parent Activity
es_es: El identificador numérico de la actividad padre
sk_sk: Číselné ID nadradenej aktivity

source: Subject
es_es: Asunto
sk_sk: Predmet

source: A short description of the activity..
es_es: Una breve descripción de la actividad...
sk_sk: Krátky opis aktivity.

source: Scheduled Activity Date
es_es: Fecha de actividad programada
sk_sk: Dátum plánovanej aktivity

source: The Date and Time the activity is scheduled to happen.
es_es: La fecha y hora en que la actividad está programada para realizarse.
sk_sk: Dátum a čas, na kedy je naplánovaná aktivita.

source: Duration (min)
es_es: Duración (min.)
sk_sk: Trvanie (min.)

source: The Activity's Duration in Minutes
es_es: La duración de la actividad en minutos
sk_sk: Trvanie aktivity v minútach

source: Location
es_es: Ubicación
sk_sk: Miesto

source: Activity's Location in a text string.
es_es: Ubicación de la actividad en una cadena de texto.
sk_sk: Miesto aktivity v textovom reťazci.

source: Details
es_es: Detalles
sk_sk: Podrobnosti

source: Details and Notes regarding the activity.
es_es: Detalles y notas acerca de la actividad.
sk_sk: Podrobnosti a poznámky o aktivite.

source: Is the activity a test entry?
es_es: ¿Es una actividad de prueba?
sk_sk: Je aktivita testovacia?

source: Medium
es_es: Medio
sk_sk: Médium

source: The Medium of this Activity (ie phone, e-mail, etc...
es_es: El medio de esta actividad (P ej. teléfono, correo electrónico, etc...
sk_sk: Médium tejto aktivity (napr. telefón, e-mail atď.)

source: Is Automaticaly created
es_es: Es creada automáticamente
sk_sk: Je vytvorené automaticky

source: Is the activity created by the system?
es_es: ¿La actividad es creada por el sistema?
sk_sk: Vytvoril aktivitu systém?

source: CiviCRM Activity Assignments
es_es: Asignaciones de actividad CiviCRM
sk_sk: Priradenia aktivity CiviCRM

source: Assignee Contact ID
es_es: Identificador de contacto asignado
sk_sk: ID kontaktu poverenej osoby

source: The contact who is assigned the activity.
es_es: El contacto al que es asignada la actividad.
sk_sk: Kontakt, ktorému je priradená aktivita.

source: CiviCRM Assignee Contact ID
es_es: Identificador de contacto asignado CiviCRM
sk_sk: ID kontaktu poverenej osoby CiviCRM

source: CiviCRM Activity Targets
es_es: CiviCRM Contactos con quien se hace la actividad
sk_sk: Ciele aktivity CiviCRM

source: Target Contact ID
es_es: Identificador de contacto objetivo
sk_sk: ID cieľového kontaktu

source: The contact who is the activity's target.
es_es: El contacto que es el objetivo de la actividad.
sk_sk: Kontakt, ktorý je cieľom aktivity.

source: CiviCRM Target Contact ID
es_es: Identificador de contacto objetivo CiviCRM
sk_sk: ID cieľového kontaktu CiviCRM

source: Text Link
es_es: Enlace de texto
sk_sk: Textové prepojenie

source: Creates a Text Link for various contact actions.
es_es: Crea un enlace de texto para varias acciones de contacto.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie kontaktov.

source: Creates a Text Link for various event actions.
es_es: Crea un enlace de texto para varias acciones de evento.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie podujatí.

source: Creates a Text Link for various participant actions.
es_es: Crea un enlace de texto para varias acciones de participante.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie účastníkov.

source: Creates a Text Link for various contribution actions.
es_es: Crea un enlace de texto para varias acciones de contribución.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie príspevkov.

source: CiviCRM Relationships
es_es: Relaciones CiviCRM
sk_sk: Vzťahy CiviCRM

source: View displays CiviCRM Relationships, with connection to contacts.
es_es: Ver muestra relaciones CiviCRM, con conexión a contactos.
sk_sk: Zobrazia sa vzťahy CiviCRM v spojení s kontaktmi.

source: Relationship ID
es_es: Identificador de relación
sk_sk: ID vzťahu

source: The numeric ID of the Relationship
es_es: El identificador numérico de la relación
sk_sk: Číselné ID vzťahu

source: Relationship Type A-to-B
es_es: Tipo de relación A-a-B
sk_sk: Vzťah typu A k B

source: The Type of Relationship, i.e. Employee of, Household Head for...
es_es: El tipo de relación, por ejemplo: empleado de, cabeza de familia para...
sk_sk: Typ vzťahu, napr. zamestnanec zamestnávateľa, hlava domácnosti...

source: Contact ID A
es_es: Identificador del contacto A
sk_sk: ID kontaktu A

source: The contact A
es_es: El contacto A
sk_sk: Kontakt A

source: CiviCRM Contact A
es_es: Contacto A CiviCRM
sk_sk: Kontakt A CiviCRM

source: Contact ID B
es_es: Identificador del contacto B
sk_sk: ID kontaktu B

source: The contact B
es_es: El contacto B
sk_sk: Kontakt B

source: CiviCRM Contact B
es_es: Contacto B CiviCRM
sk_sk: Kontakt B CiviCRM

source: Description of the relationship
es_es: Descripción de la relación
sk_sk: Opis vzťahu

source: The Relationship's Start Date
es_es: Fecha de inicio de la relación
sk_sk: Dátum začiatku vzťahu

source: The Relationship's End Date
es_es: Fecha de finalización de la relación
sk_sk: Dátum ukončenia vzťahu

source: Is Relationship Active
es_es: Es una relación activa
sk_sk: Je vzťah aktívny

source: Is the Relationship active?
es_es: ¿Está activa la relación?
sk_sk: Je vzťah aktívny?

source: CiviCRM Member
es_es: Miembro CiviCRM
sk_sk: Člen CiviCRM

source: CiviCRM Memberships
es_es: Membresías CiviCRM
sk_sk: Členstvá CiviCRM

source: View displays CiviCRM Memberships, with connection to contacts.
es_es: Ver muestra membresías CiviCRM, con conexión a los contactos.
sk_sk: Zobrazia sa členstvá CiviCRM vo vzťahu ku kontaktom.

source: Membership ID
es_es: Identificador de membresia
sk_sk: ID členstva

source: The numeric ID of the Membership
es_es: El identificador numérico de la membresía
sk_sk: Číselné ID členstva

source: The Type of Membership
es_es: El tipo de membresía
sk_sk: Typ členstva

source: Join Date
es_es: Fecha de entrada
sk_sk: Dátum nástupu

source: The Membership's Start Date
es_es: Fecha de inicio de la membresía
sk_sk: Dátum začiatku členstva

source: The Membership's End Date
es_es: Fecha de finalización de la membresía
sk_sk: Dátum ukončenia členstva

source: Source of the relationship
es_es: Origen de la relación
sk_sk: Zdroj vzťahu

source: Status
es_es: Estado
sk_sk: Stav

source: The Status of the Membership
es_es: El estado de la membresía
sk_sk: Stav členstva

source: Status overridden?
es_es: ¿Estado sobrescrito?
sk_sk: Stav prepísaný?

source: Is the membership status overridden?
es_es: ¿El estado de la membresía es anulado?
sk_sk: Je stav členstva prepísaný?

source: Reminder Date
es_es: Fecha de recordatorio
sk_sk: Dátum pripomienky

source: The Membership's Reminder Date
es_es: Fecha de recordatorio de la membresía
sk_sk: Dátum pripomienky členstva

source: Membership Owner ID
es_es: Identificador del dueño de la membresía
sk_sk: ID vlastníka členstva

source: The numeric ID Contact that owns the membership
es_es: El identificador numérico del contacto que posee la membresía
sk_sk: Číselné ID kontaktu, ktorý vlastní členstvo

source: Test Membership?
es_es: ¿Membresía de prueba?
sk_sk: Testovacie členstvo?

source: Is this a test membership?
es_es: ¿Ésta es una membresía de prueba?
sk_sk: Je toto testovacie členstvo?

source: Is the Membership pay later?
es_es: ¿Ésta es una membresía con pago posterior?
sk_sk: Má sa za členstvo zaplatiť neskôr?

source: CiviCRM Groups
es_es: Grupos CiviCRM
sk_sk: Skupiny CiviCRM

source: Contact Status
es_es: Estado del contacto
sk_sk: Stav kontaktu

source: The group status of the contact
es_es: El estado del grupo del contacto
sk_sk: Stav skupiny kontaktu

source: Group ID
es_es: Identificador del grupo
sk_sk: ID skupiny

source: The numeric ID of the Group
es_es: El Id. numérico del Grupo
sk_sk: Číselné ID skupiny

source: Is the Group Active
es_es: El grupo está activo
sk_sk: Je skupina aktívna

source: Group Title
es_es: Título del grupo
sk_sk: Názov skupiny

source: Description of the Group
es_es: Descripción del grupo
sk_sk: Opis skupiny

source: CiviCRM Tags
es_es: Etiquetas CiviCRM
sk_sk: Značky CiviCRM

source: Tag ID
es_es: Identificador de etiqueta
sk_sk: ID značky

source: Name
es_es: Nombre
sk_sk: Názov

source: Name of Tag
es_es: Nombre de la etiqueta
sk_sk: Názov značky

source: Description of the Tag
es_es: Descripción de la etiqueta
sk_sk: Opis značky

source: CiviCRM Mailings
es_es: Correos CiviCRM
sk_sk: Pošta CiviCRM

source: View displays CiviCRM Mailing Results.
es_es: Ver muestra resultados de correos CiviCRM.
sk_sk: Zobrazia sa výsledky pošty CiviCRM.

source: ID
es_es: Identificador

source: The mailing's ID in the database.
es_es: El identificador del envío en la base de datos.
sk_sk: ID pošty v databáze.

source: Title of the mailing
es_es: Título del envío
sk_sk: Názov pošty

source: Subject Line
es_es: Línea de asunto
sk_sk: Riadok predmetu

source: Subject Line of the mailing
es_es: Línea de asunto del envío
sk_sk: Riadok predmetu pošty

source: Body - Text
es_es: Cuerpo - texto
sk_sk: Telo správy – text

source: Plaintext mailing message
es_es: Mensaje de envío con texto plano
sk_sk: Správa pošty vo formáte obyčajného textu

source: Body - HTML
es_es: Cuerpo - HTML
sk_sk: Telo správy – HTML

source: HTML mailing message
es_es: Mensaje de envío HTML
sk_sk: Správa pošty vo formáte HTML

source: From Email
es_es: Desde correo electrónico
sk_sk: Z e-mailu

source: From Email of the mailing
es_es: Desde correo electrónico del envío
sk_sk: Z e-mailu pošty

source: Reply to Email
es_es: Responder a correo electrónico
sk_sk: Odpovedať na e-mail

source: Reply Email of the mailing
es_es: Correo electrónico de respuesta del envío
sk_sk: E-mail pošty s odpoveďou

source: Track URLs?
es_es: ¿Seguir URLs?
sk_sk: Sledovať URL?

source: Does the mailing track click throughs?
es_es: ¿El envío realiza seguimiento de clics?
sk_sk: Sleduje pošta prekliknutia?

source: Track Opens?
es_es: ¿Seguir abiertos?
sk_sk: Sledovať otvorenia?

source: Does the mailing track Open Rate?
es_es: ¿El envío realiza seguimiento del porcentaje de abiertos?
sk_sk: Sleduje pošta mieru otvorenia?

source: Complete?
es_es: ¿Completo?
sk_sk: Dokončené?

source: Is the mailing completely sent?
es_es: ¿Se ha enviado por completo el correo?
sk_sk: Odoslala sa pošta úplne?

source: Mailing Header - HTML
es_es: Encabezado del correo masivo - HTML
sk_sk: Hlavička pošty – HTML

source: The HTML header for this mailing.
es_es: El encabezado HTML para este correo.
sk_sk: Hlavička vo formáte HTML pre túto poštu.

source: Mailing Header - Plaintext
es_es: Encabezado de correo - texto plano
sk_sk: Hlavička pošty – obyčajný text

source: The plaintext header for this mailing.
es_es: El encabezado en texto plano para este correo.
sk_sk: Hlavička vo formáte obyčajného textu pre túto poštu.

source: Mailing Footer - HTML
es_es: Pie de correo - HTML
sk_sk: Päta pošty – HTML

source: The HTML footer for this mailing.
es_es: El pie HTML para este correo.
sk_sk: Päta vo formáte HTML pre túto poštu.

source: Mailing Footer - Plaintext
es_es: Pie de mensaje - texto plano
sk_sk: Päta pošty – obyčajný text

source: The plaintext footer for this mailing.
es_es: El pie de texto plano para este mensaje masivo.
sk_sk: Päta vo formáte obyčajného textu pre túto poštu.

source: CiviCRM Mailing Job
es_es: Trabajo de envío CiviCRM
sk_sk: Poštová úloha CiviCRM

source: Scheduled Date
es_es: Fecha programada
sk_sk: Naplánovaný dátum

source: The Mailing's Scheduled Date
es_es: La fecha programada para el envío
sk_sk: Naplánovaný dátum pošty

source: The Mailing's Start Date
es_es: La fecha de inicio del envío
sk_sk: Dátum spustenia pošty

source: The Mailing's End Date
es_es: La fecha de finalización del envío
sk_sk: Dátum ukončenia pošty

source: Is Test?
es_es: ¿Es prueba?
sk_sk: Je test?

source: Is this the test mailing?
es_es: ¿Es éste el envío de prueba?
sk_sk: Je to testovacia pošta?

source: CiviCRM Mailing Forwards
es_es: Reenvíos CiviCRM
sk_sk: Preposlania pošty CiviCRM

source: Date forwaded
es_es: Fecha de reenvío
sk_sk: Dátum preposlania

source: Date user forwarded the e-mail
es_es: Fecha en que el usuario reenvíó el correo electrónico
sk_sk: Dátum, keď používateľ preposlal e-mail

source: CiviCRM Mailing Click Throughs
es_es: Clics hechos a envío CiviCRM
sk_sk: Prekliknutia pošty CiviCRM

source: Date of click through
es_es: Fecha del clic
sk_sk: Dátum prekliknutia

source: Date user clicked a link in the e-mail
es_es: Fecha en que el usuario hizo clic en un enlace en el correo electrónico
sk_sk: Dátum, keď používateľ klikol na prepojenie v e-maile

source: Mailing click through ID
es_es: Identificador de clic a envío
sk_sk: ID prekliknutia pošty

source: The numeric ID click through record
es_es: El identificador numérico del registro de clics
sk_sk: Záznam číselného ID prekliknutia

source: CiviCRM Mailing Click Throughs URL
es_es: URL de clics a envíos CiviCRM
sk_sk: URL prekliknutia pošty CiviCRM

source: What URL was clicked
es_es: URL en el que se hizo clic
sk_sk: Na ktorú URL sa kliklo

source: CiviCRM Mailing Bounced
es_es: Mailing CiviCRM Rebotado
sk_sk: Vrátenie pošty CiviCRM

source: Date of bounce
es_es: Fecha de rechazo
sk_sk: Dátum vrátenia

source: Date user e-mail bounced
es_es: Fecha en que el correo electrónico del usuario fue rechazado
sk_sk: Dátum vrátenia e-mailu používateľa

source: Mailing bounced ID
es_es: Identificador de rechazo de envío
sk_sk: ID vrátenia pošty

source: The numeric ID of the bounce record
es_es: El identificador numérico del registro de rechazo
sk_sk: Číselné ID záznamu o vrátení

source: Reason
es_es: Motivo
sk_sk: Dôvod

source: Reason the e-mail bounced
es_es: Motivo del correo electrónico rechazado
sk_sk: Dátum vrátenia e-mailu

source: CiviCRM Mailing Delivered
es_es: Envío CiviCRM realizado
sk_sk: Pošta CiviCRM doručená

source: Date of delivery
es_es: Fecha de entrega
sk_sk: Dátum doručenia

source: Date user e-mail delivered
es_es: Fecha en que el correo electrónico de usuario fue enviado
sk_sk: Dátum doručenia e-mailu používateľa

source: Mailing delivered ID
es_es: Identificador de envío realizado
sk_sk: ID doručenej pošty

source: The numeric ID of the delivery record
es_es: El identificador numérico de registro de envío
sk_sk: Číselné ID záznamu doručenia

source: CiviCRM Mailing Opened
es_es: Envío CiviCRM abierto
sk_sk: Pošta CiviCRM otvorená

source: Date e-mail opened
es_es: Fecha en que el correo electrónico fue abierto
sk_sk: Dátum otvorenia e-mailu

source: Mailing opened ID
es_es: Identificador de envío abierto
sk_sk: ID otvorenia pošty

source: The numeric ID of the opened record
es_es: El identificador numérico del registro abierto
sk_sk: Číselné ID záznamu otvorenia

source: CiviCRM Mailing Replied
es_es: Envío CiviCRM respondido
sk_sk: Odpoveď na poštu CiviCRM

source: Date of reply
es_es: Fecha de respuesta
sk_sk: Dátum odpovede

source: Date user replied
es_es: Fecha en que el usuario respondió
sk_sk: Dátum odpovede používateľa

source: Mailing reply ID
es_es: Identificador de respuesta de envío
sk_sk: ID odpovede na poštu

source: The numeric ID of the reply record
es_es: El identificador numérico del registro de respuesta
sk_sk: Číselné ID záznamu odpovede

source: CiviCRM Mailing Unsubscribe
es_es: Cancelar suscripción a envío CiviCRM
sk_sk: Zrušenie odberu pošty CiviCRM

source: Date of unsubscribe
es_es: Fecha de cancelación de suscripción
sk_sk: Dátum zrušenia odberu

source: Date user unsubscribed
es_es: Fecha en que el usuario canceló la suscripción
sk_sk: Dátum zrušenia odberu používateľom

source: Mailing unsubscribeded ID
es_es: Identificador de suscripción cancelada de envío
sk_sk: ID zrušenia odberu pošty

source: The numeric ID of the unsubscribe record
es_es: El identificador numérico del registro de cancelación de suscripción
sk_sk: Číselné ID záznamu zrušenia odberu

source: Creates a Text Link for various activity actions.
es_es: Crea un enlace de texto para varias acciones de actividades.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie aktivity.

source: Creates a Text Link for various relationship actions.
es_es: Crea un enlace de texto para varias acciones de relación.
sk_sk: Vytvorí sa textové prepojenie pre rôzne akcie vzťahu.

source: In the form of CCYYMMDD.
es_es: En la forma de SSAAMMDD.
sk_sk: Vo formáte RRRRMMDD.

source: %title year + month
es_es: %title año + mes
sk_sk: %title rok + mesiac

source: In the form of YYYYMM.
es_es: En la forma de AAAAMM.
sk_sk: Vo formáte RRRRMM.

source: %title year
es_es: %title año
sk_sk: %title rok

source: In the form of YYYY.
es_es: En la forma de AAAA.
sk_sk: Vo formáte RRRR.

source: %title month
es_es: %title mes
sk_sk: %title mesiac

source: In the form of MM (01 - 12).
es_es: En la forma de MM (01-12).
sk_sk: Vo formáte MM (01 – 12).

source: %title day
es_es: %title día
sk_sk: %title deň

source: In the form of DD (01 - 31).
es_es: En la forma de DD (01-31).
sk_sk: Vo formáte DD (01 – 31).

source: %title week
es_es: %title semana
sk_sk: %title týždeň

source: In the form of WW (01 - 53).
es_es: En la forma de SS (01- 53).
sk_sk: Vo formáte TT (01 – 53).

source: CiviCRM Custom:
es_es: CiviCRM personalizado:
sk_sk: Vlastné CiviCRM:

source: Custom Data Field
es_es: Campo de datos personalizados
sk_sk: Pole s vlastnými údajmi

source: Link to View Participant
es_es: Enlace para ver participante
sk_sk: Prepojenie na zobrazenie účastníka

source: Link to Edit Participant
es_es: Enlace para editar participante
sk_sk: Prepojenie na úpravu účastníka

source: Link to Delete Participant
es_es: Enlace para eliminar participante
sk_sk: Prepojenie na odstránenie účastníka

source: Link to a Drupal Node or View, from the base path. The Participant ID will be appended to the end of the link.
es_es: Enlace a un nodo o vista Drupal, desde el recorrido base. El identificador del participante será añadido al final del enlace.
sk_sk: Prepojenie na uzol Drupal alebo Zobraziť zo základnej cesty. ID účastníka sa pridá na koniec prepojenia.

source: Link this field to its user
es_es: Enlazar este campo a su usuario
sk_sk: Prepojiť toto pole k jeho používateľovi

source: Contact type
es_es: Tipo de contacto
sk_sk: Typ kontaktu
