Repository: civicrm/l10n
Catalog: po/*/drupal-civicrm.po
Languages: es_es, sk_sk

source: Add/remove association rules and configure settings. Also perform manual synchronization.
es_es: Añade / elimina las reglas de la asociación y la configuración. Realiza además una sincronización manual.
sk_sk: Môžete pridať/odobrať pravidlá priradenia a nakonfigurovať nastavenia. Môžete vykonať aj manuálnu synchronizáciu.

source: List Association Rule(s)
es_es: Listar regla(s) de asociación
sk_sk: Vytvoriť zoznam pravidiel priradenia

source: Add Association Rule
es_es: Añadir regla de asociación
sk_sk: Pridať pravidlo priradenia

source: Rule ID !1 was successfully deleted.
es_es: El identificador de regla !1 fue borrado exitosamente.
sk_sk: ID pravidla !1 bolo úspešne odstránené.

source: Rule ID
es_es: Identificador de regla
sk_sk: ID pravidla

source: Operation
es_es: Operación
sk_sk: Operácia

source: edit
es_es: editar
sk_sk: upraviť

source: delete
es_es: Borrar
sk_sk: odstrániť

source: Use the 'Add Association Rule' form to add new rules.
es_es: Utilice el formulario "Agregar regla de asociación" para agregar nuevas reglas.
sk_sk: Použite formulár 'Pridať pravidlo priradenia' na pridanie nových pravidiel.'

source: Association Rule
es_es: Regla de asociación
sk_sk: Pravidlo priradenia

source: Add association rule
es_es: Añadir regla de asociación
sk_sk: Pridať pravidlo priradenia

source: Edit association rule
es_es: Editar regla de asociación
sk_sk: Upraviť pravidlo priradenia

source: Edit flag was not numeric.
es_es: Editar bandera no era numérico.
sk_sk: Príznak úpravy nemal číselnú hodnotu.

source: Your association rule has been edited.
es_es: Su regla de asociación ha sido editada.
sk_sk: Vaše pravidlo priradenia bolo upravené.

source: Your association rule has been added.
es_es: Su regla de asociación ha sido añadida.
sk_sk: Vaše pravidlo priradenia bolo pridané.

source: Contact ID
es_es: Identificador de contacto
sk_sk: ID kontaktu

source: Gender
es_es: Sexo
sk_sk: Rod

source: Country
es_es: País
sk_sk: Krajina

source: County
es_es: Municipio
sk_sk: Okres

source: Event Type
es_es: Tipo de evento
sk_sk: Typ podujatia

source: Participant Status
es_es: Estado del participante
sk_sk: Stav účastníka

source: Contribution Type
es_es: Tipo de contribución
sk_sk: Typ príspevku

source: Contribution Page
es_es: Página de contribución
sk_sk: Stránka príspevku

source: Contribution Status
es_es: Estado de contribución
sk_sk: Stav príspevku

source: Activity Type
es_es: Tipo de actividad
sk_sk: Typ aktivity

source: Activity Status
es_es: Estado de actividad
sk_sk: Stav aktivity

source: Priority
es_es: Prioridad
sk_sk: Priorita

source: Membership Type
es_es: Tipo de membresía
sk_sk: Typ členstva

source: Contact Group Status
es_es: Estado del grupo de contacto
sk_sk: Stav skupiny kontaktu

source: Choose where to link this field
es_es: Elija dónde enlazar este campo
sk_sk: Vyberte, kde prepojiť toto pole

source: Link to a Custom Node
es_es: Enlace a un nodo personalizado
sk_sk: Prepojenie na vlastný uzol

source: Custom Link to a Drupal Node
es_es: Enlace personalizado a nodo Drupal
sk_sk: Vlastné prepojenie na uzol Drupal

source: Links Text
es_es: Enlaza texto
sk_sk: Text prepojení

source: The text that will display in the field with the link.
es_es: El texto que será mostrado en el campo con el vínculo
sk_sk: Text, ktorý sa zobrazí v poli s prepojením.

source: Location type
es_es: Tipo de localización
sk_sk: Typ umiestnenia

source: Link to Event Page
es_es: Enlace a una página de eventos
sk_sk: Prepojenie na stránku podujatia

source: Link to Event Configuration
es_es: Enlace a configuración de evento
sk_sk: Prepojenie na konfiguráciu podujatia

source: Link to a Drupal Node or View, from the base path. The Event ID will be appended to the end of the link.
es_es: Enlace a nodo o vista Drupal, desde el recorrido básico. El identificador del evento será añadido al final del enlace.
sk_sk: Prepojenie na uzol alebo zobrazenie Drupal zo základnej cesty. ID podujatia sa pridá na koniec prepojenia.

source: Link this field
es_es: Enlazar este campo
sk_sk: Prepojiť toto pole

source: No link
es_es: Sin enlace
sk_sk: Žiadne prepojenie

source: With a mailto:
es_es: Con un enviar a:
sk_sk: S položkou mailto:

source: Contact Name
es_es: Nombre del contacto
sk_sk: Meno kontaktu

source: Language
es_es: Idioma
sk_sk: Jazyk

source: Constituent Type
es_es: Tipo del contacto
sk_sk: Typ zástupcu

source: Sex
es_es: Sexo
sk_sk: Pohlavie

source: Age
es_es: Edad
sk_sk: Vek

source: Street Address
es_es: Calle
sk_sk: Adresa

source: State/Province
es_es: Provincia
sk_sk: Štát/provincia

source: Group
es_es: Grupo
sk_sk: Skupina

source: Phone
es_es: Teléfono
sk_sk: Telefón

source: Survey
es_es: Encuesta
sk_sk: Prieskum

source: - select -
es_es: - seleccionar -
sk_sk: – vybrať –

source: add contacts
es_es: añadir contactos
sk_sk: pridať kontakty

source: view all contacts
es_es: ver todos los contactos
sk_sk: zobraziť všetky kontakty

source: edit all contacts
es_es: editar todos los contactos
sk_sk: upraviť všetky kontakty

source: delete contacts
es_es: eliminar contactos
sk_sk: odstrániť kontakty

source: access deleted contacts
es_es: acceder a contactos eliminados
sk_sk: získať prístup k odstráneným kontaktom

source: import contacts
es_es: importar contactos
sk_sk: importovať kontakty

source: edit groups
es_es: editar grupos
sk_sk: upraviť skupiny

source: administer CiviCRM
es_es: administrar CiviCRM
sk_sk: spravovať CiviCRM

source: access uploaded files
es_es: acceso a los archivos cargados
sk_sk: získať prístup k nahratým súborom

source: profile listings and forms
es_es: listados y formularios del perfil
sk_sk: zoznamy profilu a formuláre

source: profile listings
es_es: listados del perfil
sk_sk: zoznamy profilu

source: profile create
es_es: crear perfil
sk_sk: vytvoriť profil

source: profile edit
es_es: editar perfil
sk_sk: upraviť profil

source: profile view
es_es: ver perfil
sk_sk: zobraziť profil

source: access all custom data
es_es: acceder a todos los datos personalizados
sk_sk: získať prístup ku všetkým vlastným údajom

source: view all activities
es_es: ver todas las actividades
sk_sk: zobraziť všetky aktivity

source: delete activities
es_es: eliminar actividades
sk_sk: odstrániť aktivity

source: access CiviCRM
es_es: acceder a CiviCRM
sk_sk: získať prístup k CiviCRM

source: access Contact Dashboard
es_es: acceder al panel de control del contacto
sk_sk: získať prístup k tabuli kontaktu

source: translate CiviCRM
es_es: traducir CiviCRM
sk_sk: preložiť CiviCRM

source: administer Tagsets
es_es: administrar grupos de etiquetas
sk_sk: spravovať súbory značiek

source: administer reserved tags
es_es: administrar etiquetas reservadas
sk_sk: spravovať rezervované značky

source: administer dedupe rules
es_es: administrar reglas de duplicación
sk_sk: spravovať pravidlá odstraňovania duplikátov

source: merge duplicate contacts
es_es: unificar contactos duplicados
sk_sk: zlúčiť duplicitné kontakty

source: view all notes
es_es: ver todas las notas
sk_sk: zobraziť všetky poznámky

source: administer Multiple Organizations
es_es: administrar Multiples Organizaciones.
sk_sk: spravovať viac organizácií

source: The CiviCRM module stores information on the universe of people associated with a community and on their interactions such as emails, donations, petitions, events, etc. It can act as a stand alone contact management system or it can be integrated with mass mailer, volunteer management, petition, and event finding. CiviCRM enables organizations to maintain all these activities in a single database, creating efficiencies and new opportunities for communities to better communicate and benefit from relationships with their community members.
es_es: El módulo CiviCRM almacena información del universo de personas asociadas a una comunidad y de sus interacciones como correos, donaciones, peticiones, eventos, etc. Puede actuar como sistema de gestión de contactos independiente o se puede integrar con un gestor de correos masivos, de voluntariado, de petición y búsqueda de eventos. CiviCRM permite a las organizaciones mantener todas estas actividades en una base de datos única, creando eficiencias y nuevas oportunidades a las comunidades para beneficiarse de una mejor comunicación e interrelación entre sus miembros.
sk_sk: Modul CiviCRM ukladá informácie o množstve ľudí spojených s komunitou a o ich interakciách, ako sú e-maily, dary, žiadosti, podujatia a podobne. Môže slúžiť aj ako samostatný systém správy kontaktov alebo byť integrovaný do programu na hromadné rozposielanie, na správu dobrovoľníkov, vyhľadávanie žiadostí a podujatí. CiviCRM umožňuje organizáciám, aby mali všetky tieto aktivity v jednej databáze, čím komunity môžu konať efektívnejšie, získavajú nové príležitosti na lepšiu komunikáciu a profitujú zo vzťahov s členmi svojej komunity.

source: The CiviCRM module allows you to create contacts, or import them from other sources. You can record relationships between contacts, such as indicating they live in the same household. There are two types of groups of contacts. You can create static groups which have a set list of contacts. You can also create dynamic (smart) groups based on characteristics that contacts have in common. For example, you could create a group of all contacts who live in California AND who have volunteered for your organization within the past year. The CiviCRM module also allows for tagging for less formal categorization of contacts or groups. You can easily extend CiviCRM to record community member information which is specific to your community or organization using custom fields. For example, you can create a set of fields to track volunteer skills and preferences. CiviCRM profile gives you a way to allow community members ('users') to update their own information, as well as share some of that information with others. Finally, you can configure custom activity types such as volunteering or attending events.
es_es: El módulo CiviCRM permite crear contactos o importarlos de otras fuentes. Puede registrar relaciones entre contactos, como indicar que viven en una misma casa. Hay dos tipos de grupos de contactos. Puede crear grupos estáticos, que tienen un conjunto definido de contactos. También puede crear grupos dinámicos (inteligentes) basados en sus características comunes. Por ejemplo, podría crear un grupo de los contactos que viven en California Y quienes fueron voluntarios en su organización el año pasado. El módulo CiviCRM también permite etiquetar una categorización menos formal de contactos o grupos. Puede ampliar fácilmente CiviCRM con información específica de su comunidad u organización usando campos personalizados. Por ejemplo, puede crear un conjunto de campos para seguir a los voluntarios y sus habilidades y preferencias. Los perfiles CiviCRM le dan una forma de permitir a los miembros ("usuarios") de la comunidad actualizar su propia información, así como compartir información con otros. Finalmente, puede configurar tipos de actividad personalizadas como voluntariado o asistencia a eventos.
sk_sk: Modul CiviCRM vám umožňuje vytvárať kontakty alebo ich importovať z ďalších zdrojov. Môžete zaznamenávať vzťahy medzi kontaktmi, napríklad uviesť, či žijú v spoločnej domácnosti. K dispozícii sú dva typy skupín kontaktov. Môžete vytvoriť statické skupiny, ktoré majú stanovený zoznam kontaktov. Môžete vytvárať aj dynamické (inteligentné) skupiny založené na vlastnostiach, ktoré majú kontakty spoločné. Napríklad môžete vytvoriť skupinu všetkých kontaktov, ktoré žijú na Slovensku A ZÁROVEŇ sa v minulom roku dobrovoľne ponúkli, že budú spolupracovať s vašou organizáciou. Modul CiviCRM umožňuje pridať aj značky pre menej formálnu kategorizáciu kontaktov alebo skupín. CiviCRM môžete jednoducho rozšíriť, aby ste pomocou vlastných polí zaznamenali informácie o členovi komunity, ktoré sú špecifické pre vašu komunitu alebo organizáciu. Napríklad môžete vytvoriť súbor polí na sledovanie zručností a preferencií dobrovoľníka. Vďaka profilu v module CiviCRM môžete členom komunity ('používateľom') umožniť, aby aktualizovali svoje informácie, prípadne aby niektoré z týchto informácií poskytli ďalším osobám. A nakoniec, môžete si nakonfigurovať vlastné typy aktivity, napríklad dobrovoľníctvo alebo účasť na podujatiach.

source: You can:
es_es: Puede:
sk_sk: Môžete:

source: read the <a href="!1">CiviCRM Administrator Guide</a>.
es_es: lea la <a href="!1">Guía del administrador de CiviCRM</a>.
sk_sk: si prečítať <a href="!1">Príručku pre správcov CiviCRM</a>,

source: enable CiviCRM blocks at <a href="!1">Administer &raquo; Site Building &raquo; Blocks</a>.
es_es: habilitar bloques CiviCRM en <a href="!1">Administración » Construcción del sitio » Bloques</a>.
sk_sk: povoliť bloky CiviCRM pomocou funkcie <a href="!1">Spravovať &raquo; Vytváranie lokality &raquo; Bloky</a>,

source: read about <a href="!1">CiviCRM access permissions</a> and set access permissions at <a href="!2">Administer CiviCRM &raquo; Access Control</a>.
es_es: leer acerca de <a href="!1">los permisos de acceso CiviCRM</a> y establecer permisos de acceso a <a href="!2">Administrar CiviCRM » Control de acceso</a>.
sk_sk: prečítať si <a href="!1">o povoleniach prístupu do CiviCRM</a> a o povoleniach prístupu v časti <a href="!2">Spravovať CiviCRM &raquo; Riadenie prístupu</a>.

source: find contacts by name, email address, group membership and or tagging at <a href="!1">Find Contacts</a>.
es_es: encontrar contactos por nombre, dirección de correo electrónico, y / o etiquetados en <a href="!1">Encontrar contactos</a>.
sk_sk: vyhľadávať kontakty podľa mena, e-mailovej adresy, členstva v skupine alebo značky pomocou funkcie <a href="!1">Hľadať kontakty</a>,

source: do complex searches based on tags, group membership, location, activities and custom fields at <a href="!1">Advanced Search</a>.
es_es: hacer búsquedas complejas basadas en etiquetas, membresia de grupo, ubicación, actividades y campos personalizados en <a href="!1">Búsqueda avanzada</a> .
sk_sk: realizovať zložité vyhľadávanie podľa značiek, členstva v skupine, miesta, aktivít a vlastných polí pomocou funkcie <a href="!1">Rozšírené vyhľadávanie</a>,

source: create or manage groups at <a href="!1">Manage Groups</a>.
es_es: crear o manejar grupos en <a href="!1">Manejar grupos</a>.
sk_sk: vytvárať alebo spravovať skupiny pomocou funkcie <a href="!1">Spravovať skupiny</a>,

source: import contacts from other sources at <a href="!1">Import Contacts</a>.
es_es: importar contactos desde otras fuentes en <a href="!1">Importar contactos</a>.
sk_sk: importovať kontakty z iných zdrojov pomocou funkcie <a href="!1">Importovať kontakty</a>,

source: create or administer tags (e.g. organizer, foundation, environment...) at <a href="!1">CiviCRM &raquo; Administer &raquo; Tags</a>.
es_es: crear o administrar etiquetas (P ej. organizador, fundación, medio ambiente ...) en <a href="!1">CiviCRM » Administrar » Etiquetas</a>.
sk_sk: vytvárať alebo spravovať značky (napr. organizátor, nadácia, prostredie...) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Značky</a>,

source: create or administer relationship types (e.g. household member, board member, spouse...) <a href="!1">CiviCRM &raquo; Administer &raquo; Relationship Types</a>.
es_es: crear o administrar tipos de relación (P ej. miembro de familia, miembro de dirección, cónyuge ...) <a href="!1">CiviCRM » Administrar » Tipos de relaciones</a>.
sk_sk: vytvárať alebo spravovať typy vzťahov (napr. člen domácnosti, člen predstavenstva, partner...) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Typy vzťahov</a>,

source: create or administer location types (e.g. home, work, school...) <a href="!1">CiviCRM &raquo; Administer &raquo; Location Types</a>.
es_es: crear o administrar tipos de ubicación (P ej. casa, trabajo, escuela ...) <a href="!1">CiviCRM »Administrar» Tipos de ubicación</a>.
sk_sk: vytvárať alebo spravovať typy miesta (napr. domov, práca, škola...) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Typy miest</a>,

source: create or administer activity types (e.g. house meeting, intake interview...) at <a href="!1">CiviCRM &raquo; Administer &raquo; Activity Types</a>.
es_es: crear o administrar tipos de actividad (P ej. reunión en casa, entrevista ...) en <a href="!1">CiviCRM » Administrar tpos de actividad»</a>.
sk_sk: vytvárať alebo spravovať typy aktivity (napr. stretnutie doma, vstupný rozhovor...) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Typy aktivity</a>,

source: create or administer custom data fields (e.g. volunteer skills, emergency contact info...) <a href="!1">CiviCRM &raquo; Administer &raquo; Custom Data</a>.
es_es: crear o administrar campos de datos personalizados (P ej. habilidades de voluntarios, información de contacto de emergencia ...) <a href="!1">CiviCRM »Administrar» Datos personalizados</a>.
sk_sk: vytvárať alebo spravovať polia s vlastnými údajmi (napr. zručnosti dobrovoľníka, kontaktné informácie pre naliehavé situácie...) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Vlastné údaje</a>,

source: create or administer CiviCRM profiles (i.e. what contact data is collected during user registration and included in My Account) at <a href="!1">CiviCRM &raquo; Administer &raquo; CiviCRM Profiles</a>.
es_es: crear o administrar perfiles CiviCRM (P ej. datos de contacto recogidos en registro de usuario e incluidos en Mi cuenta) en <a href="!1">CiviCRM »Administrar» perfiles CiviCRM</a>.
sk_sk: vytvárať alebo spravovať profily v CiviCRM (napr. ktoré kontaktné údaje sa zhromažďujú počas registrácie používateľa a zahrnú do časti Moje konto) pomocou funkcie <a href="!1">CiviCRM &raquo; Spravovať &raquo; Profily CiviCRM</a>.

source: For more information please refer to the <a href="!1">CiviCRM web-site</a> which includes project information, documentation and support resources and more.
es_es: Para más información, consulte <a href="!1">sitio web CiviCRM</a> que incluye información del proyecto, documentación, recursos de apoyo y mucho más.
sk_sk: Ďalšie informácie nájdete na <a href="!1">webovej stránke CiviCRM</a>. Sú na nej uvedené informácie o projekte, dokumentácia, podpora a mnoho iného.

source: Constituent Relationship Management (CiviCRM !1). Allows sites to manage contacts, relationships and groups, and track contact activities, contributions, memberships and events. For more information please refer to the <a href="!2">CiviCRM web-site</a> which includes project information, documentation and support resources and more.
es_es: Gestión de relaciones con contactos (CiviCRM !1). Permite a los sitios gestionar los contactos, relaciones y grupos, y seguir las actividades de contacto, contribuciones, membresías y eventos. Para más información, por favor consulte <a href="!2">sitio web CiviCRM</a> que incluye información del proyecto, documentación, recursos de apoyo y mucho más.
sk_sk: Správa vzťahov zástupcov (CiviCRM !1). Umožňuje lokalitám spravovať kontakty, vzťahy a skupiny a sledovať aktivity kontaktu, príspevky, členstvá a podujatia. Ďalšie informácie nájdete na <a href="!2">webovej lokalite CiviCRM</a>. Sú tam informácie o projekte, dokumentácia, podpora a mnoho iného.

source: Please review the <a href='!1'>Drupal Installation Guide</a> and the <a href='!2'>Trouble-shooting page</a> for assistance. If you still need help installing, you can often find solutions to your issue by searching for the error message in the <a href='!3'>installation support section of the community forum</a>.</strong></p>
es_es: Por favor, revise la <a href='!1'>Guía de instalación de Drupal</a> y la <a href='!2'>página solución de problemas</a> para obtener ayuda. Si aún necesita ayuda para instalar, a menudo puede encontrar soluciones a su problema buscando un mensaje de error en <a href='!3'>sección de soporte de instalación del foro de la comunidad</a>.</strong></p>
sk_sk: Pozrite si <a href='!1'>návod na inštaláciu systému Drupal</a> a <a href='!2'>stránku o riešení problémov</a> . Ak stále potrebujete pomoc s inštaláciou, často nájdete riešenie tak, že vyhľadáte chybovú správu v <a href='!3'>časti fóra komunity pre podporu inštalácie</a>.</strong></p>

source: Oops! - The CiviCRM settings file (civicrm.settings.php) was not found in the expected location
es_es: Ups! - El archivo de configuraciones CiviCRM (civicrm.settings.php) no se encuentra en la ubicación esperada
sk_sk: Ľutujeme, súbor s nastaveniami CiviCRM (civicrm.settings.php) sa na očakávanom mieste nenašiel

source: Oops! - The path for including CiviCRM code files is not set properly. Most likely there is an error in the <em>civicrm_root</em> setting in your CiviCRM settings file (!1).
es_es: Ups! - El recorrido para incluir archivos de código CiviCRM no está bien definido. Lo más probable es que haya un error en la configuración <em>civicrm_root</em> de su archivo de configuración CiviCRM (!1).
sk_sk: Ľutujeme, cesta na zahrnutie súborov s kódom CiviCRM nie je správne nastavená. S najväčšou pravdepodobnosťou je chyba v nastavení <em>civicrm_root</em> vo vašom súbore s nastaveniami CiviCRM (!1).

source: civicrm_root is currently set to: <em>!1</em>.
es_es: civicrm_root está configurado actualmente para: <em>!1</em>.
sk_sk: civicrm_root má momentálne nastavenú hodnotu: <em>!1</em>.

source: The requested Profile (gid=%1) is disabled OR it is not configured to be used for 'Profile' listings in its Settings OR there is no Profile with that ID OR you do not have permission to access this profile. Please contact the site administrator if you need assistance.
es_es: El perfil requerido (gid=%1) está deshabilitado O no está configurado para ser utilizado por los listados "Perfil" en su configuración O no existe un perfil con ese identificador O usted no tiene permiso para acceder a este perfil. Por favor, póngase en contacto con el administrador del sitio si necesita ayuda.
sk_sk: Požadovaný profil (gid=%1) je zakázaný ALEBO nie je nakonfigurovaný tak, aby sa používal pri zoznamoch 'Profil' vo svojich nastaveniach ALEBO neexistuje profil s daným ID ALEBO nemáte povolenie na prístup k tomuto profilu. Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: View Contact Record
es_es: Ver registro de contacto
sk_sk: Zobraziť záznam kontaktu

source: View Contact Dashboard
es_es: Ver panel de control del contacto
sk_sk: Zobraziť tabuľu kontaktu

source: Edit '!1'
es_es: Editar "!1"
sk_sk: Upraviť '!1'

source: Adds users to a matching CiviCRM group on account creation, update, or login for each of their Drupal roles.
es_es: Añada usuarios a un grupo CiviCRM coincidente en la creación de cuentas, actualización o iniciación de sesión para cada uno de sus roles Drupal.
sk_sk: Pridajú sa používatelia do zhodnej skupiny CiviCRM pri vytvorení konta, aktualizácii alebo prihlásení sa každou z ich rolí v systéme Drupal.

source: CiviGroup Roles Sync
es_es: Sincronización de roles de CiviGroup
sk_sk: Synchronizácia rolí CiviGroup

source: There was an error deleting the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviGroup Roles Sync.
es_es: Se produjo un error al eliminar la regla de asociación. Por favor, verifique la configuración de su base de datos y vuelva a intentarlo. Si continúa recibiendo este mensaje de error, intente instalar de nuevo CiviGroup Roles Sync.
sk_sk: Pri odstránení pravidla priradenia došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviGroup.

source: Rule Name ('CiviCRM Group' <--> 'Drupal Role')
es_es: Nombre de la regla ("Grupo de CiviCRM" &lt;-&gt; "Rol de Drupal)
sk_sk: Názov pravidla ('Skupina CiviCRM' <--> 'Rola v systéme Drupal')
