Repository: civicrm/l10n
Catalog: po/*/drupal-civicrm.po
Languages: es_es, sk_sk

source: There are no rules currently set.
es_es: No hay reglas establecidas actualmente.
sk_sk: Momentálne nie sú nastavené žiadne pravidlá.

source: Use the 'Add Association Rule' form to add one.
es_es: Use el formulario de 'Añadir regla de asociación' para añadir una.
sk_sk: Použite formulár 'Pridať pravidlo priradenia', ak chcete pridať pravidlo.

source: Choose a CiviCRM Group and a Drupal Role below.
es_es: Elige un grupo CiviCRM y un rol Drupal debajo.
sk_sk: Nižšie si vyberte skupinu CiviCRM a rolu v systéme Drupal.

source: CiviCRM Group
es_es: Grupo CiviCRM
sk_sk: Skupina CiviCRM

source: -- Select --
es_es: -- Seleccionar --
sk_sk: -- Vybrať --

source: Drupal Role
es_es: Rol Drupal
sk_sk: Rola v systéme Drupal

source: There was an error in obtaining the association rule for edit. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviGroup Roles Sync.
es_es: Hubo un error en la obtención de la regla de asociación para edición. Por favor, verifique la configuración de su base de datos e intente otra vez. Si continua apareciendo este mensaje de error, intente reinstalar la sincronización de roles CiviGrupo.
sk_sk: Pri získavaní pravidla priradenia na úpravu došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviGroup.

source: You must select both a CiviCRM Group and a Drupal Role from the "Association Rule" section.
es_es: Debe seleccionar tanto un grupo de CiviCRM como un rol de Drupal desde la sección "Regla de asociación".
sk_sk: Musíte vybrať skupinu CiviCRM aj rolu v systéme Drupal v časti 'Pravidlo priradenia'.

source: Please select CiviCRM Group and Drupal Role.
es_es: Por favor, seleccione el grupo de CiviCRM y el rol Drupal.
sk_sk: Vyberte skupinu CiviCRM a rolu v systéme Drupal.

source: There was an error editing the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviGroup Roles Sync.
es_es: Hubo un error al editar la regla de asociación. Por favor, verifique la configuración de su base de datos e intente otra vez. Si continúa apareciendo este mensaje de error, intente reinstalar la sincronización de roles CiviGroup.
sk_sk: Pri úprave pravidla priradenia došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviGroup.

source: There was an error adding the association rule. Please check your database settings and try again. If you continue to get this error message then try to reinstall CiviGroup Roles Sync.
es_es: Hubo un error al añadir la regla de asociación. Por favor verifique la configuración de su base de datos e intente de nuevo. Si continua apareciendo este mensaje de error, intente reinstalar la sincronización de roles CiviGroup.
sk_sk: Pri pridávaní pravidla priradenia došlo k chybe. Skontrolujte nastavenia databázy a skúste to znova. Ak sa vám bude stále zobrazovať toto chybové hlásenie, skúste opätovne nainštalovať synchronizáciu rolí CiviGroup.

source: Error: Unable to sync role %role
es_es: Error: No se puede sincronizar el rol %role
sk_sk: Chyba: Nepodarilo sa synchronizovať rolu %role

source: CiviCRM contact not found for %mail
es_es: Contacto CiviCRM no encontrado para %mail
sk_sk: Nenašiel sa kontakt CiviCRM pre %mail

source: here
es_es: aquí
sk_sk: tu

source: CiviGroup Roles Sync installed. You will need to specify sync rules !1.
es_es: Sincronización de roles CiviGrupo instalada. Necesitará especificar las reglas de sincronización !1.
sk_sk: Synchronizácia rolí CiviGroup nainštalovaná. Musíte špecifikovať pravidlá synchronizácie !1.

source: CiviCRM Contacts
es_es: Contactos CiviCRM
sk_sk: Kontakty CiviCRM

source: View displays CiviCRM Contacts, of people, organizations, etc.
es_es: Ver muestra contactos CiviCRM, personas, organizaciones, etc.
sk_sk: Zobrazia sa kontakty CiviCRM pre ľudí, organizácie atď.

source: The numeric ID of the Contact
es_es: El identificador numérico del contacto
sk_sk: Číselné ID kontaktu

source: Drupal ID
es_es: Identificador Drupal
sk_sk: ID pre Drupal

source: Relates a CiviCRM Contact to the Druapl User Record
es_es: Relaciona un contacto CiviCRM al registro de usuario Drupal
sk_sk: Vytvára vzťah medzi kontaktom CiviCRM a záznamom používateľa systému Drupal

source: Drupal User
es_es: Usuario de Drupal
sk_sk: Používateľ systému Drupal

source: Sort Name
es_es: Clasificar nombre
sk_sk: Zoraďovacie meno

source: The Contact Name for sorting purposes, Last Name then First
es_es: El nombre del contacto para propósitos de clasificación, Apellidos y después Nombre
sk_sk: Meno kontaktu na účely zoradenia, najprv priezvisko, potom krstné meno

source: Display Name
es_es: Mostrar nombre
sk_sk: Zobrazované meno

source: Full Name of the Contact with prefixes and suffixes
es_es: Nombre completo del contacto con prefijos y sufijos.
sk_sk: Celé meno kontaktu s titulmi pred a za menom

source: Contact's Gender
es_es: Sexo del contacto
sk_sk: Pohlavie kontaktu

source: First Name
es_es: Nombre
sk_sk: Krstné meno

source: Middle Name
es_es: Segundo Nombre
sk_sk: Stredné meno

source: Last Name
es_es: Apellidos
sk_sk: Priezvisko

source: Is Deceased
es_es: Ha fallecido
sk_sk: Je zosnulý/-á

source: Is the contact deceased?
es_es: ¿El contacto ha fallecido?
sk_sk: Je kontakt zosnulý?

source: Do Not E-mail
es_es: No enviar correo electrónico
sk_sk: Neposielať e-mail

source: Does this contact not want to be emailed?
es_es: ¿Este contacto no quiere recibir correos electrónicos?
sk_sk: Nepraje si tento kontakt e-maily?

source: Do Not Phone
es_es: No telefonear
sk_sk: Netelefonovať

source: Does this contact not want to be phoned?
es_es: ¿Este contacto no quiere recibir llamadas telefónicas?
sk_sk: Nepraje si tento kontakt telefonáty?

source: Do Not Mail
es_es: No enviar correos
sk_sk: Neposielať poštu

source: Does this contact not want to be mailed?
es_es: ¿Este contacto no quiere recibir correos?
sk_sk: Nepraje si tento kontakt poštové zásielky?

source: Do Not Sms
es_es: No enviar SMS
sk_sk: Neposielať SMS

source: Does this contact not want to receive messages?
es_es: ¿Este contacto no quiere recibir mensajes?
sk_sk: Nepraje si tento kontakt správy?

source: Do Not Trade
es_es: No compartir con terceros
sk_sk: Neobchodovať

source: Does this contact not want trade?
es_es: ¿Este contacto no quiere compartir sus datos con terceros?
sk_sk: Nepraje si tento kontakt obchodovať?

source: Opted Out of Bulk Mail
es_es: Dado de baja de correos masivos
sk_sk: Explicitný nesúhlas s hromadným zasielaním

source: Has this contact opted out of bulk mail?
es_es: ¿Este contacto no desea correos masivos?
sk_sk: Vyjadril tento kontakt explicitný nesúhlas s hromadným zasielaním?

source: Is Deleted
es_es: Está eliminado
sk_sk: Je odstránené

source: Has this contact been deleted?
es_es: ¿Se ha eliminado este contacto?
sk_sk: Bol tento kontakt odstránený?

source: Organization Name
es_es: Nombre de la organización
sk_sk: Názov organizácie

source: The display name of the contact's organizations.
es_es: El nombre de pantalla de las organizaciones de contacto.
sk_sk: Zobrazovaný názov organizácie kontaktu.

source: Contact Type
es_es: Tipo de contacto
sk_sk: Typ kontaktu

source: Contact Sub Type
es_es: Subtipo de contacto
sk_sk: Podtyp kontaktu

source: The Sub-type for the Contact
es_es: El Subtipo para el contacto
sk_sk: Podtyp pre kontakt

source: CiviCRM Address
es_es: Dirección CiviCRM
sk_sk: Adresa CiviCRM

source: Is Primary Address
es_es: Es dirección principal
sk_sk: Je primárna adresa

source: Is this address the contact's primary address?
es_es: ¿Es ésta la dirección principal del contacto?
sk_sk: Je táto adresa primárna adresa kontaktu?

source: Is Billing Address
es_es: Es la dirección de facturación
sk_sk: Je fakturačná adresa

source: Is this address the contact's billing address?
es_es: ¿Es ésta la dirección de facturación del contacto?
sk_sk: Je táto adresa fakturačná adresa kontaktu?

source: Location Type
es_es: Tipo de ubicación
sk_sk: Typ umiestnenia

source: The Location of the Address for the Contact
es_es: La ubicación de la dirección para el contacto
sk_sk: Miesto v adrese kontaktu

source: Full Street Address
es_es: Dirección completa
sk_sk: Celá adresa

source: Full Street Address without Country, State or Postcode
es_es: Dirección completa de la calle, sin el país, provincia o código postal.
sk_sk: Celá adresa bez krajiny, štátu alebo PSČ

source: Supplemental Street Address
es_es: Dirección suplementaria de la calle
sk_sk: Dodatočný údaj adresy

source: Supplemental Street Address such as Apartment or Suite Number or Department
es_es: Dirección suplementaria de la calle, como ser piso, departamento o suite
sk_sk: Dodatočný údaj adresy, napr. číslo bytu, apartmánu alebo oddelenia

source: City / Suburb
es_es: Ciudad / suburbio
sk_sk: Mesto/predmestie

source: The City or Suburb the address is at
es_es: La ciudad o suburbio donde está la dirección
sk_sk: Mesto alebo predmestie, kde sa adresa nachádza

source: State / Province
es_es: Estado / Provincia
sk_sk: Štát/provincia

source: The State or Province of the Address
es_es: La provincia de la dirección
sk_sk: Štát alebo provincia prislúchajúce adrese

source: ZIP / Postal Code
es_es: Código postal
sk_sk: PSČ

source: ZIP / Postal Code of the Address
es_es: Código postal de la dirección
sk_sk: PSČ pre adresu

source: Latitude
es_es: Latitud
sk_sk: Zemepisná šírka

source: Latitude of the Address for mapping
es_es: Latitud de la dirección para geolocalización
sk_sk: Zemepisná šírka adresy pre mapovanie

source: Longitude
es_es: Longitud
sk_sk: Zemepisná dĺžka

source: Longitude of the Address for mapping
es_es: Longitud de la dirección para geolocalización
sk_sk: Zemepisná dĺžka adresy pre mapovanie

source: The Country of the Address
es_es: Pais de la dirección
sk_sk: Krajina pre adresu

source: The County of the Address
es_es: El municipio de la dirección
sk_sk: Okres pre adresu

source: In Global Settings
es_es: En configuraciones globales
sk_sk: V globálnych nastaveniach

source: Address Name
es_es: Dirección
sk_sk: Názov adresy

source: Be sure addres name is enabled %link
es_es: Asegúrese que el nombre de la dirección está activado %link
sk_sk: Dbajte na to, aby bol názov adresy povolený %link

source: CiviCRM Email
es_es: Correo electrónico CiviCRM
sk_sk: E-mail CiviCRM

source: Is Primary Email
es_es: Es el correo electrónico principal
sk_sk: Je primárny e-mail

source: Is this address the contact's primary email?
es_es: ¿Es ésta la dirección de correo electrónico principal del contacto?
sk_sk: Je táto adresa primárnym e-mailom kontaktu?

source: Is Billing Email
es_es: Es el correo electrónico de facturación
sk_sk: Je fakturačný e-mail

source: Is this address the contact's billing email?
es_es: ¿Es ésta la dirección de correo electrónico de facturación del contacto?
sk_sk: Je táto adresa fakturačným e-mailom kontaktu?

source: Email Address
es_es: Dirección de correo electrónico
sk_sk: E-mailová adresa

source: CiviCRM Phone Details
es_es: Detalles Teléfonos CiviCRM
sk_sk: Podrobnosti telefónu CiviCRM

source: Is Primary Phone
es_es: Es el teléfono principal
sk_sk: Je primárny telefón

source: Is this the contact's primary phone?
es_es: ¿Es éste el teléfono principal del contacto?
sk_sk: Je to primárny telefón kontaktu?

source: Is Billing Phone
es_es: Es el teléfono de facturación
sk_sk: Je telefón na účely fakturácie

source: Is this the contact's billing phone?
es_es: ¿Es éste el teléfono de facturación del contacto?
sk_sk: Je to telefón kontaktu na účely fakturácie?

source: The Location of the Phone for the Contact
es_es: La ubicación del teléfono del contacto
sk_sk: Miesto telefónu kontaktu

source: Phone Number
es_es: Número de teléfono
sk_sk: Telefónne číslo

source: Full Phone Number
es_es: Número de teléfono completo
sk_sk: Celé telefónne číslo

source: Phone Type
es_es: Tipo de teléfono
sk_sk: Typ telefónu

source: The Type, either Phone, Mobile, Fax or Pager
es_es: El tipo, ya sea teléfono, celular, fax o pager
sk_sk: Typ, či ide o telefón, mobil, fax alebo pager

source: CiviCRM Website
es_es: Sitio web CiviCRM
sk_sk: Webová lokalita CiviCRM

source: Website Type
es_es: Tipo de sitio web
sk_sk: Typ webovej lokality

source: The type of website for the contact
es_es: El tipo de sitio web para el contacto
sk_sk: Typ webovej lokality kontaktu

source: Website URL
es_es: URL del sitio web
sk_sk: URL webovej lokality

source: CiviCRM Events
es_es: Eventos CiviCRM
sk_sk: Podujatia CiviCRM

source: View displays CiviCRM Events
es_es: Ver muestra eventos CiviCRM
sk_sk: Zobrazia sa podujatia CiviCRM

source: Event ID
es_es: Identificador de evento
sk_sk: ID podujatia

source: The numeric ID of the Event
es_es: El identificador numérico del evento
sk_sk: Číselné ID podujatia

source: The Event Type
es_es: El tipo de evento
sk_sk: Typ podujatia

source: Is Public
es_es: Es público
sk_sk: Je verejné

source: Has this event been made public?
es_es: ¿Este evento ha sido hecho público?
sk_sk: Bolo toto podujatie označené ako verejné?

source: Is Active
es_es: Está activo
sk_sk: Je aktívne

source: Has this event been made active?
es_es: ¿Este evento ha sido hecho activo?
sk_sk: Bolo toto podujatie aktivované?

source: Include Template
es_es: Incluir plantilla
sk_sk: Zahrnúť šablónu

source: Include Event templates?
es_es: ¿Incluir plantillas de evento?
sk_sk: Zahrnúť šablóny podujatí?

source: Title
es_es: Título
sk_sk: Názov

source: The Event's Title
es_es: El tíitulo del evento
sk_sk: Názov podujatia

source: Summary
es_es: Resumen
sk_sk: Súhrn

source: The Event's Summary
es_es: El resumen del evento
sk_sk: Súhrn podujatia

source: Description
es_es: Descripción
sk_sk: Opis

source: The Event's Full Description
es_es: La descripción completa del evento
sk_sk: Celý opis podujatia

source: Start Date
es_es: Fecha de comienzo
sk_sk: Dátum začiatku

source: The Event's Start Date
es_es: Fecha de comienzo del evento
sk_sk: Dátum začiatku podujatia

source: End Date
es_es: Fecha de finalización
sk_sk: Dátum ukončenia

source: The Event's End Date
es_es: La fecha de finalización del evento
sk_sk: Dátum ukončenia podujatia

source: Is Online Registration On
es_es: Está habilitada la inscripción en línea
sk_sk: Je online registrácia povolená

source: Is Online Registration enabled for the event?
es_es: ¿Está habilitada la inscripción en línea para el evento?
sk_sk: Je online registrácia pre toto podujatie povolená?

source: Registration Start Date
es_es: Fecha de comienzo de la inscripción
sk_sk: Dátum začiatku registrácie

source: The Event's Online Registration Start Date
es_es: Fecha de comienzo de la inscripción en línea al evento
sk_sk: Dátum začiatku online registrácie na podujatie

source: Registration End Date
es_es: Fecha de finalización de la inscripción
sk_sk: Dátum ukončenia registrácie

source: The Event's Online Registration End Date
es_es: La fecha de finalización de la Inscripción en línea al evento
sk_sk: Dátum ukončenia online registrácie na podujatie

source: Registration Link Text
es_es: Texto del enlace de la inscripción
sk_sk: Text prepojenia na registráciu

source: Text for the Registration Link
es_es: Texto para el enlace de la inscripción
sk_sk: Text k prepojeniu na registráciu

source: CiviCRM Locations
es_es: Ubicaciones CiviCRM
sk_sk: Miesta CiviCRM

source: CiviCRM Participants
es_es: Participantes CiviCRM
sk_sk: Účastníci CiviCRM

source: View displays CiviCRM Participants, often in conjunction with Event Filters
es_es: Ver muestra participantes CiviCRM, a menudo junto a filtros de eventos
sk_sk: Zobrazia sa účastníci CiviCRM, často v spojení s filtrami podujatia

source: Participant ID
es_es: Identificador del participante
sk_sk: ID účastníka

source: The numeric ID of the Participant
es_es: El identificador numérico del participante
sk_sk: Číselné ID účastníka

source: Participant's Contact ID
es_es: Identificador del contacto del participante
sk_sk: ID kontaktu účastníka

source: The numeric ID of the Contact of the Participant
es_es: El identificador numérico del contacto del participante
sk_sk: Číselné ID kontaktu účastníka

source: CiviCRM Contact, with custom fields
es_es: Contacto CiviCRM, con campos personalizados
sk_sk: Kontakt CiviCRM s vlastnými poľami

source: The Status of the Participant's Booking and Attendance
es_es: El estado del registro y asistencia del los participantes
sk_sk: Stav rezervácie a účasti účastníka

source: Participant Role
es_es: Rol del participante
sk_sk: Rola účastníka

source: The Role the Participant is registered for.
es_es: El rol para el que el participante está registrado
sk_sk: Rola, s akou je účastník zaregistrovaný.

source: Source
es_es: Origen
sk_sk: Zdroj

source: Where did this registration come from?
es_es: ¿De dónde vino esta inscripción?
sk_sk: Cez čo sa spravila registrácia?

source: Register Date
es_es: Fecha de Inscripción
sk_sk: Dátum registrácie

source: The Date the participant Registered for the Event
es_es: La fecha en que el participante se inscribió al evento
sk_sk: Dátum, kedy sa účastník zaregistroval na podujatie

source: Is Pay Later
es_es: Es pagar más tarde
sk_sk: Je 'Zaplatiť neskôr'

source: Opted to Pay Later after Registration, and is still pending payment.
es_es: Eligió pagar luego de la inscripción y todavía se encuentra pendiente de pago.
sk_sk: Bolo vybraté Zaplatiť neskôr po registrácii a stále sa čaká na platbu.

source: Registered by ID
es_es: Registrado por identificador
sk_sk: Zaregistrované na základe ID

source: The numeric ID of the Participant who registered this Participant
es_es: El identificador numérico del participante que registró este participante
sk_sk: Číselné ID účastníka, ktorý zaregistroval tohto účastníka

source: CiviCRM Source Record Contact
es_es: Origen del registro del contacto CiviCRM
sk_sk: Kontakt pre záznam zdroja CiviCRM

source: Fee Level
es_es: Nivel de tarifa
sk_sk: Úroveň poplatku

source: The Fee Level the Participant is registered for.
es_es: El nivel de tarifa para el que el participante está registrado.
sk_sk: Úroveň poplatku, pre akú je účastník registrovaný.

source: Fee Amount
es_es: Comisión
sk_sk: Suma poplatku

source: The amount the Participant has paid or will have to pay.
es_es: La cantidad que el participante ha pagado o tiene que pagar.
sk_sk: Suma, ktorú účastník zaplatil alebo má zaplatiť.

source: CiviCRM Contributions
es_es: Contribuciones CiviCRM
sk_sk: Príspevky CiviCRM

source: View displays CiviCRM Contributions, with relation to contacts.
es_es: Ver muestra contribuciones CiviCRM relacionadas a contactos.
sk_sk: Zobrazia sa príspevky CiviCRM vo vzťahu ku kontaktom.

source: Contribution ID
es_es: Identificador de contribución
sk_sk: ID príspevku

source: The numeric ID of the Contribution
es_es: El identificador numérico de la contribución
sk_sk: Číselné ID príspevku

source: The Type of Contribution made, ie Member Dues, Event Fees etc
es_es: El tipo de contribución realizada, por ejemplo pago de miembros, cuota de eventos, etc
sk_sk: Typ príspevku, napr. členské poplatky, poplatky za podujatie atď.

source: The Page this Contribution came from
es_es: La página de dónde vino esta contribución
sk_sk: Stránka, z ktorej sa poskytol príspevok

source: Payment Instrument
es_es: Instrumento de pago
sk_sk: Platobný nástroj

source: The Payment Instrument Used for the Contribution
es_es: El instrumento de pago utilizado para la contribución
sk_sk: Platobný nástroj, cez ktorý sa poskytol príspevok

source: Receive Date
es_es: Fecha de recepción
sk_sk: Dátum prijatia

source: The Date the Contribution was received / paid
es_es: La fecha en que la contribución se recibió / pagó
sk_sk: Dátum, keď bol prijatý/zaplatený príspevok

source: Non Deductible Amount
es_es: Cantidad No Deducible
sk_sk: Neodpočítateľná suma

source: The Non Deductible Part of the Contribution
es_es: La parte no deducible de la contribución
sk_sk: Neodpočítateľná časť príspevku

source: Total Amount
es_es: Cantidad total
sk_sk: Celková suma

source: The Total Contribution made by the Contact
es_es: La contribución total realizada por el contacto
sk_sk: Celková hodnota príspevku kontaktu

source: The fee charged by the Payment Processor for the transaction.
es_es: La cuota cobrada por el procesador de pago utilizado para la transacción.
sk_sk: Poplatok, ktorý si účtuje systém na spracovanie platieb za transakciu.

source: Net Amount
es_es: Cantidad neta
sk_sk: Čistá suma

source: The Full Contribution minus Payment Processor Fees.
es_es: La contribución total menos los cargos del procesador de pago.
sk_sk: Celý príspevok mínus poplatky systému na spracovanie platieb.

source: Transaction ID
es_es: Identificador de transacción
sk_sk: ID transakcie

source: Unique Transaction ID from Payment Processor / Bank etc
es_es: Identificador de transacción única del procesador de pago / banco etc
sk_sk: Jedinečné ID transakcie systému na spracovanie platieb/banky atď.

source: Invoice ID
es_es: Identificador de factura
sk_sk: ID faktúry

source: Unique Invoice ID from system
es_es: Identificador de factura única del sistema
sk_sk: Jedinečné ID faktúry zo systému

source: Currency
es_es: Moneda
sk_sk: Mena

source: Currency used for the Contribution
es_es: Moneda utilizada para la contribución
sk_sk: Mena, v ktorej sa zaplatil príspevok

source: Cancellation Date
es_es: Fecha de cancelación
sk_sk: Dátum zrušenia

source: The Date the Contribution was cancelled (if it was)
es_es: Fecha en la que fue cancelada la contribución (si lo fue)
sk_sk: Dátum, keď bol príspevok zrušený (ak bol)

source: Cancellation Reason
es_es: Motivo de la cancelación
sk_sk: Dôvod zrušenia

source: The Reason for the Contribution Cancellation
es_es: El motivo de la cancelación de la contribución
sk_sk: Dôvod zrušenia príspevku

source: Receipt Date
es_es: Fecha de recepción
sk_sk: Dátum potvrdenia

source: The Date a receipt for the contribution was sent.
es_es: Fecha en la que fue enviado un recibo de la contribución.
sk_sk: Dátum odoslania potvrdenia o príspevku.

source: Thank You Date
es_es: Fecha de agradecimiento
sk_sk: Dátum poďakovania

source: The Date a thank you to the donor for the contribution was sent.
es_es: Fecha en la fue enviado el agradecimiento al contribuyente.
sk_sk: Dátum, keď bolo odoslané poďakovanie darcovi za príspevok.

source: Where the Contribution came through.
es_es: De donde vino la contribución.
sk_sk: Odkiaľ príspevok pochádza.

source: The Status of this Contribution
es_es: El estado de esta contribución
sk_sk: Stav tohto príspevku

source: Is Test
es_es: Es prueba
sk_sk: Je test

source: Is the contribution a test entry?
es_es: ¿Es una contribución de prueba?
sk_sk: Je príspevok testovací?

source: Opted to Pay Contribution Later, and is still pending payment.
es_es: Optó por pagar la contribución más tarde, y aún sigue pendiente de pago.
sk_sk: Bolo vybraté Zaplatiť príspevok neskôr a stále sa čaká na platbu.

source: CiviCRM Soft Credits
es_es: Créditos blandos CiviCRM
sk_sk: Dary v cudzom mene CiviCRM

source: Contribution Soft Credit ID
es_es: Identificador de crédito blando de contribución
sk_sk: ID poskytnutého daru v cudzom mene

source: The numeric ID of the Soft Credit
es_es: El identificador numérico del crédito blando
sk_sk: Číselné ID daru v cudzom mene

source: Amount
es_es: Cantidad
sk_sk: Suma

source: The amount of the soft credit
es_es: La cantidad del crédito blando
sk_sk: Suma daru v cudzom mene

source: Personal Campaign Page Nickname
es_es: Apodo de la página de campaña personal
sk_sk: Prezývka stránky osobnej kampane
