Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: Check this box to allow users to join a waitlist if the event is full. If a space becomes available, the first participant from the waitlist will move to 'Pending from waitlist' status, and will be sent an email with a link to complete their registration (including paying event fees - if any).
sk_sk: Začiarknite toto políčko, aby ste umožnili používateľom pridať sa na zoznam čakateľov, ak je podujatie plné. Keď sa uvoľní miesto, stav prvého účastníka na zozname čakateľov sa zmení na stav 'Čakajúci zo zoznamu čakateľov' a bude mu odoslaný e-mail s prepojením na dokončenie registrácie (vrátane platby poplatkov za podujatie, ak sa požadujú).

source: This message is displayed on the event information and event registration pages when the event is full AND the waitlist feature is enabled.
sk_sk: Táto správa sa zobrazí na stránkach s informáciami o podujatí a registráciou na podujatie, keď je podujatie plné A ZÁROVEŇ je povolená možnosť zoznamu čakateľov.

source: Include map presenting event location on event information page? (A map provider must be configured under <a href='%1'>Administer > System Settings > Mapping and Geocoding</a>)
sk_sk: Zahrnúť mapu s miestom podujatia na stránke s informáciami o podujatí? (Treba nakonfigurovať poskytovateľa mapy pomocou položiek <a href='%1'>Spravovať > Nastavenia systému > Mapovanie a geokódovanie</a>)

source: Calendar Links
sk_sk: Prepojenia na kalendár

source: Public Events
sk_sk: Verejné podujatia

source: When enabled, links helping people share this event with their social network will be displayed (e.g. Facebook, Twitter, LinkedIn and email).
sk_sk: Keď je táto možnosť povolená, zobrazia sa prepojenia, cez ktoré môžu ľudia zdieľať toto podujatie na svojej sociálnej sieti (napr. Facebook, Twitter, LinkedIn a e-mail).

source: Social media links will be included on the Event Info page, Thank-you page, Tell-a-Friend page (if enabled), and in event confirmation emails.
sk_sk: Prepojenia na sociálne siete sa zobrazia na stránke Informácie o podujatí, stránke s poďakovaním, stránke Odporučiť priateľovi (ak je povolená) a v e-mailoch s potvrdením podujatia.

source: Edit Participant Status Options
sk_sk: Upraviť možnosti stavu účastníka

source: Display event information:
sk_sk: Zobraziť informácie o podujatí:

source: When this Event is active, create links to the Event Information page by copying and pasting the following URL:
sk_sk: Keď je toto podujatie aktívne, vytvorte prepojenia na stránku s informáciami o podujatí tak, že skopírujete a prilepíte nasledujúcu adresu URL:

source: When this Event is active, create front-end links to the Event Information page using the Menu Manager. Select <strong>Event Info Page</strong> and enter <strong>%1</strong> for the Event ID.
sk_sk: Keď je toto podujatie aktívne, vytvorte klientske prepojenia na stránku Informácie o podujatí pomocou správcu ponuky. Vyberte stránku <strong>Informácie o podujatí</strong> a zadajte <strong>%1</strong> pre ID podujatia.

source: If this is a paid event and you want users to be able to register and pay online, select a payment processor to use.
sk_sk: Ak ide o platené podujatie a chcete, aby sa používatelia mohli zaregistrovať a platiť online, vyberte, ktorý systém na spracovanie platieb sa má používať.

source: NOTE: Alternatively, you can enable the <strong>Pay Later</strong> feature below without setting up a payment processor. All users will then be asked to submit payment offline (e.g. mail in a check, call in a credit card, etc.).
sk_sk: POZNÁMKA: Môžete tiež povoliť funkciu <strong>Zaplatiť neskôr</strong> uvedenú nižšie bez toho, aby ste nastavili systém na spracovanie platieb. Potom budú všetci používatelia požiadaní, aby uskutočnili platbu offline (napr. zaslaním šeku, uvedením údajov kreditnej karty atď.).

source: This financial type will be assigned to payments made by participants when they register online. If using a price set below note that the contribution record will have this financial type, however line items will be processed using the actual financial type selected for the price set item.
sk_sk: Tento finančný typ sa priradí k platbám, ktoré vykonajú účastníci, keď sa zaregistrujú online. Ak použijete súbor cien uvedený nižšie, pamätajte na to, že záznam o príspevku bude mať tento finančný typ, no položky v riadku budú spracované podľa aktuálneho finančného typu vybratého pre položku súboru cien.

source: Check this box if you want to offer discounted fees based on registration date (e.g. 'early-registration discounts').
sk_sk: Začiarknite toto políčko, ak chcete ponúkať znížené poplatky v závislosti od dátumu registrácie (napr. 'zľavy pri včasnej registrácii').

source: No Payment Processor has been configured / enabled for your site. If this is a <strong>paid event</strong> AND you want users to be able to <strong>register and pay online</strong>, you will need to <a href='%1'>configure a Payment Processor</a> first. Then return to this screen and assign the processor to this event.
sk_sk: Pre vašu lokalitu nebol nakonfigurovaný/povolený žiaden systém na spracovanie platieb. Ak ide o <strong>platené podujatie</strong> A chcete, aby sa používatelia mohli <strong>zaregistrovať a zaplatiť online</strong>, musíte najprv <a href='%1'>nakonfigurovať systém na spracovanie platieb</a>. Potom sa vráťte na túto obrazovku a priraďte systém na spracovanie platieb k tomuto podujatiu.

source: Regular Fees
sk_sk: Bežné poplatky

source: Use the table below to enter descriptive labels and amounts for up to ten event fee levels. These will be presented as a list of radio button options. Both the label and dollar amount will be displayed. You can also configure one or more sets of discounted fees by checking "Discounts by Signup Date" below.
sk_sk: Do tabuľky uvedenej nižšie zadajte opisné označenia a sumy až do desiatich úrovní poplatku za podujatie. Budú uvedené ako zoznam možností v podobe prepínača. Zobrazí sa označenie a suma v príslušnej mene. Môžete tiež nakonfigurovať jeden alebo viac súborov znížených poplatkov začiarknutím políčka 'Zľavy podľa dátumu registrácie' nižšie.

source: Click <a id='quickconfig' href='#'>here</a> if you want to configure the Regular Fees below as part of a Price Set, with the added flexibility and complexity that entails.
sk_sk: Kliknite <a id='quickconfig' href='#'>sem</a>, ak si prajete nakonfigurovať bežné poplatky uvedené nižšie ako súčasť súboru cien s príslušnou pridanou flexibilitou a komplexnosťou.

source: remove discount set
sk_sk: odstrániť množinu zliav

source: another discount set
sk_sk: ďalšia množina zliav

source: Discounted Fees
sk_sk: Znížené poplatky

source: If you uncheck "Discounts by Signup Date" and Save this form, any existing discount sets will be deleted.
sk_sk: Ak zrušíte začiarknutie políčka 'Zľavy podľa dátumu registrácie' a uložíte tento formulár, akékoľvek existujúce množiny zliav sa odstránia.

source: If this is NOT what you want to do, you can check "Discounts by Signup Date" again.
sk_sk: Ak si to NEPRAJETE, môžete znovu začiarknuť políčko 'Zľavy podľa dátumu registrácie'.

source: If this option is selected, the location will be shown in various places including: <ul> <li>Event information page</li> <li>Event registration confirmation emails</li> <li>HTML, RSS and ICALENDAR feeds of event information</li> </ul> Normally location information is made publicly available. By deselecting this box, the location is only available to event administrators.
sk_sk: Ak je vybratá táto možnosť, miesto sa zobrazí na viacerých miestach vrátane: <ul> <li>stránky s informáciami o podujatí</li> <li>e-mailov potvrdzujúcich registráciu na podujatie</li> <li>kanálov HTML, RSS a ICALENDAR s informáciami o podujatí</li> </ul> Informácie o mieste sú bežne verejne dostupné. Keď toto políčko nebude začiarknuté, k informáciám o mieste budú mať prístup iba správcovia podujatia.

source: Note that if 'Show Location' is not set a map will not be shown, regardless of the setting of 'Include Map to Event Location'.
sk_sk: Pamätajte na to, že ak nie je nastavená možnosť 'Zobraziť miesto', nezobrazí sa mapa, a to bez ohľadu na nastavenie 'Zahrnúť mapu pre miesto konania podujatia'.

source: Use this form to configure the location and optional contact information for the event. This information will be displayed on the Event Information page. It will also be included in online registration pages and confirmation emails if these features are enabled.
sk_sk: Tento formulár použite na konfiguráciu miesta a voliteľných kontaktných informácií pre podujatie. Tieto informácie sa zobrazia na stránke s informáciami o podujatí. Budú zahrnuté aj na stránkach pre online registráciu a v potvrdzujúcich e-mailoch, ak sú tieto možnosti povolené.

source: This location is used by %1 other events. Modifying location information will change values for all events.
sk_sk: Toto miesto sa používa pre ďalšie podujatia v počte %1. Ak sa upravia informácie o mieste, zmenia sa hodnoty pre všetky podujatia.

source: This location is used by %1 other event. Modifying location information will also change values for that event.
sk_sk: Toto miesto sa používa pre %1 ďalšie podujatie. Ak sa upravia informácie o mieste, zmenia sa aj hodnoty pre toto podujatie.

source: If you want to provide an Online Registration page for this event, check the first box below and then complete the fields on this form. You can offer online registration for both Paid and Free events. Paid events require that you have configured a <a href="%1">payment processor</a> for your site.
sk_sk: Ak si prajete poskytnúť pre toto podujatie stránku na online registráciu, najprv začiarknite prvé políčko dole a potom vyplňte polia v tomto formulári. Online registráciu môžete ponúknuť pre platené i bezplatné podujatia. Pri platených podujatiach musíte pre svoju lokalitu nakonfigurovať <a href="%1">systém na spracovanie platieb</a>.

source: You may also configure events to require administrative approval prior to participants completing the registration process. To enable this feature you must first enable the Participant Statuses used by the approval work-flow (Administer » CiviEvent » Participant Statuses). Then reload this form and check 'Require participant approval?'.
sk_sk: Podujatia môžete nakonfigurovať tak, aby sa pred tým, ako účastníci dokončia proces registrácie, požadovalo schválenie správcom. Na povolenie tejto funkcie musíte najprv povoliť stavy účastníkov použité v pracovnom postupe schválenia (Spravovať » CiviEvent » Stavy účastníkov). Potom znovu načítajte tento formulár a začiarknite políčko 'Požaduje sa schválenie účastníka?'.

source: If you want collect additional information during event registration, you will need to configure one or more CiviCRM Profiles - which are collections of standard or custom fields. For event registration, you often want to collect an email address and / or participants' first and last names. You may also need to collect additional information specific to a person's <strong>participation</strong> in an Event. Examples include meal and/or volunteer preferences.
sk_sk: Ak si prajete, aby sa počas registrácie na podujatie zbierali ďalšie informácie, budete musieť nakonfigurovať jeden alebo viac profilov CiviCRM, ktoré sú súborom štandardných alebo vlastných polí. Pre registráciu na podujatie často chcete zbierať e-mailovú adresu a/alebo krstné meno a priezvisko účastníka. Možno potrebujete zbierať aj ďalšie informácie o <strong>účasti</strong> na podujatí, napríklad, aké má daná osoba preferencie v oblasti jedál a/alebo preferencie dobrovoľníka.

source: If you haven't already configured custom fields and a profile for this, you can save this screen without selecting a Profile, complete the steps below and then return to <strong>Manage Events</strong> and select your new profile.
sk_sk: Ak ste si ešte nenakonfigurovali vlastné polia a profil na tento účel, môžete uložiť túto obrazovku bez toho, aby ste si vybrali profil, dokončiť kroky uvedené nižšie a potom sa vrátiť na položku <strong>Spravovať podujatia</strong> a vybrať si nový profil.

source: Create a custom field group which is 'Used for' <strong>Participants</strong>.
sk_sk: Vytvorte si skupinu vlastných polí, ktoré sú používané pre <strong>účastníkov</strong>.

source: Add your field(s) this custom field group.
sk_sk: Pridajte polia ku skupine vlastných polí.

source: Create a profile (e.g. 'Participant Information').
sk_sk: Vytvorte profil (napr. 'Informácie o účastníkovi').

source: Add your custom field(s) to this profile as profile fields.
sk_sk: Pridajte vlastné polia k tomuto profilu ako polia profilu.

source: Return to this screen (<strong>Administer CiviCRM &raquo; CiviEvent &raquo; Manage Events &raquo; Configure &raquo; Online Registration</strong>) and select your profile.
sk_sk: Vráťte sa na túto obrazovku (<strong>Spravovať CiviCRM &raquo; CiviEvent &raquo; Spravovať podujatia &raquo; Konfigurovať &raquo; Online registrácia</strong>) a vyberte svoj profil.

source: Registration Link
sk_sk: Prepojenie na registráciu

source: Display text for link from Event Information to Event Registration pages (e.g. 'Register Now!').
sk_sk: Text, ktorý sa zobrazí pre prepojenie zo stránky Informácie o podujatí na stránky Registrácia na podujatie (napr. 'Registrovať teraz!').

source: Multiple Participants
sk_sk: Viacero účastníkov

source: Check this box to allow users to register themselves AND additional participants for an event. When this feature is enabled, users have the option to specify the number of additional participants they are registering for. If this is a paid event, they can select a different event fee for each participant and will be charged the total of those fees. If a profile is included, they will complete the profile information for each participant.
sk_sk: Začiarknite toto políčko, aby ste umožnili používateľom zaregistrovať seba AJ ďalších účastníkov na podujatie. Keď je táto možnosť povolená, používatelia môžu určiť počet ďalších účastníkov, ktorých registrujú. Ak ide o platené podujatie, môžu pre každého účastníka vybrať iný poplatok za podujatie a bude im vyúčtovaná celková suma týchto poplatkov. Ak je zahrnutý aj profil, vyplnia profilové informácie pre každého účastníka.

source: You can use different profile for the person who is registering than for "Additional Participants". For example, you may want to require an email address from the person entering the registration while not requiring (or even requesting) emails for additional participants (i.e. their "guests").
sk_sk: Pre registrujúcu osobu môžete použiť iný profil ako pre ďalších účastníkov. Napríklad od osoby, ktorá vytvára registráciu, budete možno požadovať e-mailovú adresu, no nebudete očakávať (alebo dokonca vyžadovať) e-maily od ďalších účastníkov (napr. jej 'hostí').

source: Maximum Additional Participants
sk_sk: Maximálny počet ďalších účastníkov

source: Limit the number of additional participants that can be registered in a single booking.
sk_sk: Môžete obmedziť počet ďalších účastníkov pre registráciu pri jednom registrovaní.

source: Eg: if you choose '2' then the lead booker can bring 2 guests; there would be a limit of 3 participants in total per booking.
sk_sk: Keď napríklad vyberiete '2', potom hlavná registrujúca osoba môže zobrať 2 hostí. Na jednu registráciu bude celkový limit 3 účastníkov.

source: Allow Shared Email
sk_sk: Povoliť zdieľaný e-mail

source: Check this box to allow a user to register multiple participants using the same email address. Alternatively, if you want additional participants to be registered <strong>without requiring an email address to be entered for each person</strong> - check the "Register multiple participants" option, AND include a profile in this registration form which <strong>includes First Name and Last Name fields</strong>.
sk_sk: Začiarknite toto políčko, aby ste povolili používateľovi zaregistrovať viacero účastníkov pomocou rovnakej e-mailovej adresy. Ak si prajete zaregistrovať ďalších účastníkov <strong>bez toho, aby sa musela zadať e-mailová adresa pre každú osobu</strong>, začiarknite možnosť 'Zaregistrovať viacero účastníkov' A zahrňte profil v tomto registračnom formulári, ktorý <strong>obsahuje polia pre krstné meno a priezvisko</strong>.

source: Checking this box will also allow the <strong>same contact to register for this event multiple times</strong>, which is otherwise not possible.
sk_sk: Keď začiarknete toto políčko, bude sa môcť <strong>ten istý kontakt zaregistrovať na toto podujatie viackrát</strong>, čo inak nie je možné.

source: Duplicate Matching Rule
sk_sk: Pravidlo porovnávania duplikátov

source: By default, your event will use the Unsupervised duplicate matching rule to match participants in anonymous registrations with existing individuals. You may select another rule to use for this event instead. Make sure that your included profile(s) contain the fields needed by your matching rule.
sk_sk: Vaše podujatie bude predvolene používať pravidlo porovnávania duplikátov bez dohľadu, aby sa porovnali účastníci v anonymných registráciách s existujúcimi jednotlivcami. Pre toto podujatie môžete zvoliť aj iné pravidlo. Dbajte na to, aby profily, ktoré zahrniete, obsahovali polia potrebné pre vaše pravidlo porovnávania.

source: Require Approval
sk_sk: Požadovať schválenie

source: Check this box to require administrative approval for all the participants who self-register, prior to being able to complete the registration process. Participants will be placed in 'Awaiting Approval' status. You can review and approve participants from 'Find Participants' - select the 'Participant status - change' task. Approved participants will move to 'Pending from approval' status, and will be sent an email with a link to complete their registration (including paying event fees - if any).
sk_sk: Začiarknite toto políčko, ak sa má požadovať schválenie správcom pre všetkých účastníkov, ktorí sa registrujú sami, skôr ako budú môcť dokončiť proces registrácie. Účastníci budú mať stav 'Čaká sa na schválenie'. Prezerať a schvaľovať účastníkov môžete tak, že v časti 'Hľadať účastníkov' vyberiete úlohu 'Stav účastníka – zmeniť'. Schválení účastníci budú mať stav 'Čaká sa po schválení' a bude im odoslaný e-mail s prepojením na dokončenie registrácie (vrátane platby poplatkov za podujatie, ak sa požadujú).

source: Time Limit
sk_sk: Časový limit

source: Time limit <strong>in hours</strong> for confirming/finishing registration by participants with any of the pending statuses. Enter 0 (or leave empty) to disable this feature.
sk_sk: Časový limit <strong>v hodinách</strong> na potvrdenie/dokončenie registrácie účastníkmi s akýmkoľvek stavom čakania. Zadajte 0 (alebo nechajte prázdne), ak chcete túto možnosť zakázať.

source: Allow Self-service Cancellation or Transfer?
sk_sk: Povoliť samoobslužné zrušenie alebo prevod?

source: Check this box if you want to allow registered participants to either cancel their registration OR transfer it to another participant. If this feature is enabled, event confirmation emails will include a link to a Cancel or Transfer form.
sk_sk: Toto políčko začiarknite vtedy, ak chcete zaregistrovaným účastníkom povoliť zrušenie registrácie ALEBO prevod na iného účastníka. Ak je táto možnosť povolená, v potvrdzujúcich e-mailoch na podujatie bude prepojenie na formulár Zrušiť alebo Previesť.

source: <strong>Automated refunds for cancellations are NOT currently supported.</strong> Participants who have paid for an event will be notified that cancellations are not refundable.
sk_sk: <strong>Automatická refundácia pri zrušení NIE je momentálne podporovaná.</strong> Účastníci, ktorí zaplatia za podujatie, dostanú informáciu, že pri zrušení im nebudú vrátené peniaze.

source: Cancellation or Transfer Time Limit
sk_sk: Časový limit zrušenia alebo prevodu

source: Number of hours prior to event start date to allow self-service cancellation or transfer. Enter a negative number of hours to allow cancellation after the event starts. Enter 0 (or leave empty) to allow cancellation or transfer up until the event has started.
sk_sk: Počet hodín pred dátumom začiatku podujatia, keď je povolené samoobslužné zrušenie alebo prevod. Zadajte záporný počet hodín, aby ste umožnili zrušenie po začiatku podujatia. Zadajte 0 (alebo nechajte prázdne), ak chcete umožniť zrušenie alebo prevod iba do začiatku podujatia.

source: Do you want a registration confirmation email sent automatically to the user? This email includes event date(s), location and contact information. For paid events, this email is also a receipt for their payment.
sk_sk: Chcete, aby sa automaticky odosielal používateľovi e-mail s potvrdením registrácie? V tomto e-maile je uvedený dátum podujatia, miesto a kontaktné informácie. Pri platených podujatiach je tento e-mail aj potvrdením platby.

source: You can notify event organizers of each online registration by specifying one or more email addresses to receive a carbon copy (cc). Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
sk_sk: Organizátorov podujatia môžete informovať o každej online registrácii tak, že určíte jednu alebo viac e-mailových adries, na ktoré sa odošle kópia (cc). E-mailové adresy musia byť oddelené čiarkou (napr.: jana@priklad.sk, zuzana@priklad.sk).

source: You may specify one or more email addresses to receive a blind carbon copy (bcc) of the confirmation email. Multiple email addresses should be separated by a comma (e.g. jane@example.org, paula@example.org).
sk_sk: Môžete určiť jednu alebo viac e-mailových adries, na ktoré sa odošle skrytá kópia (bcc) potvrdzovacieho e-mailu. E-mailové adresy musia byť oddelené čiarkou (napr.: jana@priklad.sk, zuzana@priklad.sk).

source: remove profile
sk_sk: odstrániť profil

source: add another profile (bottom of page)
sk_sk: pridať ďalší profil (spodná časť stránky)

source: If you want to provide an Online Registration page for this event, check the first box below and then complete the fields on this form.
sk_sk: Ak chcete poskytnúť pre toto podujatie stránku na online registráciu, najprv začiarknite prvé políčko dole a potom vyplňte polia v tomto formulári.

source: Registration Screen
sk_sk: Obrazovka pre registráciu

source: Confirmation Screen
sk_sk: Obrazovka s potvrdením

source: Optionally hide the confirmation screen for free events.
sk_sk: Možnosť skryť obrazovku s potvrdením pre bezplatné podujatia.

source: Thank-you Screen
sk_sk: Obrazovka poďakovania

source: Confirmation Email
sk_sk: Potvrdzovací e-mail

source: Additional message or instructions to include in confirmation email.
sk_sk: Dodatočná správa alebo pokyny, ktoré sa majú zahrnúť v potvrdzovacom e-maile.

source: - same as for main contact -
sk_sk: – rovnaké ako hlavný kontakt –

source: Connected Repeating Events
sk_sk: Prepojené opakujúce sa podujatia

source: Event Link
sk_sk: Prepojenie na podujatie

source: View event info page
sk_sk: Zobraziť stránku s informáciami o podujatí

source: Event Configuration
sk_sk: Konfigurácia podujatia

source: Info &amp; Settings
sk_sk: Informácie a nastavenia

source: Set event title, type (conference, performance etc.), description, start and end dates, maximum number of participants, and activate the event. Enable the public participant listing feature.
sk_sk: Určte názov podujatia, typ (konferencia, predstavenie atď.), opis, dátumy začiatku a ukončenia, maximálny počet účastníkov a podujatie aktivujte. Povoľte možnosť verejného zoznamu účastníkov.

source: Set event location and event contact information (email and phone).
sk_sk: Určte miesto konania podujatia a kontaktné informácie pre podujatie (e-mail a telefón).
