Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: Event Template
sk_sk: Šablóna podujatia

source: Event Start
sk_sk: Začiatok podujatia

source: Event End
sk_sk: Ukončenie podujatia

source: Registration Start
sk_sk: Začiatok registrácie

source: Registration End
sk_sk: Ukončenie registrácie

source: - all -
sk_sk: - všetko -

source: - All multi-participant events -
sk_sk: - Všetky podujatia s viacerými účastníkmi -

source: after
sk_sk: po

source: before
sk_sk: pred

source: confirmation
sk_sk: potvrdenie

source: Cannot find participant ID
sk_sk: Nedá sa nájsť ID účastníka

source: Download iCalendar entry for this event.
sk_sk: Stiahnuť položku iCalendar pre toto podujatie.

source: Add event to Google Calendar
sk_sk: Pridať podujatie do Google kalendára

source: iCalendar feed for current and future public events
sk_sk: Kanál iCalendar pre aktuálne a budúce verejné podujatia

source: This event is full.
sk_sk: Toto podujatie je plné.

source: - Participant Fields -
sk_sk: – Polia účastníkov –

source: Participant Status (label)
sk_sk: Stav účastníka (označenie)

source: Participant Role (label)
sk_sk: Rola účastníka (označenie)

source: Participant status has been updated to '%1'. An email has been sent to %2.
sk_sk: Stav účastníka bol aktualizovaný na '%1'. Bol zaslaný e-mail na %2.

source: This event currently has the maximum number of participants registered (%1). However, you can still override this limit and register additional participants using this form.
sk_sk: Pre toto podujatie je momentálne zaregistrovaný maximálny počet účastníkov (%1). Tento limit však môžete prepísať a zaregistrovať ďalších účastníkov pomocou tohto formulára.

source: There are %2 people currently on the waiting list for this event. You can <a href='%1'>view waitlisted registrations here</a>, or you can continue and register additional participants using this form.
sk_sk: Na zozname čakateľov na toto podujatie sú momentálne ľudia v počte %2. <a href='%1'>Registrácie na zozname čakateľov si môžete pozrieť tu</a> alebo môžete pokračovať a zaregistrovať ďalších účastníkov pomocou tohto formulára.

source: Registration selections changed for %1
sk_sk: Výbery registrácie zmenené pre %1

source: This event registration can not be transferred or cancelled. Contact the event organizer if you have questions.
sk_sk: Táto registrácia na podujatie sa nedá previesť ani zrušiť. V prípade otázok sa obráťte na organizátora podujatia.

source: You cannot transfer or cancel your registration for %1 as you are not currently registered for this event.
sk_sk: Registráciu na podujatie %1 nemôžete previesť ani zrušiť, lebo momentálne nie ste na toto podujatie zaregistrovaný.

source: Registration for this event cannot be cancelled or transferred %1 than %2 hours %3 the event's start time. Contact the event organizer if you have questions.
sk_sk: Registrácia na toto podujatie sa nedá zrušiť ani previesť %1 viac ako %2 h. %3 začiatkom podujatia. V prípade otázok sa obráťte na organizátora podujatia.

source: Event Active On
sk_sk: Dátum aktivácie podujatia

source: Include Repeating Events
sk_sk: Zahrnúť opakujúce sa podujatia

source: a Test
sk_sk: test

source: not a Test
sk_sk: nie je test

source: Participant is %1
sk_sk: Účastník je %1

source: Fee level
sk_sk: Úroveň poplatku

source: Include participants from all events in the %1 series
sk_sk: Zahrnúť účastníkov všetkých podujatí v sérii %1

source: Participant is a Test?
sk_sk: Je účastník typu test?

source: Participant is Pay Later?
sk_sk: Je účastník typu Zaplatiť neskôr?

source: Delete Event
sk_sk: Odstrániť podujatie

source: This event cannot be deleted because there are participant records linked to it. If you want to delete this event, you must first find the participants linked to this event and delete them. You can use use <a href='%1'> CiviEvent >> Find Participants page </a>.
sk_sk: Podujatie nie je možné odstrániť, pretože sú s ním prepojené záznamy účastníkov. Ak chcete toto podujatie odstrániť, musíte najprv nájsť účastníkov prepojených s týmto podujatím a odstrániť ich. Môžete použiť stránku <a href='%1'> CiviEvent >> Hľadať účastníkov </a>.

source: '%1' has been deleted.
sk_sk: '%1' bolo odstránené.

source: Template Deleted
sk_sk: Šablóna odstránená

source: Event Deleted
sk_sk: Podujatie odstránené

source: This event is currently full.
sk_sk: Toto podujatie je momentálne plné.

source: This event is currently full. However you can register now and get added to a waiting list. You will be notified if spaces become available.
sk_sk: Toto podujatie je momentálne plné. Môžete sa však teraz zaregistrovať a pridať do zoznamu čakateľov. Keď bude voľné miesto, dostanete o tom správu.

source: If you find that you are creating multiple events with similar settings, you may want to use the <a href="%1">Event Templates</a> feature to streamline your workflow.
sk_sk: Ak zistíte, že vytvárate viacero podujatí s podobnými nastaveniami, môžete použiť funkciu <a href="%1">Šablóny podujatí</a>, aby ste si prácu zjednodušili.

source: From Template
sk_sk: Zo šablóny

source: Complete Description
sk_sk: Dokončiť opis

source: Display the event in public listings
sk_sk: Zobraziť udalosť v zozname pre verejnosť

source: Social media sharing links
sk_sk: Odkazy na zdieľanie na sociálnych sieťach

source: Map to the event location
sk_sk: Mapa k miestu podujatia

source: Calendar links
sk_sk: Prepojenia na kalendár

source: Max Number of Participants
sk_sk: Maximálny počet účastníkov

source: Max participants should be a positive number
sk_sk: Hodnota maximálneho počtu účastníkov by mala byť kladné číslo

source: Offer a Waitlist?
sk_sk: Ponúknuť zoznam čakateľov?

source: Waitlist Message
sk_sk: Správa o zozname čakateľov

source: Message if Event Is Full
sk_sk: Správa, ak je podujatie plné

source: Event is active
sk_sk: Podujatie je aktívne

source: Event Information and Settings
sk_sk: Informácie o podujatí a nastavenia

source: Event Fee(s)
sk_sk: Poplatky za podujatie

source: Pay Later Label
sk_sk: Označenie Zaplatiť neskôr

source: Please enter a valid money value for this field (e.g. %1).
sk_sk: Zadajte platnú peňažnú hodnotu pre toto pole (napr. %1).

source: Discounts by Signup Date?
sk_sk: Zľavy podľa dátumu registrácie?

source: Discount Name
sk_sk: Názov zľavy

source: Add Discount Set to Fee Table
sk_sk: Pridať množinu zliav do tabuľky s poplatkami

source: The discount end date cannot be prior to the start date.
sk_sk: Dátum ukončenia zľavy nemôže byť pred dátumom začiatku.

source: Please specify either start date or end date.
sk_sk: Zadajte buď dátum začiatku, alebo dátum ukončenia.

source: Select non-overlapping discount start date.
sk_sk: Vyberte neprekrývajúci sa dátum začiatku zľavy.

source: Select either of the dates.
sk_sk: Vyberte jeden z dátumov.

source: %1 is already used for Discount Name.
sk_sk: %1 sa už používa pre názov zľavy.

source: At least one fee should be entered for your Discount Set. If you do not see the table to enter discount fees, click the "Add Discount Set to Fee Table" button.
sk_sk: Do množiny zliav treba zadať aspoň jeden poplatok. Ak nevidíte tabuľku na zadanie zľavnených poplatkov, kliknite na tlačidlo 'Pridať množinu zliav do tabuľky s poplatkami'.

source: Please select financial type.
sk_sk: Vyberte finančný typ.

source: Please enter the fee label for the paid event.
sk_sk: Zadajte označenie poplatku pre platené podujatie.

source: Please select an appropriate option as default.
sk_sk: Vyberte vhodnú možnosť ako predvolenú.

source: Please enter a label for at least one fee level.
sk_sk: Zadajte označenie aspoň pre jednu úroveň poplatku.

source: Please enter an amount for at least one fee level.
sk_sk: Zadajte sumu aspoň pre jednu úroveň poplatku.

source: Please enter the Pay Later prompt to be displayed on the Registration form.
sk_sk: Zadajte výzvu Zaplatiť neskôr, aby sa zobrazovala vo formulári Registrácia.

source: Please enter the Pay Later instructions to be displayed to your users.
sk_sk: Zadajte pokyny pre možnosť Zaplatiť neskôr, aby sa zobrazovali pre vašich používateľov.

source: You have indicated that this is a paid event, but no payment option has been selected. If this is not a paid event, please select the "No" option at the top of the page. If this is a paid event, please select at least one payment processor and/or enable the pay later option.
sk_sk: Uviedli ste, že ide o platené podujatie, no nezvolili ste žiadnu možnosť platby. Ak toto podujatie nie je platené, zvoľte možnosť 'Nie' v hornej časti stránky. Ak je toto podujatie platené, vyberte aspoň jeden systém na spracovanie platieb a/alebo povoľte možnosť Zaplatiť neskôr.

source: Event Fees
sk_sk: Poplatky za podujatie

source: Create new location
sk_sk: Vytvoriť nové miesto

source: Use existing location
sk_sk: Použiť existujúce miesto

source: Choose Location
sk_sk: Vybrať miesto

source: Use Location
sk_sk: Použiť miesto

source: Show Location?
sk_sk: Zobraziť miesto?

source: Event Location
sk_sk: Miesto konania podujatia

source: Profile for Additional Participants
sk_sk: Profil pre ďalších účastníkov

source: Register Now
sk_sk: Registrovať teraz

source: Confirm Your Registration Information
sk_sk: Potvrďte informácie pre registráciu

source: Thank You for Registering
sk_sk: Ďakujeme za registráciu

source: Participation in this event requires approval. Submit your registration request here. Once approved, you will receive an email with a link to a web page where you can complete the registration process.
sk_sk: Na účasť na tomto podujatí sa požaduje schválenie. Odošlite svoju žiadosť o registráciu tu. Keď bude schválená, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť proces registrácie.

source: Registration Link Text
sk_sk: Text prepojenia na registráciu

source: Registration Start Date
sk_sk: Dátum začiatku registrácie

source: Registration End Date
sk_sk: Dátum ukončenia registrácie

source: Register multiple participants?
sk_sk: Zaregistrovať viacero účastníkov?

source: Maximum additional participants
sk_sk: Maximálny počet ďalších účastníkov

source: Allow same email and multiple registrations?
sk_sk: Povoliť rovnaký e-mail a viac registrácií?

source: - Unsupervised rule -
sk_sk: – pravidlo bez dohľadu –

source: Duplicate matching rule
sk_sk: Pravidlo porovnávania duplikátov

source: Require participant approval?
sk_sk: Požaduje sa schválenie účastníka?

source: Approval message
sk_sk: Správa o schválení

source: Pending participant expiration (hours)
sk_sk: Čakajúce uplynutie platnosti účastníka (h)

source: Please enter the number of hours (as an integer).
sk_sk: Zadajte počet hodín (ako celé číslo).

source: Allow self-service cancellation or transfer?
sk_sk: Povoliť samoobslužné zrušenie alebo prevod?

source: Cancellation or transfer time limit (hours)
sk_sk: Časový limit zrušenia alebo prevodu (h)

source: Introductory Text
sk_sk: Úvodný text

source: Footer Text
sk_sk: Text päty

source: Use a confirmation screen?
sk_sk: Použiť obrazovku s potvrdením?

source: Send Confirmation Email?
sk_sk: Odoslať potvrdzovací e-mail?

source: CC Confirmation To
sk_sk: Kópia potvrdenia pre

source: BCC Confirmation To
sk_sk: Skrytá kópia potvrdenia pre

source: Confirm From Name
sk_sk: Meno odosielateľa pre potvrdenia

source: Confirm From Email
sk_sk: E-mail pre potvrdenia

source: Please enter Registration Link Text
sk_sk: Prosím vložte text prepojenia na registráciu

source: Please enter a Title for the registration Confirmation Page
sk_sk: Zadajte názov pre stránku s potvrdením registrácie

source: Please enter a Title for the registration Thank-you Page
sk_sk: Zadajte názov pre stránku s poďakovaním za registráciu

source: Please enter Confirmation Email FROM Name.
sk_sk: Zadajte meno odosielateľa potvrdzujúceho e-mailu.

source: Please enter Confirmation Email FROM Email Address.
sk_sk: Zadajte e-mailovú adresu odosielateľa potvrdzujúceho e-mailu.

source: Please add a profile with an email address if 'Send Confirmation Email?' is selected
sk_sk: Pridajte profil s e-mailovou adresou, keď je vybratá možnosť 'Odoslať potvrdzovací e-mail?'

source: Allow multiple registrations from the same email address requires a profile of type 'Individual'
sk_sk: Na povolenie viacerých registrácií z rovnakej e-mailovej adresy sa vyžaduje profil typu 'Jednotlivec'

source: Please include a Profile for online registration that contains an Email Address field and / or First Name + Last Name fields.
sk_sk: Zahrňte Profil pre online registráciu, ktorý obsahuje pole E-mailová adresa a/alebo polia Krstné meno + Priezvisko.

source: Please include a Profile for online registration of additional participants that contains an Email Address field and / or First Name + Last Name fields.
sk_sk: Zahrňte Profil pre online registráciu ďalších účastníkov, ktorý obsahuje pole E-mailová adresa a/alebo polia Krstné meno + Priezvisko.

source: The selected profiles do not contain the fields necessary to match registrations with existing contacts. This means all anonymous registrations will result in a new contact.
sk_sk: Vybraté profily neobsahujú polia potrebné na priradenie registrácií k existujúcim kontaktom. To znamená, že pri všetkých anonymných registráciách sa vytvorí nový kontakt.

source: The selected profiles can collect enough information to match registrations with existing contacts, but not all of the relevant fields are required. Anonymous registrations may result in duplicate contacts.
sk_sk: Vybraté profily umožňujú získavať dostatok informácií na priradenie registrácií k existujúcim kontaktom, ale nie všetky príslušné polia sú povinné. Pri anonymnej registrácii môžu vzniknúť duplicitné kontakty.

source: The selected profiles do not contain the fields necessary to match additional participants with existing contacts. This means all additional participants will result in a new contact.
sk_sk: Vybraté profily neobsahujú polia potrebné na priradenie ďalších účastníkov k existujúcim kontaktom. To znamená, že pri všetkých ďalších účastníkoch sa vytvorí nový kontakt.

source: The selected profiles can collect enough information to match additional participants with existing contacts, but not all of the relevant fields are required. This may result in duplicate contacts.
sk_sk: Vybraté profily umožňujú získavať dostatok informácií na priradenie ďalších účastníkov k existujúcim kontaktom, ale nie všetky príslušné polia sú povinné. Preto môžu vzniknúť duplicitné kontakty.

source: Online Registration
sk_sk: Online registrácia

source: Could not find Event ID
sk_sk: Nepodarilo sa nájsť ID podujatia

source: Info and Settings
sk_sk: Informácie a nastavenia

source: Schedule Reminders
sk_sk: Naplánovať pripomienky

source: Configure Repeating Event
sk_sk: Konfigurovať opakujúce sa podujatie

source: Configure Event
sk_sk: Konfigurovať podujatie

source: New Event Template
sk_sk: Nová šablóna podujatia

source: New Event
sk_sk: Nové podujatie

source: Manage Events
sk_sk: Spravovať podujatia

source: Manage Event Templates
sk_sk: Spravovať šablóny podujatia

source: Delete participant record for %1
sk_sk: Odstrániť účastnícky záznam pre %1

source: This Participant is linked to a contribution. You must have 'delete in CiviContribute' permission in order to delete this record.
sk_sk: Tento účastník je prepojený s príspevkom. Musíte mať povolenie 'odstrániť v CiviContribute', aby ste tento záznam mohli odstrániť.

source: Delete this participant record along with associated participant record(s).
sk_sk: Odstrániť záznam tohto účastníka spolu s priradenými záznamami účastníka.

source: Delete only this participant record.
sk_sk: Odstrániť iba záznam tohto účastníka.

source: Selected participant was deleted successfully.
sk_sk: Vybratý účastník bol úspešne odstránený.

source: The following participants no longer have an event fee recorded. You can edit their registration and record a replacement contribution by clicking the links below:
sk_sk: Nasledujúci účastníci už nemajú záznam o poplatku za podujatie. Ich registráciu môžete upraviť a zaznamenať náhradný príspevok kliknutím na odkazy nižšie:

source: Group Payment Deleted
sk_sk: Skupinová platba odstránená

source: Event Registration for %1
sk_sk: Registrácia na podujatie pre %1

source: Send Notification
sk_sk: Odoslať upozornenie

source: Please enter the associated Financial Type
sk_sk: Zadajte priradený finančný typ

source: This contact has already been assigned to this event.
sk_sk: Tento kontakt bol už k tomuto podujatiu priradený.

source: Selected Event is not Paid Event
sk_sk: Vybraté podujatie nie je platené podujatie

source: Event registration information for %1 has been updated.
sk_sk: Informácie o registrácii na podujatie pre %1 boli aktualizované.

source: A confirmation email has been sent to %1
sk_sk: Potvrdzujúci e-mail bol odoslaný na %1

source: Event registration for %1 has been added.
sk_sk: Registrácia na podujatie pre %1 bola pridaná.

source: A confirmation email has been sent to %1.
sk_sk: Potvrdzujúci e-mail bol odoslaný %1.

source: Discount Set
sk_sk: Množina zliav

source: Record Payment?
sk_sk: Zaznamenať platbu?

source: Send Confirmation?
sk_sk: Odoslať potvrdenie?

source: CiviEvent Dashboard
sk_sk: Tabuľa CiviEvent

source: Offline Registration for Event: %2 by: %1
sk_sk: Offline registrácia na podujatie: %2 od: %1

source: Change selections for %1
sk_sk: Zmeniť výber pre %1

source: Save and Record Payment
sk_sk: Uložiť a zaznamenať platbu

source: The fee selection has been changed for this participant
sk_sk: Výber poplatku bol pre tohto účastníka zmenený

source: The requested participant record does not exist (possibly the record was deleted).
sk_sk: Požadovaný záznam účastníka neexistuje (záznam bol možno odstránený).

source: View Event Registration for
sk_sk: Zobraziť registráciu na podujatie pre

source: Register Participant %1 of %2
sk_sk: Zaregistrovať účastníka %1 z %2

source: It looks like you are now registering a group of %1 participants. The event has %2 available spaces (you will not be wait listed). Registration for this event requires approval. You will receive an email once your registration has been reviewed.
sk_sk: Zdá sa, že registrujete skupinu účastníkov v počte %1. Počet dostupných miest na podujatie je %2 (nebudete na zozname čakateľov). Na registráciu na toto podujatie sa požaduje schválenie. Keď bude registrácia posúdená, dostanete e-mail.

source: It looks like you are now registering a group of %1 participants. The event has %2 available spaces (you will not be wait listed).
sk_sk: Zdá sa, že registrujete skupinu účastníkov v počte %1. Počet dostupných miest na podujatie je %2 (nebudete na zozname čakateľov).

source: It looks like you are now registering a group of %1 participants. The event has %2 available spaces (you will not be wait listed). Please go back to the main registration page and reduce the number of additional people. You will also need to complete payment information.
sk_sk: Zdá sa, že registrujete skupinu účastníkov v počte %1. Počet dostupných miest na podujatie je %2 (nebudete na zozname čakateľov). Vráťte sa na hlavnú stránku pre registráciu a znížte počet ďalších ľudí. Budete musieť vyplniť aj informácie o platbe.

source: Registration Error
sk_sk: Chyba pri registrácii

source: If you skip this participant there will be enough spaces in the event for your group (you will not be wait listed). Registration for this event requires approval. You will receive an email once your registration has been reviewed.
sk_sk: Ak vynecháte tohto účastníka, bude na podujatí dosť miesta pre vašu skupinu (nebudete na zozname čakateľov). Na registráciu na toto podujatie sa požaduje schválenie. Keď bude registrácia posúdená, dostanete e-mail.

source: If you skip this participant there will be enough spaces in the event for your group (you will not be wait listed).
sk_sk: Ak vynecháte tohto účastníka, bude na podujatí dosť miesta pre vašu skupinu (nebudete na zozname čakateľov).

source: If you skip this participant there will be enough spaces in the event for your group (you will not be wait listed). Please go back to the main registration page and reduce the number of additional people. You will also need to complete payment information.
sk_sk: Ak vynecháte tohto účastníka, bude na podujatí dosť miesta pre vašu skupinu (nebudete na zozname čakateľov). Vráťte sa na hlavnú stránku pre registráciu a znížte počet ďalších ľudí. Budete musieť vyplniť aj informácie o platbe.

source: This event is currently full. You are registering for the waiting list. You will be notified if spaces become available.
sk_sk: Toto podujatie je momentálne plné. Teraz sa registrujete do zoznamu čakateľov. Keď bude voľné miesto, dostanete o tom správu.

source: It looks like you are registering more participants then there are spaces available. All participants will be added to the waiting list. You will be notified if spaces become available.
sk_sk: Zdá sa, že registrujete viac účastníkov, ako je dostupných miest. Všetci účastníci budú pridaní do zoznamu čakateľov. Keď bude voľné miesto, dostanete o tom správu.

source: It looks like there are enough spaces in this event for your group (you will not be wait listed).
sk_sk: Zdá sa, že na podujatí je dosť miesta pre vašu skupinu (nebudete na zozname čakateľov).

source: It looks there are enough spaces in this event for your group (you will not be wait listed). Registration for this event requires approval. You will receive an email once your registration has been reviewed.
sk_sk: Zdá sa, že na podujatí je dosť miesta pre vašu skupinu (nebudete na zozname čakateľov). Na registráciu na toto podujatie sa požaduje schválenie. Keď bude registrácia posúdená, dostanete e-mail.

source: Please go back to the main registration page, to complete payment information.
sk_sk: Vráťte sa na hlavnú stránku pre registráciu, aby ste doplnili informácie o platbe.

source: Skip Participant
sk_sk: Vynechať účastníka

source: A person with this email address is already registered for this event.
sk_sk: Osoba s touto e-mailovou adresou je už na toto podujatie zaregistrovaná.

source: The email address must be unique for each participant.
sk_sk: Každý účastník musí mať jedinečnú e-mailovú adresu.

source: The first name and last name must be unique for each participant.
sk_sk: Každý účastník musí mať jedinečné krstné meno a priezvisko.

source: Your event registration will be confirmed. Please go back to the main registration page, to complete payment information.
sk_sk: Vaša registrácia na podujatie bude potvrdená. Vráťte sa na hlavnú stránku pre registráciu, aby ste doplnili informácie o platbe.

source: Sorry, it looks like this event only has %2 spaces available, and you are trying to register %1 participants. Please change your selections accordingly.
sk_sk: Ľutujeme, ale zdá sa, že na toto podujatie je dostupných už len %2 miest a vy sa snažíte zaregistrovať %1 účastníkov. Prispôsobte tomu svoj výber.

source: You are going to skip the last participant, your event registration will be confirmed. Please go back to the main registration page, to complete payment information.
sk_sk: Chystáte sa vynechať posledného účastníka, vaša registrácia na podujatie bude potvrdená. Vráťte sa na hlavnú stránku pre registráciu, aby ste doplnili informácie o platbe.

source: Your payment information looks incomplete. Please go back to the main registration page, to complete payment information.
sk_sk: Zdá sa, že vaše informácie o platbe nie sú úplné. Vráťte sa na hlavnú stránku pre registráciu, aby ste doplnili informácie o platbe.
