Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: Determine if the event is free or paid. For paid events, set the payment processor, fee level(s) and discounts. Give online registrants the option to 'pay later' (e.g. mail in a check, call in a credit card, etc.).
sk_sk: Stanovte, či je podujatie bezplatné alebo platené. Pre platené podujatia nastavte systém na spracovanie platieb, úroveň poplatku a zľavy. Poskytnite ľuďom registrujúcim sa online možnosť 'zaplatiť neskôr' (napr. zaslaním šeku, uvedením údajov kreditnej karty atď.).

source: Determine whether an online registration page is available. If so, configure registration, confirmation and thank you page elements and confirmation email details.
sk_sk: Stanovte, či bude dostupná stránka pre online registráciu. Ak áno, nastavte prvky stránky pre registráciu, potvrdenie a poďakovanie a podrobnosti potvrdzujúceho e-mailu.

source: Make it easy for participants to spread the word about this event to friends and colleagues.
sk_sk: Umožnite účastníkom jednoducho informovať o tomto podujatí priateľov a kolegov.

source: The following URL will display a list of registered participants for this event to users whose role includes "view event participants" permission: <a href="%1">%1</a>
sk_sk: Prostredníctvom nasledujúcej adresy URL sa zoznam účastníkov zaregistrovaných na toto podujatie zobrazí účastníkom s rolou, ktorá má povolenie 'zobraziť účastníkov podujatia': <a href="%1">%1</a>

source: The following URL will display a list of registered participants for this event: <a href="%1">%1</a>
sk_sk: Prostredníctvom nasledujúcej adresy URL sa zobrazí zoznam účastníkov zaregistrovaných na toto podujatie: <a href="%1">%1</a>

source: Participant Listing is not enabled for this event. You can enable it from
sk_sk: Možnosť zoznamu účastníkov nie je pre toto podujatie povolená. Môžete ju povoliť cez

source: View the Event Information page as it will be displayed to site visitors.
sk_sk: Zobraziť stránku Informácie o podujatí, ako sa bude zobrazovať návštevníkom lokality.

source: Registration
sk_sk: Registrácia

source: test-drive
sk_sk: testovacia verzia

source: Test-drive the entire online registration process - including custom fields, confirmation, thank-you page, and receipting. Fee payment transactions will be directed to your payment processor's test server. <strong>No live financial transactions will be submitted. However, a contact record will be created or updated and participant and contribution records will be saved to the database. Use obvious test contact names so you can review and delete these records as needed.</strong>
sk_sk: Otestujte si celý proces online registrácie vrátane vlastných polí, potvrdenia, stránky s poďakovaním a odoslania potvrdení. Transakcie platby poplatku budú presmerované na testovací server vášho systému na spracovanie platieb. <strong>Nezrealizujú sa naživo žiadne finančné transakcie. No vytvorí sa alebo sa aktualizuje záznam kontaktu a záznamy o účastníkovi a príspevku sa uložia do databázy. Použite jednoznačné testovacie kontaktné mená, aby ste mohli v prípade potreby posúdiť a odstrániť tieto záznamy.</strong>

source: live
sk_sk: naživo

source: Review your customized <strong>LIVE</strong> online event registration page here. Use the following URL in links and buttons on any website to send visitors to this live page
sk_sk: Prezrite si svoju prispôsobenú <strong>ŽIVÚ</strong> stránku pre online registráciu. Použite nasledujúcu adresu URL v prepojeniach a tlačidlách na akejkoľvek webovej lokalite, aby ste nasmerovali návštevníkov na túto živú stránku.

source: Public Participant Listing
sk_sk: Verejný zoznam účastníkov

source: WARNING: Deleting this registration will result in the loss of related payment records (if any).
sk_sk: UPOZORNENIE: Keď sa táto registrácia odstráni, stratia sa súvisiace záznamy o platbe (ak existujú).

source: There are %1 more Participant(s) registered by this participant.
sk_sk: Tento účastník zaregistroval ešte %1 účastníkov.

source: submit credit card event registration
sk_sk: odoslať registráciu na podujatie pomocou kreditnej karty

source: Use this form to submit an event registration on behalf of %1. <strong>A %2 transaction will be submitted</strong> using the selected payment processor.
sk_sk: Použite tento formulár, aby ste odoslali registráciu na podujatie v prospech %1. <strong>Odošle sa transakcia %2</strong> pomocou vybratého systému na spracovanie platieb.

source: Also Registered by this Participant
sk_sk: Tiež zaregistrovaný týmto účastníkom

source: view additional participant
sk_sk: zobraziť ďalšieho účastníka

source: Registered By
sk_sk: Zaregistroval

source: view primary participant
sk_sk: zobraziť primárneho účastníka

source: Change Registration Selections
sk_sk: Zmeniť výbery registrácie

source: Current Selections
sk_sk: Aktuálne výbery

source: Updated Fee(s)
sk_sk: Aktualizované poplatky

source: Participant Confirmation
sk_sk: Potvrdenie účastníka

source: Enter a message you want included at the beginning of the confirmation email. EXAMPLE: 'We have made the changes you requested to your registration.'
sk_sk: Zadajte správu, ktorú si prajete uviesť na začiatok potvrdzovacieho e-mailu. PRÍKLAD: 'Vykonali sme zmeny, ktoré ste pre svoju registráciu požadovali.'

source: Print Name Badge
sk_sk: Vytlačiť menovku

source: PDF letter - print for participant
sk_sk: List PDF – tlačiť pre účastníka

source: Configure this event
sk_sk: Konfigurovať toto podujatie

source: View this Participant
sk_sk: Zobraziť tohto účastníka

source: Total Participants : %1
sk_sk: Celkový počet účastníkov: %1

source: Event Availability : %1
sk_sk: Dostupnosť podujatia: %1

source: Please verify your information.
sk_sk: Prosím overte svoje údaje.

source: If space becomes available you will receive an email with a link to complete your registration.
sk_sk: Ak sa uvoľní miesto, dostanete e-mail s prepojením, kde môžete dokončiť svoju registráciu.

source: Click <strong>%1</strong> to be added to the WAIT LIST for this event.
sk_sk: Kliknite <strong>%1</strong> aby ste boli pridaní na zoznam čakateľov na toto podujatie.

source: Once approved, you will receive an email with a link to complete the registration process.
sk_sk: Po schválení dostanete e-mail s odkazom na dokončenie procesu registrácie.

source: Click <strong>%1</strong> to submit your registration for approval.
sk_sk: Kliknite <strong>%1</strong> na odoslanie svojej registrácie na schválenie.

source: Payment details
sk_sk: Detaily platby

source: Participant 1
sk_sk: Účastník 1

source: Participant Information
sk_sk: Informácie o účastníkovi

source: Participant %1
sk_sk: Účastník %1

source: View complete event information.
sk_sk: Zobraziť všetky informácie o podujatí.

source: Map this Address
sk_sk: Mapovať túto adresu

source: Map this Location
sk_sk: Mapovať toto miesto

source: Test-drive Your Event Registration Page
sk_sk: Testovacia verzia vašej stránky registrácie na podujatie

source: This page is currently running in <strong>test-drive mode</strong>. If this is a paid event, transactions will be sent to your payment processor's test server. <strong>No live financial transactions will be submitted. However, a contact record will be created or updated and test event registration and contribution records will be saved to the database. Use obvious test contact names so you can review and delete these records as needed. </strong> Refer to your payment processor's documentation for information on values to use for test credit card number, security code, postal code, etc.
sk_sk: Táto stránka je momentálne v <strong>testovacom režime</strong>. Ak ide o platené podujatie, transakcie sa odošlú na testovací server vášho systému na spracovanie platieb. <strong>Neodošlú sa žiadne živé finančné transakcie. No vytvorí sa alebo sa aktualizuje záznam kontaktu a záznamy o testovacej registrácii na podujatie a záznamy o príspevku sa uložia do databázy. Použite jednoznačné testovacie kontaktné mená, aby ste mohli v prípade potreby posúdiť a odstrániť tieto záznamy. </strong> Ďalšie informácie o hodnotách pre testovacie číslo kreditnej karty, bezpečnostný kód, PSČ atď. zistíte z dokumentácie k vášmu systému na spracovanie platieb.

source: Click here to register a different person for this event.
sk_sk: Kliknite sem na registráciu inej osoby na toto podujatie.

source: Not %1, or want to register a different person
sk_sk: Nie %1 alebo si prajete registráciu inej osoby

source: (including yourself)
sk_sk: (vrátane seba)

source: Fill in your registration information on this page. You will be able to enter the registration information for additional people after you complete this page and click &quot;Continue&quot;.
sk_sk: Vyplňte svoje informácie pre registráciu na tejto stránke. Po vyplnení tejto stránky a kliknutí na položku &quot;Pokračovať&quot; môžete zadať informácie pre registráciu ďalších ľudí.

source: You have been added to the WAIT LIST for this event.
sk_sk: Pridali sme vás na ZOZNAM ČAKATEĽOV na toto podujatie.

source: If space becomes available you will receive an email with a link to a web page where you can complete your registration.
sk_sk: Ak sa uvoľní miesto, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť registráciu.

source: Your registration has been submitted.
sk_sk: Vaša registrácia bola odoslaná.

source: Once your registration has been reviewed, you will receive an email with a link to a web page where you can complete the registration process.
sk_sk: Keď bude vaša registrácia posúdená, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť proces registrácie.

source: An email with event details has been sent to %1.
sk_sk: E-mail s podrobnosťami o podujatí bol odoslaný na %1.

source: Your registration has been processed successfully.
sk_sk: Vaša registrácia bola úspešne spracovaná.

source: A registration confirmation email has also been sent to %1
sk_sk: E-mail potvrdzujúci registráciu bol odoslaný aj na %1

source: Tax Total
sk_sk: Celková daň

source: Additional Participant Email(s)
sk_sk: E-maily ďalšieho účastníka

source: Back to "%1" event information
sk_sk: Späť na informácie o podujatí '%1'

source: if you are searching by participant name, check your spelling
sk_sk: ak vyhľadávate podľa mena účastníka, skontrolujte pravopis

source: Actual Participant Count
sk_sk: Reálny počet účastníkov

source: This is displayed for events which use Price Set field(s) to increment the number of participants counted against the event's maximum participant level. For example, someone may select a 'Table for 8' when registering for a fundraising dinner. This registration will increment the 'actual participant count' by 8, even though only one participant record is displayed in search results.
sk_sk: Toto sa zobrazuje pre podujatia, ktoré používajú polia Súbor cien na zvýšenie počtu účastníkov započítaných voči maximálnemu počtu účastníkov podujatia. Napríklad pri registrácii na dobročinnú večeru môže niekto vybrať 'Stôl pre 8'. Táto registrácia zvýši 'aktuálny počet účastníkov' o 8, hoci vo výsledkoch vyhľadávania sa zobrazí iba jeden záznam účastníka.

source: Find Events
sk_sk: Hľadať podujatia

source: List participants for this event (all statuses)
sk_sk: Zoznam účastníkov tohto podujatia (všetky stavy)

source: participants
sk_sk: účastníci

source: (no fee)
sk_sk: (žiaden poplatok)

source: Find more event participants
sk_sk: Hľadať ďalších účastníkov podujatia

source: View all events for this contact
sk_sk: Zobraziť všetky podujatia pre tento kontakt

source: Current<br />Participant
sk_sk: Aktuálny<br />účastník

source: Cancellations are not refundable.
sk_sk: V prípade zrušení nie je možná refundácia.

source: Update the status for each participant individually below, or change all statuses to:
sk_sk: Nižšie aktualizujte stav každého účastníka samostatne alebo zmeňte všetky stavy na:

source: This form <strong>will send email</strong> to contacts only in certain circumstances:
sk_sk: Tento formulár <strong>odošle e-mail</strong> kontaktom iba v určitých prípadoch:

source: <strong>Resolving "Pay Later" registrations for online registrations:</strong> Participants who registered online whose status is changed from <em>Pending Pay Later</em> to <em>Registered</em> or <em>Attended</em> will receive a confirmation email and their payment status will be set to completed. If this is not you want to do, you can change their participant status by editing their event registration record directly.
sk_sk: <strong>Riešenie registrácií typu 'Zaplatiť neskôr' pre online registrácie:</strong> Účastníci, ktorí sa zaregistrovali online a ktorých stav sa zmenil z <em>Čakajúci – zaplatiť neskôr</em> na <em>Registrovaný</em> alebo <em>Navštívil</em>, dostanú potvrdzujúci e-mail a ich stav platby sa nastaví na dokončený. Ak si to neprajete, môžete zmeniť ich stav účastníka tak, že priamo upravíte ich záznam registrácie na podujatie.

source: <strong>Special statuses:</strong> Participants whose status is changed to any of the following will be automatically notified via email: %1
sk_sk: <strong>Špeciálne stavy:</strong> Účastníci, ktorých stav sa zmení na jeden z nasledujúcich, budú automaticky informovaní cez e-mail: %1

source: Update field values for each participant as needed. To set a field to the same value for ALL rows, enter that value for the first participation and then click the <strong>Copy icon</strong> (next to the column title).
sk_sk: Podľa potreby aktualizujte hodnoty polí pre každého účastníka. Ak chcete nastaviť pole na rovnakú hodnotu pre VŠETKY riadky, zadajte túto hodnotu pri prvom účastníkovi a potom kliknite na <strong>ikonu kopírovania</strong> (vedľa názvu stĺpca).

source: Click <strong>Update Participant(s)</strong> below to save all your changes.
sk_sk: Kliknutím na položku <strong>Aktualizovať účastníkov</strong> nižšie uložte všetky vaše zmeny.

source: Are you sure you want to set status to Cancelled for the selected participants?
sk_sk: Naozaj chcete nastaviť stav na Zrušené pre vybratých účastníkov?

source: Are you sure you want to delete the selected participations? This delete operation cannot be undone and will delete all transactions and activity associated with these participations.
sk_sk: Naozaj chcete odstrániť vybraté účasti? Tento krok odstránenia sa nedá vrátiť späť a odstránia sa pri ňom všetky transakcie a aktivity spojené s týmito účasťami.

source: Number of selected participants: %1
sk_sk: Počet vybratých účastníkov: %1

source: Enabling Waitlisting and Registration Approval
sk_sk: Povoliť zoznam čakateľov a schválenie registrácie

source: This screen is particularly useful for managing events with Waitlisting and / or Registration Approval features enabled. In order to use these features you must first enable the related Participant Statuses (Administer &raquo; CiviEvent &raquo; Participant Statuses).
sk_sk: Táto obrazovka je mimoriadne užitočná na spravovanie podujatí s povolenými možnosťami zoznamu čakateľov a/alebo schválenia registrácie. Aby ste mohli tieto možnosti využívať, musíte najprv povoliť súvisiace stavy účastníkov (Spravovať &raquo; CiviEvent &raquo; Stavy účastníkov).

source: Tip: Managing waitlisted participants
sk_sk: Tip: Spravovanie účastníkov na zozname čakateľov

source: If you are moving participants from "On waitlist" to "Pending from waitlist" status, make sure there are available spaces for the event. An email with a link to confirm their registration will be automatically sent. However, they will only be allowed to complete their registration if the event is not full (e.g. the number of registered participants is less than the maximum number of participants configured for the event).
sk_sk: Ak presúvate účastníkov zo stavu 'Na zozname čakateľov' na 'Čakajúci zo zoznamu čakateľov', overte si, či sú pre podujatie dostupné miesta. Automaticky sa odošle e-mail s prepojením na potvrdenie ich registrácie. Registráciu však budú môcť dokončiť iba vtedy, ak podujatie nie je plné (napr. počet registrovaných účastníkov je menší ako maximálny počet účastníkov nakonfigurovaných pre podujatie).

source: Event Date
sk_sk: Dátum podujatia

source: NOTE: Contacts selected on the search results are not relevant here; all contacts that meet the following criteria will be in the group.
sk_sk: POZNÁMKA: Kontakty vybraté z výsledkov vyhľadávania tu nie sú relevantné. V skupine budú všetky kontakty, ktoré spĺňajú nasledujúce kritériá.

source: For each import, you can either INSERT new event registration (participant) records, or UPDATE existing records. You can not do both types of operations in a single import session.
sk_sk: Pre každý import môžete buď VLOŽIŤ nové záznamy (účastníka) registrácie na podujatie, alebo AKTUALIZOVAŤ existujúce záznamy. Pri jednej relácii importu nemôžete vykonať oba typy operácií.

source: If you are INSERTING new participant records, you will need to include a column in your data file containing the values used to link the event registration to an existing contact. You can use the 'Internal Contact ID', an 'External Identifier' (if you are using those in your contact records), OR the property defined in your Unsupervised Duplicate Matching rule (which is Email Address by default).
sk_sk: Ak VKLADÁTE nové záznamy účastníka, musíte do údajového súboru zahrnúť stĺpec s hodnotami, ktoré sa používajú na prepojenie registrácie na podujatie s existujúcim kontaktom. Môžete použiť 'Interné ID kontaktu', 'Externý identifikátor' (ak ich používate v záznamoch kontaktu) ALEBO vlastnosť definovanú v pravidle porovnávania duplikátov bez dohľadu (predvolene e-mailová adresa).

source: If you are UPDATING existing participants, you will need to include a column containing the unique CiviCRM-assigned participant ID to match to the existing participant record.
sk_sk: Ak AKTUALIZUJETE existujúcich účastníkov, budete musieť zahrnúť stĺpec obsahujúci jedinečné ID účastníka priradené systémom CiviCRM, aby sa porovnalo s existujúcim záznamom účastníka.

source: Total rows (participant records) in uploaded file.
sk_sk: Všetky riadky (záznamy účastníkov) v nahratom súbore.

source: Event Dashboard
sk_sk: Tabuľa podujatia

source: CiviEvent allows you to create customized page(s) for constituents to learn about events and optionally register online. You can create <a href='%1'><strong>new events</strong></a> and <a href='%2'><strong>manage existing events</strong></a>.
sk_sk: CiviEvent vám umožňuje vytvárať vlastné stránky pre zástupcov, aby sa dozvedeli o podujatiach a voliteľne sa registrovali online. Môžete vytvárať <a href='%1'><strong>nové podujatia</strong></a> a <a href='%2'><strong>spravovať existujúce podujatia</strong></a>.

source: You can also input and track offline Events. To enter events manually for individual contacts, use <a href='%1'>Find Contacts</a> to locate the contact. Then click <strong>View</strong> to go to their summary page and click on the <strong>New Event</strong> link. You can also <a href='%2'><strong>import batches of participants</strong></a> from other sources.
sk_sk: Môžete tiež zadávať a sledovať offline podujatia. Ak chcete manuálne zadať podujatia pre jednotlivé kontakty, použite funkciu <a href='%1'>Hľadať kontakty</a> na vyhľadanie kontaktu. Potom kliknutím na položku <strong>Zobraziť</strong> prejdite na jeho stránku súhrnu a kliknite na prepojenie <strong>Nové podujatie</strong>. Takisto môžete <a href='%2'><strong>importovať dávky účastníkov</strong></a> z iných zdrojov.

source: The Event Summary table provides a summary of up to ten scheduled and recent <strong>Events</strong>. Click the <strong>Event name</strong> to view the event as it will be displayed to site visitors. Click the <strong>Participants count</strong> to see a list of participants. To run your own customized searches - click <a href='%1'>Find Participants</a>. You can search by Participant Name, Event, Date Range and Status.
sk_sk: V tabuľke Súhrn podujatia je súhrn až desiatich plánovaných a nedávnych <strong>podujatí</strong>. Kliknite na <strong>názov podujatia</strong>, aby ste videli, ako sa bude podujatie zobrazovať návštevníkom lokality. Kliknite na <strong>počet účastníkov</strong>, aby ste videli zoznam účastníkov. Na spustenie vlastných prispôsobených vyhľadávaní kliknite na položku <a href='%1'>Hľadať účastníkov</a>. Môžete vyhľadávať podľa mena účastníka, podujatia, rozsahu dátumov a stavu.

source: Repeating Event
sk_sk: Opakujúce sa podujatie

source: Child
sk_sk: Dieťa

source: List %1 participants
sk_sk: Zoznam účastníkov (%1)

source: Not&nbsp;Counted
sk_sk: Nezapočítaný

source: Not&nbsp;Counted&nbsp;Due&nbsp;To&nbsp;Status
sk_sk: Nezapočítaný&nbsp;Splatnosť&nbsp;Pre&nbsp;Stav

source: Not&nbsp;Counted&nbsp;Due&nbsp;To&nbsp;Role
sk_sk: Nezapočítaný&nbsp;Splatnosť&nbsp;Pre&nbsp;Rola

source: Map event location
sk_sk: Mapovať miesto konania podujatia

source: Browse more events
sk_sk: Prehľadávať ďalšie podujatia

source: There are no active Events to display.
sk_sk: K dispozícii nie sú žiadne aktívne podujatia na zobrazenie.

source: You can <a href="%1">Create a New Event</a> now.
sk_sk: Teraz môžete <a href="%1">vytvoriť nové podujatie</a>.

source: Recent Registrations
sk_sk: Nedávne registrácie

source: Registration is closed for this event
sk_sk: Registrácia je pre toto podujatie uzavretá

source: Configure this event.
sk_sk: Nakonfigurujte toto podujatie.

source: Participant listing links.
sk_sk: Prepojenia zoznamu účastníkov.

source: List counted participants
sk_sk: Zoznam započítaných účastníkov

source: List uncounted participants
sk_sk: Zoznam nezapočítaných účastníkov

source: from
sk_sk: od

source: to
sk_sk: do

source: Show large map
sk_sk: Zobraziť veľkú mapu

source: Phone:
sk_sk: Telefón:

source: Category
sk_sk: Kategória

source: details...
sk_sk: podrobnosti...

source: ICalendar Downloads and Feeds
sk_sk: Stiahnutia a kanály iCalendar

source: iCalendar is a standard format for representing information about calendaring and scheduling. CiviEvent allows you to output your current and upcoming 'public' events in the iCalendar format - so this information can be shared with other iCalendar-enabled applications.
sk_sk: iCalendar poskytuje štandardný formát na zobrazenie informácií o kalendári a plánovaní. CiviEvent vám umožňuje výstup vašich aktuálnych a budúcich 'verejných' podujatí vo formáte iCalendar, aby sa tieto informácie mohli poskytovať aj ďalším aplikáciám povoleným systémom iCalendar.

source: Depending on how you want to use the iCalendar data - you can:
sk_sk: V závislosti od toho, ako chcete využívať údaje iCalendar, môžete:

source: Download an iCalendar file (with a *.ics extension) to your local computer.
sk_sk: Stiahnuť súbor iCalendar (s príponou *.ics) do svojho lokálneho počítača.

source: Access the data using an HTTP GET request from a specific URL. (This is the 'ICAL' icon on the Manage Events page.)
sk_sk: Pristupovať k údajom prostredníctvom požiadaviek HTTP GET z konkrétnej adresy URL (Je to ikona 'ICAL' na stránke Spravovať podujatia.).

source: The iCalendar Feed URL for CiviEvent on this site:
sk_sk: URL kanála iCalendar pre CiviEvent na tejto lokalite:

source: By default, both methods get all events whose starting date is greater than or equal to the current date. However, you can modify this by passing additional parameters in the URL:
sk_sk: Predvolene sa oboma metódami získajú všetky podujatia, ktorých dátum začiatku je väčší alebo rovnaký ako aktuálny dátum. No môžete to upraviť tak, že do adresy URL zadáte ďalšie parametre:

source: start=YYYYMMDD - Specify a different starting date range for the events to be listed.
sk_sk: start=RRRRMMDD – zadajte iný rozsah dátumov začiatku pre podujatia, ktoré sa majú zobraziť v zozname.
