Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: type=N - Specify a particular Event Type using the event_type_id value. (You can find these values by browsing the listing at Administer &raquo; CiviEvent &raquo; Event Types.)
sk_sk: type=N – Zadajte konkrétny typ podujatia pomocou hodnoty event_type_id. (Tieto hodnoty nájdete v zozname v položke Spravovať &raquo; CiviEvent &raquo; Typy podujatí.)

source: EXAMPLE: Given the default event types, this URL will retrieve all events with start dates on or after January 1, 2007 whose event type is 'Fundraiser':
sk_sk: PRÍKLAD: Ak sú dané predvolené typy podujatia, pomocou tejto adresy URL sa získajú všetky podujatia s dátumom začiatku 1. januára 2007 alebo neskôr, ktorých typ podujatia je 'Dobročinná akcia':

source: HTML Listing
sk_sk: Zoznam HTML

source: CiviEvent provides a page which lists your current and future public events in a table layout for display in a browser. Point people to this page using the following URL:
sk_sk: CiviEvent poskytuje stránku so zoznamom vašich aktuálnych a budúcich podujatí v podobe tabuľky, ktorá sa vám zobrazí v prehliadači. Na túto stránku môžete ľudí odkázať pomocou nasledujúcej adresy URL:

source: You can add links to this page in your Drupal or Joomla menus and on any content page. You can also use the additional parameters shown above to filter the events included on the page.
sk_sk: Prepojenia na túto stránku môžete pridať do svojich ponúk v systéme Drupal alebo Joomla a na akejkoľvek stránke s obsahom. Môžete tiež použiť ďalšie parametre zobrazené vyššie, aby ste vyfiltrovali podujatia zahrnuté na tejto stránke.

source: RSS 2.0 Feeds
sk_sk: Informačné kanály RSS 2.0

source: CiviEvent also creates an RSS 2.0 formatted feed which can be subscribed to people using RSS readers and can be displayed in most modern browsers. The RSS Feed URL for CiviEvent on this site:
sk_sk: CiviEvent vytvára aj kanál vo formáte RSS 2.0, na odber ktorého sa môžu pripojiť používatelia čítačiek RSS a ktorý je možný zobraziť vo väčšine moderných prehliadačov. Adresa URL kanála RSS pre CiviEvent na tejto lokalite:

source: You can also use the additional parameters shown above to filter the events included in the RSS feed.
sk_sk: Môžete použiť aj ďalšie parametre zobrazené vyššie, aby ste vyfiltrovali podujatia zahrnuté v kanáli RSS.

source: Add Event
sk_sk: Pridať podujatie

source: Counted Participants
sk_sk: Započítaní účastníci

source: Participants Not Counted
sk_sk: Nezapočítaní účastníci

source: No available Events match your search criteria. Suggestions:
sk_sk: Pre vaše kritériá vyhľadávania sa nenašli žiadne dostupné podujatia. Návrhy:

source: Try "Search All or by Date Range".
sk_sk: Vyskúšajte 'Vyhľadávať všetko alebo podľa rozsahu dátumov'.

source: Or you can <a href='%1'>browse all available Current Events</a>.
sk_sk: Alebo môžete <a href='%1'>prehľadávať všetky dostupné aktuálne podujatia</a>.

source: There are no events scheduled for the date range. You can <a href='%1'>add one</a>.
sk_sk: Pre rozsah dátumov nie sú naplánované žiadne podujatia. Môžete <a href='%1'>jedno pridať</a>.

source: There are currently no participants registered for this event.
sk_sk: V súčasnosti nie sú na toto podujatie zaregistrovaní žiadni účastníci.

source: This page lists all event registrations for %1 since inception.
sk_sk: Na tejto stránke sa nachádza zoznam všetkých registrácií na podujatie pre %1 od začiatku.

source: Click <a %1>Add Event Registration</a> to register this contact for an event.
sk_sk: Kliknite na položku <a %1>Pridať registráciu na podujatie</a>, aby ste zaregistrovali na podujatie tento kontakt.

source: Click <a %1>Submit Credit Card Event Registration</a> to process a new New Registration on behalf of the participant using their credit card.
sk_sk: Kliknite na položku <a %1>Odoslať registráciu na podujatie pomocou kreditnej karty</a>, aby ste spracovali novú registráciu v mene účastníka pomocou jeho kreditnej karty.

source: Add Event Registration
sk_sk: Pridať registráciu na podujatie

source: No event registrations have been recorded for this contact.
sk_sk: Pre tento kontakt neboli zaznamenané žiadne registrácie na podujatie.

source: Click on the event name for more information.
sk_sk: Kliknutím na názov podujatia zobrazíte ďalšie informácie.

source: You are not registered for any current or upcoming Events.
sk_sk: Nie ste zaregistrovaný na žiadne súčasné ani budúce podujatia.

source: Total for %1
sk_sk: Celkom pre %1

source: Event Confirmation
sk_sk: Potvrdenie podujatia

source: Thank you for your registration.
sk_sk: Ďakujeme vám za registráciu.

source: This is a confirmation that your registration has been received and your status has been updated to <strong>%1</strong>.
sk_sk: Toto je potvrdenie, že vaša registrácia bola prijatá a váš stav bol aktualizovaný na <strong>%1</strong>.

source: This is a confirmation that your registration has been received and your status has been updated to <strong>waitlisted</strong>.
sk_sk: Toto je potvrdenie, že vaša registrácia bola prijatá a váš stav bol aktualizovaný na <strong>Na zozname čakateľov</strong>.

source: This is a confirmation that your registration has been received and your status has been updated to <strong>registered<strong>.
sk_sk: Toto je potvrdenie, že sme dostali vašu registráciu a váš stav bol aktualizovaný na <strong>Registrovaný<strong>.

source: You were registered by:
sk_sk: Zaregistroval vás:

source: Click here to transfer or cancel your registration.
sk_sk: Kliknite sem na prevod alebo zrušenie registrácie.

source: Wait List Confirmation
sk_sk: Potvrdenie o zozname čakateľov

source: Registration Request Confirmation
sk_sk: Potvrdenie žiadosti o registráciu

source: "}Event Registration Cancelled for %1
sk_sk: "}Registrácia na podujatie zrušená pre %1

source: This is an invitation to complete your registration that was initially waitlisted.
sk_sk: Toto je pozvánka na dokončenie registrácie, ktorá bola pôvodne na zozname čakateľov.

source: Confirm Your Registration
sk_sk: Potvrďte svoju registráciu

source: Click here to confirm and complete your registration
sk_sk: Kliknite sem na potvrdenie a dokončenie vašej registrácie

source: This event allows for
sk_sk: Toto podujatie umožňuje

source: self service cancel or transfer
sk_sk: samoobslužné zrušenie alebo prevod

source: You may transfer your registration to another participant or cancel your registration up to %1 hours %2 the event.
sk_sk: Svoju registráciu môžete preniesť na ďalšieho účastníka alebo môžete registráciu zrušiť do %1 hodín %2 podujatia.

source: Confirm your registration for %1
sk_sk: Potvrďte registráciu pre %1

source: "}Your pending event registration for %1 has expired because you did not confirm your registration.
sk_sk: Vaša čakajúca registrácia na podujatie pre %1 vypršala, lebo ste nepotvrdili svoju registráciu.

source: Event registration has expired for %1
sk_sk: Registrácia na podujatie pre %1 vypršala

source: Your Event Registration has been Transferred to %1.
sk_sk: Vaša registrácia na podujatie bola prevedená na %1.

source: Event Registration Transferred for %1
sk_sk: Registrácia na podujatie prevedená pre %1

source: Missing Event ID
sk_sk: Chýbajúce ID podujatia

source: Participant Fields
sk_sk: Polia účastníka

source: Participant Contact
sk_sk: Kontakt účastníka

source: %1 record found and update not selected
sk_sk: %1 záznam nájdený a aktualizácia nie je zvolená
