Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: Text for link to Event Registration form which is displayed on Event Information screen when is_online_registration is true.
sk_sk: Text pre prepojenie pre formulár Registrácia na podujatie, ktorý sa zobrazí na obrazovke Informácie o podujatí, keď je položka is_online_registration pravda.

source: Date and time that online registration starts.
sk_sk: Dátum a čas začiatku online registrácie.

source: Date and time that online registration ends.
sk_sk: Dátum a čas ukončenia online registrácie.

source: Maximum number of registered participants to allow. After max is reached, a custom Event Full message is displayed. If NULL, allow unlimited number of participants.
sk_sk: Maximálny počet registrovaných účastníkov, ktorých je možné povoliť. Po dosiahnutí maxima sa zobrazí vlastná správa Podujatie plné. Ak je NULL, povoľuje sa neobmedzený počet účastníkov.

source: Event Information
sk_sk: Informácie o podujatí

source: Message to display on Event Information page and INSTEAD OF Event Registration form if maximum participants are signed up. Can include email address/info about getting on a waiting list, etc. Text and html allowed.
sk_sk: Správa, ktorá sa má zobraziť na stránke Informácie o podujatí NAMIESTO formulára Registrácia na podujatie, ak je zaregistrovaný maximálny počet účastníkov. Môže obsahovať e-mailovú adresu/informácie o tom, ako sa dostať na zoznam čakateľov atď. Povolený je textový formát aj formát HTML.

source: Event Full Message
sk_sk: Správa o zaplnení podujatia

source: Is this a PAID event?
sk_sk: Je toto PLATENÉ podujatie?

source: Financial type assigned to paid event registrations for this event. Required if is_monetary is true.
sk_sk: Finančný typ priradený registráciám na platené podujatie pre toto podujatie. Požadované, ak položka is_monetary je pravda.

source: Payment Processors configured for this Event (if is_monetary is true)
sk_sk: Systémy na spracovanie platieb nakonfigurované pre toto podujatie (ak položka is_monetary je pravda)

source: Map Enabled
sk_sk: Mapa povolená

source: Include a map block on the Event Information page when geocode info is available and a mapping provider has been specified?
sk_sk: Zahrnúť mapový blok na stránke Informácie o podujatí, keď sú dostupné informácie geokódovania a bol stanovený poskytovateľ mapovania?

source: Is this Event enabled or disabled/cancelled?
sk_sk: Je toto podujatie povolené alebo zakázané/zrušené?

source: Show Location
sk_sk: Zobraziť miesto

source: If TRUE, show event location.
sk_sk: Ak je to pravda, zobraziť miesto konania podujatia.

source: FK to Location Block ID
sk_sk: FK pre ID bloku miesta

source: Location Block
sk_sk: Blok miesta

source: Default Role
sk_sk: Predvolená rola

source: Participant role ID. Implicit FK to civicrm_option_value where option_group = participant_role.
sk_sk: ID roly účastníka. Implicitný FK pre civicrm_option_value, kde option_group = participant_role.

source: Introductory message for Event Registration page. Text and html allowed. Displayed at the top of Event Registration form.
sk_sk: Úvodná správa pre stránku registrácie na podujatie. Povolený je textový formát aj formát HTML. Zobrazuje sa v hornej časti formulára Registrácia na podujatie.

source: Footer message for Event Registration page. Text and html allowed. Displayed at the bottom of Event Registration form.
sk_sk: Správa v päte pre stránku Registrácia na podujatie. Povolený je textový formát aj formát HTML. Zobrazuje sa v dolnej časti formulára Registrácia na podujatie.

source: Confirmation Title
sk_sk: Nadpis potvrdenia

source: Title for Confirmation page.
sk_sk: Názov stránky s potvrdením.

source: Confirm Text
sk_sk: Text potvrdenia

source: Is confirm email
sk_sk: Je potvrdzovací e-mail

source: Confirmation Email Text
sk_sk: Text potvrdzovacieho e-mailu

source: text to include above standard event info on confirmation email. emails are text-only, so do not allow html for now
sk_sk: Text, ktorý sa má uviesť nad štandardnými informáciami o podujatí v potvrdzovacom e-maile. E-maily sú vo formáte iba text, preto teraz nepovoľujte HTML.

source: FROM email name used for confirmation emails.
sk_sk: Meno odosielateľa e-mailu používané pre potvrdzovacie e-maily.

source: FROM email address used for confirmation emails.
sk_sk: Adresa odosielateľa e-mailu používaná na potvrdzovacie e-maily.

source: Cc Confirm
sk_sk: Potvrdiť v kópii

source: comma-separated list of email addresses to cc each time a confirmation is sent
sk_sk: zoznam e-mailových adries oddelených čiarkou, ktoré sa dajú do kópie zakaždým, keď sa odošle potvrdenie

source: CC Confirm
sk_sk: Potvrdiť v kópii

source: Bcc Confirm
sk_sk: Potvrdiť v skrytej kópii

source: comma-separated list of email addresses to bcc each time a confirmation is sent
sk_sk: zoznam e-mailových adries oddelených čiarkou, ktoré sa dajú do skrytej kópie zakaždým, keď sa odošle potvrdenie

source: BCC Confirm
sk_sk: Potvrdiť v skrytej kópii

source: Default Fee ID
sk_sk: ID predvoleného poplatku

source: Default Discount Fee ID
sk_sk: ID predvoleného zníženého poplatku

source: ThankYou Title
sk_sk: Názov poďakovania

source: Title for ThankYou page.
sk_sk: Názov stránky s poďakovaním.

source: ThankYou Text
sk_sk: Text poďakovania

source: ThankYou Text.
sk_sk: Text poďakovania.

source: Footer message.
sk_sk: Správa v päte.

source: Pay Later Allowed
sk_sk: Zaplatiť neskôr povolené

source: Pay Later Text
sk_sk: Text pre Zaplatiť neskôr

source: The text displayed to the user in the main form
sk_sk: Text zobrazený používateľovi v hlavnom formulári

source: Pay Later Receipt Text
sk_sk: Text pre potvrdenie Zaplatiť neskôr

source: Partial Payments Enabled
sk_sk: Čiastočné platby povolené

source: is partial payment enabled for this event
sk_sk: sú čiastočné platby povolené pre toto podujatie

source: Initial Amount Label
sk_sk: Označenie počiatočnej sumy

source: Minimum Initial Amount
sk_sk: Minimálna počiatočná suma

source: Allow Multiple Registrations
sk_sk: Povoliť viac registrácií

source: if true - allows the user to register multiple participants for event
sk_sk: ak je pravda – umožňuje používateľovi zaregistrovať viac účastníkov podujatia

source: Maximum number of additional participants per registration
sk_sk: Maximálny počet ďalších účastníkov pre registráciu

source: Maximum number of additional participants that can be registered on a single booking
sk_sk: Maximálny počet ďalších účastníkov pre registráciu pri jednom registrovaní

source: Does Event allow multiple registrations from same email address?
sk_sk: Povoľuje podujatie viac registrácií z tej istej e-mailovej adresy?

source: if true - allows the user to register multiple registrations from same email address.
sk_sk: ak je pravda – umožňuje používateľovi zaregistrovať viac registrácií z rovnakej e-mailovej adresy

source: Waitlist Enabled
sk_sk: Zoznam čakateľov povolený

source: Whether the event has waitlist support.
sk_sk: Či podujatie podporuje zoznam čakateľov.

source: Requires Approval
sk_sk: Požaduje sa schválenie

source: Whether participants require approval before they can finish registering.
sk_sk: Či účastníci potrebujú schválenie pred dokončením registrácie.

source: Expiration Time
sk_sk: Čas vypršania platnosti

source: Expire pending but unconfirmed registrations after this many hours.
sk_sk: Čakajúce, ale nepotvrdené registrácie stratia platnosť po stanovenom počte hodín.

source: Allow Self-service Cancellation or Transfer
sk_sk: Povoliť samoobslužné zrušenie alebo prevod

source: Allow self service cancellation or transfer for event?
sk_sk: Povoliť samoobslužné zrušenie alebo prevod pre podujatie?

source: Self-service Cancellation or Transfer Time
sk_sk: Čas samoobslužného zrušenia alebo prevodu

source: Number of hours prior to event start date to allow self-service cancellation or transfer.
sk_sk: Počet hodín pred dátumom začiatku podujatia, keď je povolené samoobslužné zrušenie alebo prevod.

source: Waitlist Text
sk_sk: Text zoznamu čakateľov

source: Text to display when the event is full, but participants can signup for a waitlist.
sk_sk: Text, ktorý sa má zobraziť, keď je podujatie naplnené, ale účastníci sa môžu zaregistrovať na zozname čakateľov.

source: Approval Req Text
sk_sk: Text pre požadované schválenie

source: Text to display when the approval is required to complete registration for an event.
sk_sk: Text, ktorý sa má zobraziť, keď sa požaduje schválenie, aby sa dokončila registrácia na podujatie.

source: Approval Required Text
sk_sk: Text pre požadované schválenie

source: Is an Event Template
sk_sk: Je šablóna podujatia

source: whether the event has template
sk_sk: či má podujatie šablónu

source: Event Template Title
sk_sk: Názov šablóny podujatia

source: FK to civicrm_contact, who created this event
sk_sk: FK pre civicrm_contact, ktorý vytvoril toto podujatie

source: Event Created Date
sk_sk: Dátum vytvorenia podujatia

source: Date and time that event was created.
sk_sk: Dátum a čas vytvorenia podujatia.

source: The campaign for which this event has been created.
sk_sk: Kampaň, pre ktorú bolo toto podujatie vytvorené.

source: Can people share the event through social media?
sk_sk: Môžu ľudia zdieľať toto podujatie cez sociálne siete?

source: Is the booking confirmation screen enabled?
sk_sk: Je povolená obrazovka s potvrdením rezervácie?

source: Parent Event ID
sk_sk: ID nadradeného podujatia

source: Implicit FK to civicrm_event: parent event
sk_sk: Implicitný FK pre civicrm_event: nadradené podujatie

source: Subevent Slot Label ID
sk_sk: ID označenia slotu podradeného podujatia

source: Rule to use when matching registrations for this event
sk_sk: Pravidlo, ktoré sa má použiť, keď sa priraďujú registrácie pre toto podujatie

source: if true than billing block is required this event
sk_sk: ak je to pravda, pre toto podujatie je potrebný fakturačný blok

source: Are calendar links shown?
sk_sk: Zobrazujú sa odkazy na kalendár?

source: If true then calendar links are shown for this event.
sk_sk: Ak je to pravda, odkazy na kalendár sa zobrazujú pre toto podujatie

source: Records of contacts' attendance and roles in events.
sk_sk: Záznamy o účasti kontaktov a rolách na podujatiach.

source: FK to Event ID
sk_sk: FK pre ID podujatia

source: Participant status ID. FK to civicrm_participant_status_type. Default of 1 should map to status = Registered.
sk_sk: ID stavu účastníka. FK pre civicrm_participant_status_type. Predvolené 1 sa má mapovať k položke stav = Zaregistroval sa.

source: Participant Role ID
sk_sk: ID roly účastníka

source: Register date
sk_sk: Dátum registrácie

source: When did contact register for event?
sk_sk: Kedy sa kontakt zaregistroval pre podujatie?

source: Source of this event registration.
sk_sk: Zdroj pre túto registráciu na podujatie.

source: Registered By Participant ID
sk_sk: Zaregistrované na základe ID účastníka

source: FK to Participant ID
sk_sk: FK pre ID účastníka

source: Registered By Participant
sk_sk: Zaregistroval účastník

source: FK to Discount ID
sk_sk: FK pre ID zľavy

source: 3 character string, value derived from config setting.
sk_sk: reťazec 3 znakov, hodnota odvodená z konfiguračného nastavenia.

source: The campaign for which this participant has been registered.
sk_sk: Kampaň, pre ktorú sa tento účastník zaregistroval.

source: Discount Amount
sk_sk: Suma zľavy

source: Must Wait on List
sk_sk: Musí čakať na zozname

source: On Waiting List
sk_sk: Na zozname čakateľov

source: Transferred to Contact ID
sk_sk: Prenesené na ID kontaktu

source: Transferred to
sk_sk: Prenesené na

source: Created by Contact ID
sk_sk: Vytvorilo ID kontaktu

source: Contact responsible for registering this participant
sk_sk: Kontakt zodpovedný za registráciu tohto účastníka

source: Participant Payment
sk_sk: Platba účastníka

source: Participant Payments
sk_sk: Platby účastníka

source: Participant Payment ID
sk_sk: ID platby účastníka

source: Participant ID (FK)
sk_sk: ID účastníka (FK)

source: Participant Status Type
sk_sk: Typ stavu účastníka

source: Participant Status Types
sk_sk: Typy stavu účastníka

source: various types of CiviEvent participant statuses
sk_sk: Rôzne typy statusov účastníkov CiviPodujatí

source: Participant Status Type ID
sk_sk: ID typu stavu účastníka

source: unique participant status type id
sk_sk: jedinečné ID typu stavu účastníka

source: non-localized name of the status type
sk_sk: nelokalizovaný názov typu stavu

source: Participant Status Label
sk_sk: Označenie stavu účastníka

source: localized label for display of this status type
sk_sk: lokalizované označenie na zobrazenie tohto typu stavu

source: Participant Status Class
sk_sk: Trieda stavu účastníka

source: the general group of status type this one belongs to
sk_sk: všeobecná skupina typu stavu, ku ktorému patrí

source: Participant Status Is Reserved?
sk_sk: Je stav účastníka Rezervovaný?

source: whether this is a status type required by the system
sk_sk: či je tento typ stavu požadovaný systémom

source: Participant Status is Active
sk_sk: Stav účastníka je aktívny

source: whether this status type is active
sk_sk: či je tento typ stavu aktívny

source: Participant Status Counts?
sk_sk: Počíta sa stav účastníka?

source: whether this status type is counted against event size limit
sk_sk: či sa tento stavu počíta oproti limitu veľkosti podujatia

source: controls sort order
sk_sk: riadi poradie zoradenia

source: Participant Status Visibility
sk_sk: Viditeľnosť stavu účastníka

source: whether the status type is visible to the public, an implicit foreign key to option_value.value related to the `visibility` option_group
sk_sk: či je typ stavu viditeľný verejnosti, implicitný cudzí kľúč pre option_value.value vo vzťahu k option_group 'viditeľnosť'

source: Selections
sk_sk: Výbery

source: Event Level
sk_sk: Úroveň podujatia

source: Change Selections
sk_sk: Zmeniť výbery

source: No active price fields found for this event!
sk_sk: Pre toto podujatie sa nenašli aktívne polia cien!

source: Payment Information
sk_sk: Informácie o platbe

source: Registration Confirmation and Receipt
sk_sk: Potvrdenie registrácie a správa s potvrdením

source: Registration Confirmation
sk_sk: Potvrdenie registrácie

source: Send Confirmation and Receipt
sk_sk: Odoslať potvrdenie a správu s potvrdením

source: Send Confirmation
sk_sk: Odoslať potvrdenie

source: Automatically email a confirmation and receipt to %1?
sk_sk: Automaticky odoslať e-mail s potvrdením a správou s potvrdením pre %1?

source: Automatically email a confirmation to %1?
sk_sk: Automaticky odoslať e-mail s potvrdením pre %1?

source: Enter a message you want included at the beginning of the confirmation email.
sk_sk: Zadajte správu, ktorú si prajete zahrnúť na začiatok potvrdzovacieho e-mailu.

source: The Payment Status for this participant is Completed. The Participant Status is set to Pending (pay later). Click Cancel if you want to review or modify these values before saving this record
sk_sk: Stav platby tohto účastníka je Dokončené. Stav účastníka je nastavený na Čakajúce (zaplatiť neskôr). Ak si prajete prezrieť alebo upraviť tieto hodnoty pred uložením záznamu, kliknite na položku Zrušiť.

source: This Option is already full for this event.
sk_sk: Táto možnosť je už pre toto podujatie obsadená.

source: Payment amount is less than the amount owed. Expected participant status is 'Partially paid'. Are you sure you want to set the participant status to %1? Click OK to continue, Cancel to change your entries.
sk_sk: Suma platby je nižšia ako dlžná suma. Očakávaný stav účastníka je 'Čiastočne zaplatené'. Naozaj chcete nastaviť stav účastníka na %1? Ak chcete pokračovať, kliknite na položku OK, ak chcete upraviť zadané hodnoty, kliknite na položku Zrušiť.

source: How should this change affect others in the series?
sk_sk: Ako má táto zmena ovplyvniť ďalších v rade?

source: Only this %1
sk_sk: Iba tento %1

source: All others in the series will remain unchanged.
sk_sk: Všetci ostatní v rade zostanú bez zmeny.

source: This %1 onwards
sk_sk: Od tohto %1 ďalej

source: Change applies to this %1 and all that come after it.
sk_sk: Zmena sa použije na tohto %1 a všetkých po ňom.

source: Every %1
sk_sk: Každý %1

source: Change applies to every %1 in the series.
sk_sk: Zmena sa použije na každého %1 v rade.

source: Changes to date or time will <em>not</em> be applied to others in the series.
sk_sk: Zmeny v dátume alebo čase sa <em>nepoužijú</em> na ďalších v rade.

source: Update repeating %1
sk_sk: Aktualizovať opakujúce sa %1

source: Mode could not be updated, save only this %1?
sk_sk: Režim sa nepodarilo aktualizovať, uložiť iba tento %1?

source: Warning: Deleting this event template will also delete associated Event Registration Page and Event Fee configurations.
sk_sk: Upozornenie: Ak odstránite túto šablónu podujatia, odstránia sa aj konfigurácie stránky registrácie na podujatie a poplatku za podujatie.

source: Warning: Deleting this event will also delete associated Event Registration Page and Event Fee configurations.
sk_sk: Upozornenie: Ak odstránite toto podujatie, odstránia sa aj konfigurácie stránky registrácie na podujatie a poplatku za podujatie.

source: This is the title that users will see when they are selecting an event template to clone for a new event. It is <em>not</em> the title of the event itself.
sk_sk: Toto je názov, ktorý uvidia používatelia, keď si vyberú šablónu podujatia, ktorú chcú klonovať pre nové podujatie. <em>Nie</em> je to názov samotného podujatia.

source: You can select an existing Event Template as the basis for the new template you are creating, or you can create the template from scratch.
sk_sk: Ako základ pre novú šablónu, ktorú vytvárate, môžete vybrať existujúcu šablónu podujatia, prípadne môžete vytvoriť novú šablónu.

source: You can select a pre-configured Event Template to streamline setting up your new event. The information and configuration settings from the selected template will be automatically copied to this new event. You can then add and modify as needed for this specific event instance. Event templates do NOT store the event date and time - so you will definitely need to set those on this page.
sk_sk: Na uľahčenie nastavenia nového podujatia môžete vybrať nakonfigurovanú šablónu podujatia. Informácie a konfigurácia sa automaticky nakopírujú z vybratej šablóny do tejto novej udalosti. Tie potom môžete pridávať a upravovať podľa potreby pre túto konkrétnu inštanciu podujatia. Šablóny podujatí NEUKLADAJÚ dátum a čas podujatia, preto ich budete musieť určite nastaviť na tejto stránke.

source: The Role you select here is automatically assigned to people when they register online for this event (usually the default 'Attendee' role).
sk_sk: Rola, ktorú tu zvolíte, sa automaticky priradí ľuďom, keď sa online zaregistrujú pre toto podujatie (zvyčajne predvolená rola 'Účastník').

source: You can also allow people to choose a Role by creating a Profile with the Participant Role field. Then include that Profile when you configure the Online Registration page for this event.
sk_sk: Môžete tiež ľuďom umožniť vybrať si rolu tak, že vytvoríte profil s poľom Rola účastníka. Tento Profil potom zahrňte pri konfigurácii stránky Online registrácia pre toto podujatie.

source: To allow users to see a listing of participants, set this field to 'Name' (list names only), 'Name and Email', or 'Name, Status and Register Date'.
sk_sk: Ak chcete používateľom umožniť vidieť zoznam účastníkov, nastavte toto pole na 'Meno' (uviesť iba mená), 'Meno a e-mail' alebo 'Meno, stav a dátum registrácie'.

source: You will need to set Access Control permissions to include 'view event participants' for any Roles you want to access this listing.
sk_sk: Ak chcete zahrnúť 'zobraziť účastníkov podujatia', budete musieť nastaviť povolenia Riadenie prístupu pre akékoľvek roly, ktorým chcete poskytnúť prístup k tomuto zoznamu.

source: Create links to the listing page by copying the following URL, and adding it to the Event Description below and / or as a menu item or links elsewhere on your site:
sk_sk: Vytvorte prepojenia na stránku so zoznamom tak, že skopírujete nasledujúcu adresu URL a pridáte ju k opisu podujatia nižšie a/alebo ako položku ponuky, prípadne ako prepojenia inde na vašej lokalite:

source: After adding your event, create links to the listing page by copying the URL provided in the 'Participant Listing' section of the Configure Event page.
sk_sk: Po pridaní podujatia vytvorte prepojenia na stránku so zoznamami tak, že skopírujete URL poskytnutú v časti 'Zoznam účastníkov' na stránke Konfigurovať podujatie.

source: Then create front-end links to the Participant Listing page using the Menu Manager. Select <strong>Participant Listing Page</strong> and enter <strong>%1</strong> for the Event ID.
sk_sk: Potom vytvorte klientske prepojenia na stránku Zoznam účastníkov pomocou správcu ponuky. Vyberte stránku <strong>Zoznam účastníkov</strong> a zadajte <strong>%1</strong> pre ID podujatia.

source: Maximum Participants
sk_sk: Maximum účastníkov

source: Optionally set a maximum number of participants for this event.
sk_sk: Voliteľne nastavte maximálny počet účastníkov tohto podujatia.

source: You may allow users to join a waitlist when the event is full (by checking the box below).
sk_sk: V prípade, že je podujatie plné, umožnite používateľom pridať sa do zoznamu čakateľov (začiarknutím políčka uvedené nižšie).

source: You may allow users to join a waitlist when the event is full. To enable this feature you must first enable the Participant Statuses used by the waitlist work-flow (click the wrench icon, or navigate to Administer » CiviEvent » Participant Statuses). Then reload this form and check 'Offer a Waitlist?'.
sk_sk: Používateľom môžete povoliť pridať sa na zoznam čakateľov, keď je podujatie plné. Na povolenie tejto funkcie musíte najprv povoliť stavy účastníkov použité v pracovnom postupe zoznamu čakateľov (kliknite na ikonu kľúča alebo prejdite na položky Spravovať » CiviEvent » Stavy účastníkov). Potom znovu načítajte tento formulár a začiarknite políčko 'Ponúknuť zoznam čakateľov?'.

source: Otherwise, the registration link is hidden and the &quot;Event Full Message&quot' is displayed when the maximum number of registrations is reached. Only participants with status types marked as 'counted' are included when checking if the event is full.
sk_sk: Inak je prepojenie na registráciu skryté a &quot;Správa o tom, že podujatie je plné&quot‘ sa zobrazí, keď sa dosiahne maximálny počet registrácií. Pri kontrole, či je podujatie plné, sa zahrnú iba účastníci so stavom 'započítaný'.

source: Event-Full Message
sk_sk: Správa o tom, že podujatie je plné

source: Text displayed on the Event Information page when the maximum number of registrations is reached (unless you are offering a waitlist). If online registration is enabled, this message will also be displayed if users attempt to register.
sk_sk: Text, ktorý sa zobrazí na stránke Informácie o podujatí, keď sa dosiahne maximálny počet registrácií (ak neponúkate zoznam čakateľov). Ak je povolená online registrácia, táto správa sa tiež zobrazí, keď sa používatelia pokúsia o registráciu.

source: Waitlist
sk_sk: Zoznam čakateľov
