Repository: civicrm/l10n
Catalog: po/*/event.po
Languages: sk_sk

source: You have skipped last participant and which result into event having enough spaces, but your registration require approval, Once your registration has been reviewed, you will receive an email with a link to a web page where you can complete the registration process.
sk_sk: Vynechali ste posledného účastníka, takže na podujatí bude dosť miest. Vaša registrácia si však vyžaduje schválenie. Keď bude posúdená, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť proces registrácie.

source: You have skipped last participant and which result into event having enough spaces, hence your group become as register participants though you selected on wait list.
sk_sk: Vynechali ste posledného účastníka, takže na podujatí bude dosť miest. Preto sa z vašej skupiny stanú registrovaní účastníci, hoci ste vybrali zoznam čakateľov.

source: Registration information for participant %1 has been saved.
sk_sk: Informácie o registrácii pre účastníka %1 boli uložené.

source: Registration Saved
sk_sk: Registrácia uložená

source: You have been returned to the start of the registration process and any sold out events have been removed from your selections. You will not be able to continue until you review your booking and select different events if you wish.
sk_sk: Vrátili ste sa na začiatok procesu registrácie a z vášho výberu boli odstránené všetky vypredané podujatia. Nebudete môcť pokračovať, kým si nepozriete svoju registráciu a nevyberiete iné podujatia, ak si ich prajete.

source: Unfortunately some of your options have now sold out for one or more participants.
sk_sk: Žiaľ, niektoré z vašich možností sú vypredané pre jedného alebo viacerých účastníkov.

source: Please note that the options which are marked or selected are sold out for participant being viewed.
sk_sk: Všimnite si, že možnosti, ktoré sú označené alebo vybraté, sú pre zobrazeného účastníka vypredané.

source: Sold out:
sk_sk: Vypredané:

source: Please select a Payment Method
sk_sk: Vyberte spôsob platby

source: The system did not record payment details for this payment and so could not process the transaction. Please report this error to the site administrator.
sk_sk: Systém nezaznamenal podrobnosti o platbe pre túto platbu, a preto nemohol spracovať transakciu. Nahláste túto chybu správcovi lokality.

source: (multiple participants)
sk_sk: (viacero účastníkov)

source: You do not have permission to access this event registration. Contact the site administrator if you need assistance.
sk_sk: Nemáte povolenie na prístup k tejto registrácii na podujatie. Ak potrebujete pomoc, obráťte sa na správcu lokality.

source: Unfortunately there are currently no available spaces for the %1 event.
sk_sk: Žiaľ, v súčasnosti nie sú k dispozícii žiadne miesta na podujatie %1.

source: Your Credit Card transaction was not successful. No money has yet been charged to your card.
sk_sk: Vaša transakcia kreditnou kartou nebola úspešná. Cez vašu kartu ešte neboli zaúčtované žiadne prostriedky.

source: Click the "Confirm Registration" button to complete your registration in %1, or click "Cancel Registration" if you are no longer interested in attending this event.
sk_sk: Kliknite na tlačidlo 'Potvrdiť registráciu', ak chcete dokončiť registráciu na %1, alebo kliknite na tlačidlo 'Zrušiť registráciu', ak si už neprajete zúčastniť sa tohto podujatia.

source: Confirm your registration for %1.
sk_sk: Potvrďte registráciu na %1.

source: Click the "Confirm Registration" button to begin, or click "Cancel Registration" if you are no longer interested in attending this event.
sk_sk: Kliknite na tlačidlo 'Potvrdiť registráciu', ak chcete začať, alebo kliknite na tlačidlo 'Zrušiť registráciu', ak si už neprajete zúčastniť sa tohto podujatia.

source: Confirm Registration
sk_sk: Potvrdiť registráciu

source: Are you sure you want to cancel your registration for this event?
sk_sk: Naozaj chcete zrušiť registráciu na toto podujatie?

source: Cancel Registration
sk_sk: Zrušiť registráciu

source: You can cancel your registration for %1 by clicking "Cancel Registration".
sk_sk: Registráciu na %1 môžete zrušiť kliknutím na položku 'Zrušiť registráciu'.

source: Your registration for %1 has already been cancelled. No further action is needed.
sk_sk: Vaša registrácia na %1 už bola zrušená. Nie sú potrebné ďalšie kroky.

source: %1 Event registration(s) have been cancelled.
sk_sk: Registrácie na podujatia v počte %1 boli zrušené.

source: Your Event Registration has been cancelled.
sk_sk: Vaša registrácia na podujatie bola zrušená.

source: Email has been sent to : %1
sk_sk: E-mail bol odoslaný na: %1

source: How many people are you registering?
sk_sk: Koľkých ľudí registrujete?

source: This event has only %1 space(s) left. If you continue and register more than %1 people (including yourself ), the whole group will be wait listed. Or, you can reduce the number of people you are registering to %1 to avoid being put on the waiting list.
sk_sk: Počet dostupných miesta na toto podujatie je %1. Ak budete pokračovať a zaregistrujete viac ako ľudí ako %1 (vrátane seba), celá skupina bude na zozname čakateľov. Môžete prípadne znížiť počet ľudí, ktorých registrujete, na %1, aby ste sa nedostali na zoznam čakateľov.

source: Registration for this event requires approval. Once your registration(s) have been reviewed, you will receive an email with a link to a web page where you can complete the registration process.
sk_sk: Na registráciu na toto podujatie sa požaduje schválenie. Keď budú vaše registrácie posúdené, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť proces registrácie.

source: Registration for this event requires approval. Once your registration has been reviewed, you will receive an email with a link to a web page where you can complete the registration process.
sk_sk: Na registráciu na toto podujatie sa požaduje schválenie. Keď bude vaša registrácia posúdená, dostanete e-mail s prepojením na webovú stránku, kde môžete dokončiť proces registrácie.

source: There is only enough space left on this event for %1 participant(s).
sk_sk: Počet zostávajúcich voľných miesta pre účastníkov na toto podujatie je %1.

source: Please enter a whole number for Number of additional people.
sk_sk: Zadajte celé číslo pre počet ďalších ľudí.

source: It looks like you are trying to increase the number of additional people you are registering for. You can confirm registration for a maximum of %1 additional people.
sk_sk: Zdá sa, že chcete zvýšiť počet ďalších ľudí, ktorých registrujete. Registráciu môžete potvrdiť pre ďalších ľudí v počte najviac %1.

source: You have not been added to the waiting list because there are spaces available for this event. We recommend registering yourself for an available space instead.
sk_sk: Nie ste na zozname čakateľov, keďže na toto podujatie sú dostupné miesta. Odporúčame vám, aby ste sa namiesto toho sami zaregistrovali na dostupné miesto.

source: Only %1 Registrations available.
sk_sk: Počet dostupných registrácií: iba %1.

source: Event Fee(s) can not be less than zero. Please select the options accordingly
sk_sk: Poplatky za podujatie nesmú byť nižšie ako nula. Vyberte podľa toho možnosti.

source: A minimum amount of %1 should be selected from Event Fee(s).
sk_sk: Minimálna suma %1 sa musí vybrať z položky Poplatky za podujatie.

source: Mandatory fields (first name and last name, OR email address) are missing from this form.
sk_sk: V tomto formulári chýbajú povinné polia (krstné meno a priezvisko ALEBO e-mailová adresa).

source: Registration information for participant 1 has been saved.
sk_sk: Informácie o registrácii pre účastníka 1 boli uložené.

source: It looks like you are already waitlisted for this event. If you want to change your registration, or you feel that you've received this message in error, please contact the site administrator.
sk_sk: Zdá sa, že už ste pre toto podujatie na zozname čakateľov. Ak si prajete zmeniť registráciu alebo si myslíte, že ste dostali túto správu omylom, obráťte sa na správcu lokality.

source: It looks like you are already registered for this event. If you want to change your registration, or you feel that you've received this message in error, please contact the site administrator.
sk_sk: Zdá sa, že ste sa už na toto podujatie zaregistrovali. Ak si prajete zmeniť registráciu alebo si myslíte, že ste dostali túto správu omylom, obráťte sa na správcu lokality.

source: You can also <a href="%1">register another participant</a>.
sk_sk: Môžete <a href="%1">zaregistrovať aj ďalšieho účastníka</a>.

source: It looks like this participant is already registered for this event. If you want to change your registration, or you feel that you've received this message in error, please contact the site administrator.
sk_sk: Zdá sa, že tento účastník už je na toto podujatie zaregistrovaný. Ak si prajete zmeniť registráciu alebo si myslíte, že ste dostali túto správu omylom, obráťte sa na správcu lokality.

source: Thank You Page
sk_sk: Stránka s poďakovaním

source: You do not have permission to register for this event
sk_sk: Nemáte povolenie na registráciu na toto podujatie

source: Click <a href='%1'>CiviEvent >> Manage Event >> Configure >> Event Fees</a> to configure the Fee Level(s) or Price Set for this event.
sk_sk: Kliknite na <a href='%1'>CiviEvent >> Spravovať podujatie >> Konfigurovať >> Poplatky za podujatie</a> a nakonfigurujte úroveň poplatku alebo súbor cien pre toto podujatie.

source: SELECT at least one OPTION FROM EVENT Fee(s).
sk_sk: VYBERTE aspoň JEDNU MOŽNOSŤ Z položky POPLATKY za podujatie.

source: Sorry, currently only a single space is available for this option.
sk_sk: Ľutujeme, pre túto možnosť je dostupné iba jedno miesto.

source: Sorry, currently only %1 spaces are available for this option.
sk_sk: Ľutujeme, počet dostupných miest pre túto možnosť je iba %1.

source: The event you requested is currently unavailable (contact the site administrator for assistance).
sk_sk: Podujatie, ktorú požadujete, je momentálne nedostupné (požiadajte o pomoc správcu lokality).

source: Online registration is not currently available for this event (contact the site administrator for assistance).
sk_sk: Online registrácia, ktorú požadujete, je pre toto podujatie momentálne nedostupná (obráťte sa so žiadosťou o pomoc na správcu lokality).

source: Event templates are not meant to be registered.
sk_sk: Šablóny podujatí sa nemajú registrovať.

source: Registration for this event begins on %1
sk_sk: Registrácia na toto podujatie sa začína %1

source: Registration for this event ended on %1
sk_sk: Registrácia na toto podujatie sa skončila %1

source: Fee Level is a required field.
sk_sk: Úroveň poplatku je povinné pole.

source: Participant Name or Email
sk_sk: Meno alebo e-mail účastníka

source: Participant Tag(s)
sk_sk: Značky účastníka

source: Participant Group(s)
sk_sk: Skupiny účastníkov

source: Participant Contact Type
sk_sk: Typ kontaktu účastníka

source: Find Participants
sk_sk: Hľadať účastníkov

source: Show Current and Upcoming Events
sk_sk: Zobraziť aktuálne a budúce podujatia

source: Search All or by Date Range
sk_sk: Vyhľadávať všetko alebo podľa rozsahu dátumov

source: Events by Dates
sk_sk: Podujatia podľa dátumov

source: You do not have sufficient permission to transfer/cancel this participant.
sk_sk: Nemáte dostatočné povolenie na prevod/zrušenie tohto účastníka.

source: To Email
sk_sk: Pre e-mail

source: To Last Name
sk_sk: Pre priezvisko

source: To First Name
sk_sk: Pre krstné meno

source: Transfer Registration
sk_sk: Previesť registrácie

source: Enter valid email address.
sk_sk: Zadajte platnú e-mailovú adresu.

source: %1 is already registered for this event
sk_sk: %1 je už zaregistrovaný na toto podujatie

source: Contact does not exist.
sk_sk: Kontakt neexistuje.

source: Registration Transferred
sk_sk: Registrácia prevedená

source: A cancellation email has been sent to %1.
sk_sk: E-mail o zrušení bol odoslaný na %1.

source: Thanks
sk_sk: Ďakujeme

source: Transfer or Cancel Registration
sk_sk: Prevod alebo zrušenie registrácie

source: Transfer
sk_sk: Prevod

source: Send confirmation email?
sk_sk: Odoslať potvrdzovací mail?

source: Please select Transfer OR Cancel action.
sk_sk: Vyberte akciu Prevod ALEBO Zrušiť.

source: Event registration for %1 has been cancelled.
sk_sk: Registrácia na podujatie pre %1 bola zrušená.

source: Make Name Badges
sk_sk: Vytvoriť menovky

source: Update multiple participants
sk_sk: Aktualizovať viacero účastníkov

source: Update Participant(s)
sk_sk: Aktualizovať účastníkov

source: File type field(s) in the selected profile are not supported for Update multiple participants.
sk_sk: Polia typu súborov vo vybratom profile nie sú podporované pre možnosť Aktualizovať viacero účastníkov.

source: The updates have been saved.
sk_sk: Aktualizácie sa uložili.

source: Cancel Registration for Event Participation
sk_sk: Zrušiť registráciu pre účasť na podujatí

source: Cancel Registrations
sk_sk: Zrušiť registrácie

source: Delete Participations
sk_sk: Odstrániť účasti

source: %count participant deleted.
sk_sk: Počet odstránených účastníkov: %count.

source: Change All Statuses
sk_sk: Zmeniť všetky stavy

source: The maximum number of records you can select for Update multiple participants is %1. You have selected %2. Please select fewer participants from your search results and try again.
sk_sk: Maximálny počet záznamov, ktoré môžete vybrať pri aktualizácii viacerých účastníkov, je %1. Vybrali ste %2. Vyberte menej účastníkov vo výsledkoch vyhľadávania a skúste to znova.

source: To use Update multiple participants, you need to configure a profile containing only Participant fields (e.g. Participant Status, Participant Role, etc.). Configure a profile at 'Administer CiviCRM >> Customize >> CiviCRM Profile'.
sk_sk: Pre možnosť Aktualizovať viacero účastníkov musíte nakonfigurovať profil iba s poľami účastníkov (napr. Stav účastníka, Rola účastníka atď.). Nakonfigurujte profil v položke 'Spravovať CiviCRM >> Prispôsobiť >> Profil CiviCRM'.

source: Print Participant List
sk_sk: Vytlačiť zoznam účastníkov

source: %1 contacts were already registered for this event, but have been added a second time.
sk_sk: %1 kontakty už boli zaregistrované na toto podujatie, ale boli pridané druhýkrát.

source: %1 contacts have already been assigned to this event. They were not added a second time.
sk_sk: Kontakty v počte %1 sa už priradili k tomuto podujatiu. Nepriradili sa druhý raz.

source: No participants were added.
sk_sk: Nepridali sa žiadni účastníci.

source: Total Participant(s) added to event: %1.
sk_sk: Celkový počet účastníkov pridaných na podujatie: %1.

source: Email has NOT been sent to %1 contact(s) - communication preferences specify DO NOT EMAIL OR valid Email is NOT present.
sk_sk: E-mail NEBOL odoslaný kontaktom v počte %1. V preferenciách pre komunikáciu je stanovené NEPOSIELAŤ E-MAIL ALEBO NIE je k dispozícii platný e-mail.

source: A confirmation email has been sent to ALL participants
sk_sk: Potvrdzujúci e-mail bol odoslaný VŠETKÝM účastníkom

source: View %1 Details
sk_sk: Zobraziť podrobnosti %1

source: On Duplicate Entries
sk_sk: Pre duplicitné záznamy

source: Missing required field: Provide Participant ID
sk_sk: Chýba povinné pole: poskytnite ID účastníka

source: Missing required field: Provide %1 or %2
sk_sk: Chýba povinné pole: poskytnite %1 alebo %2

source: Participant Import
sk_sk: Import účastníka

source: % record found and update not selected
sk_sk: % záznam nájdený a aktualizácia nie je zvolená

source: CiviCRM Event Engine
sk_sk: Nástroj podujatí CiviCRM

source: access CiviEvent
sk_sk: prístup k CiviEvent

source: Create events, view all events, and view participant records (for visible contacts)
sk_sk: Vytvárajte podujatia, zobrazte všetky podujatia a zobrazte záznamy účastníka (pre viditeľné kontakty)

source: edit event participants
sk_sk: upraviť účastníkov podujatia

source: Record and update backend event registrations
sk_sk: Zaznamenávajte a aktualizujte serverové registrácie na podujatie

source: edit all events
sk_sk: upraviť všetky podujatia

source: Edit events even without specific ACL granted
sk_sk: Upraviť podujatia aj bez udeleného konkrétneho ACL

source: register for events
sk_sk: zaregistrovať sa na podujatia

source: Register for events online
sk_sk: Zaregistrujte sa na podujatia online

source: view event info
sk_sk: zobraziť informácie o podujatí

source: View online event information pages
sk_sk: Zobrazte online stránky s informáciami o podujatí

source: view event participants
sk_sk: zobraziť účastníkov podujatia

source: delete in CiviEvent
sk_sk: odstrániť v CiviEvent

source: Delete participants and events that you can edit
sk_sk: Odstráňte účastníkov a podujatia, ktoré môžete upravovať

source: manage event profiles
sk_sk: spravovať profily podujatia

source: Allow users to create, edit and copy event-related profile forms used for online event registration.
sk_sk: Povoľte používateľom vytvárať, upravovať a kopírovať formuláre súvisiace s podujatím, ktoré sa používajú na online registráciu na podujatie.

source: Your Event(s)
sk_sk: Vaše podujatia

source: events
sk_sk: podujatia

source: You do not have permission to view this event
sk_sk: Nemáte povolenie na zobrazenie tohto podujatia

source: It looks like you are already registered for this event. You may proceed if you want to create an additional registration.
sk_sk: Zdá sa, že ste sa už na toto podujatie zaregistrovali. Ak si prajete vytvoriť ďalšiu registráciu, môžete pokračovať.

source: It looks like you are already registered for this event. If you want to change your registration, or you feel that you've gotten this message in error, please contact the site administrator.
sk_sk: Zdá sa, že ste sa už na toto podujatie zaregistrovali. Ak si prajete zmeniť registráciu alebo si myslíte, že ste dostali túto správu omylom, obráťte sa na správcu lokality.

source: Event is currently full, but you can register and be a part of waiting list.
sk_sk: Podujatie je momentálne plné, ale môžete sa registrovať a byť na zozname čakateľov.

source: Are you sure you want to make a copy of this Event?
sk_sk: Naozaj chcete vytvoriť kópiu tohto podujatia?

source: Disable Event
sk_sk: Zakázať podujatie

source: Enable Event
sk_sk: Povoliť podujatie

source: Copy Event
sk_sk: Kopírovať podujatie

source: Register Participant
sk_sk: Zaregistrovať účastníka

source: Registration (Test-drive)
sk_sk: Registrácia (testovací režim)

source: Online Registration (Test-drive)
sk_sk: Online registrácia (testovací režim)

source: Registration (Live)
sk_sk: Registrácia (naživo)

source: Online Registration (Live)
sk_sk: Online registrácia (naživo)

source: Event Links
sk_sk: Prepojenia na podujatie

source: Search Events
sk_sk: Vyhľadávať podujatia

source: Event %%StatusMessage%%
sk_sk: Podujatie %%StatusMessage%%

source: The Participant Listing feature is not currently enabled for this event.
sk_sk: Možnosť zoznamu účastníkov nie je pre toto podujatie momentálne povolená.

source: %1 - Participants
sk_sk: %1 – Účastníci

source: Participant listing code file cannot be '%1'
sk_sk: Súbor s kódom pre zoznam účastníkov nemôže byť '%1'

source: Participant listing code file: %1 does not exist. Please verify your custom participant listing settings in CiviCRM administrative panel.
sk_sk: Súbor s kódom pre zoznam účastníkov: %1 neexistuje. Skontrolujte svoje vlastné nastavenia zoznamu účastníkov v paneli správy CiviCRM.

source: View Participant
sk_sk: Zobraziť účastníka

source: Event Balance
sk_sk: Zostatok pre podujatie

source: Positive
sk_sk: Kladný

source: Waiting
sk_sk: Čaká sa

source: Negative
sk_sk: Záporný

source: View Participation
sk_sk: Zobraziť účasť

source: Edit Participation
sk_sk: Upraviť účasť

source: Delete Participation
sk_sk: Odstrániť účasť

source: Transfer or Cancel
sk_sk: Prevod alebo zrušenie

source: Event Date(s)
sk_sk: Dátumy podujatia

source: CiviCRM Event Search
sk_sk: Vyhľadávanie podujatí CiviCRM

source: Delete participants from event
sk_sk: Odstrániť účastníka z podujatia

source: Export participants
sk_sk: Exportovať účastníkov

source: Cancel registration
sk_sk: Zrušiť registráciu

source: Participant status - change
sk_sk: Stav účastníka – zmeniť

source: Name badges - print
sk_sk: Menovky – tlačiť

source: PDF letter - print for participants
sk_sk: List PDF – tlačiť pre účastníkov

source: Event Info URL
sk_sk: URL s informáciami o podujatí

source: Event Registration URL
sk_sk: URL pre registráciu na podujatie

source: Event Contact Email
sk_sk: E-mail kontaktu pre podujatie

source: Event Contact Email 2
sk_sk: E-mail kontaktu pre podujatie 2

source: Event Contact Phone
sk_sk: Telefón kontaktu pre podujatie

source: Event Contact Phone 2
sk_sk: Telefón kontaktu pre podujatie 2

source: Completed Registration
sk_sk: Dokončená registrácia

source: primary participant
sk_sk: Hlavný účastník

source: Partially Paid Registration
sk_sk: Čiastočne zaplatená registrácia

source: additional participant
sk_sk: ďalší účastník

source: Submit Credit Card Event Registration
sk_sk: Odoslať registráciu na podujatie pomocou kreditnej karty

source: Template on which to base this new event
sk_sk: Šablóna, na základe ktorej bude založená táto nová udalosť

source: Remaining Participants
sk_sk: Zvyšní účastníci

source: Maximum participants minus registered participants
sk_sk: Maximálny počet účastníkov mínus registrovaní účastníci

source: Scheduled in-person or online events which contacts can register for and attend.
sk_sk: Naplánované osobné alebo online podujatia, na ktoré sa môžu kontakty zaregistrovať a prísť.

source: Event Title (e.g. Fall Fundraiser Dinner)
sk_sk: Názov podujatia (napr. Jesenná dobročinná večera)

source: Brief summary of event. Text and html allowed. Displayed on Event Registration form and can be used on other CMS pages which need an event summary.
sk_sk: Stručný súhrn podujatia. Povolený je textový formát aj formát HTML. Zobrazuje sa na formulári Registrácia na podujatie a dá sa použiť na ďalších stránkach CMS, na ktorých sa vyžaduje súhrn podujatia.

source: Event Description
sk_sk: Opis podujatia

source: Full description of event. Text and html allowed. Displayed on built-in Event Information screens.
sk_sk: Celý opis podujatia. Povolený je textový formát aj formát HTML. Zobrazuje sa na zabudovaných obrazovkách Informácie o podujatí.

source: Event Type ID.Implicit FK to civicrm_option_value where option_group = event_type.
sk_sk: ID typu podujatia. Implicitný FK pre civicrm_option_value, kde option_group = event_type.

source: Should we expose the participant list? Implicit FK to civicrm_option_value where option_group = participant_listing.
sk_sk: Má sa sprístupniť zoznam účastníkov? Implicitný FK pre civicrm_option_value, kde option_group = participant_listing.

source: Is Event Public
sk_sk: Je verejné podujatie

source: Public events will be included in the iCal feeds. Access to private event information may be limited using ACLs.
sk_sk: Verejné podujatia budú zahrnuté do kanálov iCal. Prístup k informáciám o súkromnom podujatí je možné obmedziť pomocou ACL.

source: Date and time that event starts.
sk_sk: Dátum a čas začiatku podujatia.

source: Date and time that event ends. May be NULL if no defined end date/time
sk_sk: Dátum a čas skončenia podujatia. Môže byť NULL, ak nie je definovaný dátum/čas ukončenia

source: Is Online Registration
sk_sk: Je online registrácia

source: If TRUE, include registration link on Event Info page.
sk_sk: Ak je to PRAVDA, uveďte odkaz na registráciu k stránke s informáciami o podujatí.

source: Event Registration Link Text
sk_sk: Text prepojenia na registráciu na podujatie
