Repository: civicrm/l10n
Catalog: po/*/extension.po
Languages: nl_nl

source: Directory Unwritable
nl_nl: Mappen niet schrijfbaar

source: Your extensions cache directory (%1) is not web server writable. Please go to the <a href="%2">path setting page</a> and correct it.<br/>
nl_nl: De webserver kan niet schrijven in de uitbreidingencachedirectory (%1). Ga a.u.b. naar de pagina <a href="%2">padinstellingen</a> en corrigeer dit.<br/>

source: Not checking remote URL for extensions since ext_repo_url is set to false.
nl_nl: De externe URL van uitbreidingen wordt niet gecontroleerd aangezien ext_repo_url op Onwaar staat.

source: The CiviCRM public extensions directory at %1 could not be contacted - please check your webserver can make external HTTP requests or contact CiviCRM team on <a href="http://forum.civicrm.org/">CiviCRM forum</a>.<br />
nl_nl: De openbare lijst met CiviCRM-uitbreidingen op %1 kan niet worden benaderd - controleer a.u.b. of uw webserver externe HTTP-verzoeken kan doen neem contact op met het CiviCRM-team op het <a href="http://forum.civicrm.org/">CiviCRM forum</a>.<br />

source: Connection Error
nl_nl: Verbindingsfout

source: There are currently no extensions on the CiviCRM public extension directory which are compatible with version %2 (<a href="%1">requested extensions from here</a>). If you want to install an extension which is not marked as compatible, you may be able to <a href="%3">download and install extensions manually</a> (depending on access to your web server).<br />
nl_nl: Er zijn momenteel geen uitbreidingen in de openbare lijst met CiviCRM-uitbreidingen die compatibel zijn met versie %2 (<a href="%1">hier gevraagde uitbreidingen</a>). Als u een uitbreiding wilt installeren die niet aangemerkt is als compatibel, kunt u mogelijk <a href="%3">handmatig uitbreidingen downloaden en installeren</a> (afhankelijk van de toegang tot uw webserver).<br />

source: No Extensions Available for this Version
nl_nl: Er zijn geen uitbreidingen beschikbaar voor deze versie

source: Invalid Base Directory
nl_nl: Foute basismap

source: An extension container has been defined with a blank directory.
nl_nl: Er is een extensie container gedefinieerd met een blanco map

source: Invalid Base URL
nl_nl: Foute basis URL

source: An extension container has been defined with a blank URL.
nl_nl: Een extensie container is gedefinieerd met een blanco URL

source: Failed to determine URL for extension (%1). Please update <a href="%2">Resource URLs</a>.
nl_nl: Kon de URL van uitbreiding (%1) niet bepalen. Wijzig a.u.b. de <a href="%2">bron-URL's</a>.

source: The extensions directory is not properly set. Please go to the <a href="%1">path setting page</a> and correct it.<br/>
nl_nl: De uitbreidingendirectory is niet goed ingesteld. Ga a.u.b. naar de pagina <a href="%1">padinstellingen</a> en corrigeer deze.<br/>

source: The extensions URL is not properly set. Please go to the <a href="%1">URL setting page</a> and correct it.<br/>
nl_nl: De uitbreiding-URL is niet goed ingesteld. Ga a.u.b. naar de pagina <a href="%1">URL-instellingen</a> en corrigeer deze.<br/>

source: ZIP Support Required
nl_nl: Ondersteuning voor ZIP vereist

source: You will not be able to install extensions at this time because your installation of PHP does not support ZIP archives. Please ask your system administrator to install the standard PHP-ZIP extension.
nl_nl: U kunt momenteel geen uitbreidingen installeren omdat uw de installatie van PHP geen ZIP-bestanden ondersteunt. Vraag a.u.b. de systeembeheerder om de standaard PHP-ZIP-uitbreiding te installeren.

source: Unable to extract the extension: bad directory structure
nl_nl: Het uitpakken van de extensie is mislukt vanwege de slechte mappenstructuur.

source: Unable to extract the extension: %1 cannot be cleared
nl_nl: Uitpakken van de extensie is mislukt: %1 kan niet gewist worden

source: Installation Error
nl_nl: Installatie fout

source: Unable to extract the extension to %1.
nl_nl: Kon de uitbreiding %1 niet uitpakken.

source: Unable to extract the extension.
nl_nl: Niet mogelijk de extensie uit te pakken

source: Failed reading data from %1 during installation
nl_nl: Kon tijdens de installatie geen gegevens lezen van %1

source: Failed to load file (%3) for payment processor (%1) while running "%2"
nl_nl: Fout bij laden bestand (%3) voor de betalingsprocessor (%1) tijdens "%2"

source: Failed to determine file path for payment processor (%1) while running "%2"
nl_nl: Niet gelukt bestandspad te bepalen voor betalingsprocessor (%1) tijdens "%2"

source: Unrecognized payment hook (%1) in %2::%3
nl_nl: Betalingshoek (%1) niet herkend in %2::%3

source: A copy of the extension (%1) is in a system folder (%2). The system copy will be preserved, but the new copy will be used.
nl_nl: Er staat een kopie van de uitbreiding (%1) in een systeemmap (%2). Het systeemexemplaar wordt bewaard, maar het nieuwe exemplaar zal worden gebruikt.

source: WARNING: The downloader may be unable to download files which require HTTP redirection. This may be a configuration issue with PHP's open_basedir or safe_mode.
nl_nl: WAARSCHUWING: Het downloadprogramma kan mogelijk geen bestanden downloaden die HTTP-doorverwijzing vereisen. Dit kan een kwestie zijn van de configuratie van open_basedir of safe_mode van PHP.
