Repository: civicrm/l10n
Catalog: po/*/grant.po
Languages: es_pr, pl_pl

source: Grant Note
es_pr: Donaciones Nota
pl_pl: Notatka dotacji

source: Grant Money Transfer Date is NULL
es_pr: Dinero de la donación Fecha de la Transferencia es nulo
pl_pl: Data transferu pieniędzy z dotacji jest PUSTA

source: Grant Application Received Date is NULL
es_pr: Fecha de admisión de la solicitud de donación es nulo
pl_pl: Data otrzymania aplikacji na dotację jest PUSTA

source: Grant Due Date is NULL
es_pr: La fecha de entrega de la donación es nulo
pl_pl: Data przyznania dotacji jest PUSTA

source: Grant Decision Date is NULL
es_pr: Fecha de la Decisión de donación es nulo
pl_pl: Data decyzji o dotacji jest PUSTA

source: Grant Type %2 %1
es_pr: Tipo de porcentaje de la donación %2 %1
pl_pl: Typ dotacji %2 %1

source: Grant Status %2 %1
es_pr: Estado de la donación %2 %1
pl_pl: Status dotacji %2 %1

source: App. Received Date - From
es_pr: Aplicación. Fecha recibida - Desde
pl_pl: Data otrzymania aplikacji – Od

source: Money Sent Date - From
es_pr: Fecha de envío de dinero - Desde
pl_pl: Data przekazania pieniędzy - Od

source: Report Due Date - From
es_pr: Informe de la fecha de vencimiento - Desde
pl_pl: Raport przyznania dotacji - Od

source: Grant Decision Date - From
es_pr: Fecha de la Decisión de donación - Desde
pl_pl: Data decyzji o dotacji – Od

source: Grant report received?
es_pr: Informe de donación recibido?
pl_pl: Przyjęto raport dotacji?

source: Grant ID
es_pr: Identificación de donación
pl_pl: Numer identyfikacyjny dotacji

source: Application received date
es_pr: Solicitud recibida en la fecha
pl_pl: Data otrzymania aplikacji

source: Decision date
es_pr: Decisión de la fecha
pl_pl: Data decyzji

source: Grant Money transfer date
es_pr: Fecha de la transferencia del dinero de la donación
pl_pl: Data transferu pieniędzy z dotacji

source: Grant Due Date
pl_pl: Data przyznania dotacji

source: Grant report received
es_pr: Informe del donativo recibido
pl_pl: Raport o dotacji przyjęty

source: Grant Type Id
es_pr: Tipo de identificación del donativo
pl_pl: Numer identyfikacyjny typu dotacji

source: Amount granted
es_pr: Cantidad concedida
pl_pl: Przyznana kwota

source: Grant Currency
pl_pl: Waluta dotacji

source: Grant Rationale
pl_pl: Uzasadnienie Dotacji

source: Grant Status Id
es_pr: Estatus de la identificación del donativo
pl_pl: Numer identyfikacyjny statusu dotacji

source: Grant Report Received?
es_pr: Informe recibido de la donación?
pl_pl: Przyjęto raport dotacji?

source: Amount Requested<br />(original currency)
es_pr: Cantidad solicitada <br /> (Moneda original)
pl_pl: Oczekiwana kwota<br />(pierwotna waluta)

source: Find Grants
es_pr: Buscar Donaciones
pl_pl: Szukanie dotacji

source: Delete Grants
es_pr: Eliminar Donaciones
pl_pl: Usuń dotację

source: Deleted Grant(s): %1
es_pr: Donación eliminado(s): %1
pl_pl: Usunięte dotacje: %1

source: Total Selected Grant(s): %1
es_pr: Total de donación(s) seleccionadas: %1
pl_pl: Wszystkie zaznaczone dotacje: %1

source: Print Grant List
es_pr: Imprimir la lista de donación
pl_pl: Wydrukuj listę dotacji

source: Update Grants
es_pr: Actualización de la Donación
pl_pl: Aktualizuj dotacje

source: Updated Grant(s): %1
es_pr: Donación(s) actualizada: %1
pl_pl: Zaktualizowane dotacje: %1

source: grants
es_pr: donaciones
pl_pl: dotacje

source: Grant by
pl_pl: Dotacja udzielona przez

source: View Grant
es_pr: Ver donación
pl_pl: Zobacz dotację

source: Edit Grant
es_pr: Editar Donación
pl_pl: Edytuj dotację

source: Are you sure you want to delete this grant?
es_pr: ¿Está seguro que desea eliminar esta donación?
pl_pl: Czy na pewno chcesz usunąć tę dotację?

source: Delete Grant
es_pr: Eliminar Donación
pl_pl: Usuń dotację

source: Requested
es_pr: Requerido
pl_pl: Zgłoszenie

source: Granted
pl_pl: Przyznane

source: Print Grants
es_pr: Imprimir Donaciones
pl_pl: Drukuj dotację

source: Export Grants
es_pr: Exportar Donaciones
pl_pl: Eksportuj dotację

source: New Grant
es_pr: Donación Nueva
pl_pl: Udziel wsparcia

source: Are you sure you want to delete this Grant?
es_pr: ¿Está seguro que desea eliminar esta donación?
pl_pl: Czy na pewno chcesz usunąć tę dotację?

source: Amount requested for grant in original currency (if different).
es_pr: Cantidad solicitada para la donación en la moneda original (si es diferente).
pl_pl: Oczekiwana kwota dotacji w pierwotnej walucie (jeśli inna niż docelowa).

source: Date on which the grant decision was finalized.
es_pr: Fecha en que se otorgo el donativo.
pl_pl: Data finalizacji decyzji o dotacji.

source: Date on which the grant money was transferred.
es_pr: Fecha en que se recibio la transferencia del donativo
pl_pl: Data transferu pieniędzy przyznanych w dotacji.

source: (original currency)
es_pr: (Moneda original)
pl_pl: (pierwotna waluta)

source: Date is not set
es_pr: La fecha no está ajustada
pl_pl: Brakuje daty

source: if you are searching by Contact name, check your spelling
es_pr: Si usted está buscando por el nombre de contacto, verificar la ortografía
pl_pl: Jeśli szukasz nazwy kontaktu, sprawdź pisownię

source: Use this form to find Grant(s) by Contact name, Grant Status, Grant Type, Total Amount , etc .
es_pr: Use este formulario para encontrar Donativo (s) por el nombre de contacto, estado del donativo, tipo de donativo, Monto total, etc.
pl_pl: Użyj tego formularza do szukania dotacji po nazwie kontaktu, statusie dotacji, jej typie, kwocie itp.

source: List more Grants
es_pr: Enumerar más Donaciones
pl_pl: Pokaż więcej dotacji

source: Are you sure you want to delete the selected Grants? This delete operation cannot be undone and will delete all transactions associated with these grants.
es_pr: ¿Seguro que desea eliminar los donativo seleccionados? Esta operación es irreversible y eliminaria todas las transacciones relacionadas con el donativo.
pl_pl: Czy na pewno chcesz usunąć wybrane dotacje? Tej operacji nie można cofnąć. Zostaną usunie wszystkie transakcje związane z tymi dotacjami.

source: Amount Requested(orig. currency)
es_pr: Cantidad solicitada (moneda original)
pl_pl: Oczekiwana kwota (pierwotna waluta)

source: Application Recieved
es_pr: Solicitud recibida
pl_pl: Aplikacja otrzymana

source: Decision Date
es_pr: Fecha de la decisión
pl_pl: Data decyzji

source: Enter values for the fields you wish to update. Leave fields blank to preserve existing values.
es_pr: Introduzca los valores de los campos que desea actualizar. Dejar campos en blanco para conservar los valores existentes.
pl_pl: Wprowadź wartości dla pola, które chcesz zaktualizować. Zostaw puste pola w celu zachowania istniejących wartości.

source: Number of selected grants: %1
es_pr: Número de donaciones seleccionadas: %1
pl_pl: Liczba zaznaczonych dotacji: %1

source: CiviGrant allows you to input and track grants to Organizations, Individuals or Households. The grantee must first be entered as a contact in CiviCRM. Use <a href='%1'>Find Contacts</a> to see if there's already a record for the grantee. Once you've located or created the contact record, click <strong>View</strong> to go to their summary page, select the <strong>Grants</strong> tab and click <strong>New Grant</strong>.
es_pr: CiviGrant le permite la entrada y seguimiento de los donativos a organizaciones, individuos u hogares. El Donante debe ser introducido como un contacto en CiviCRM primero. Utilice <a href='%1'>Buscar contactos</a> para ver si ya hay un registro para el donante. Una vez que haya encontrado o creado el registro de contacto, precione <strong>Ver</strong> para ir a su página de resumen, seleccione la pestaña de <strong>Becas</strong> y precione <strong>nueva subvención.</strong>
pl_pl: CiviGrant pozwala przyporządkować dotacje do organizacji, osób lub domostw oraz śledzić je według tych kontaktów. Beneficjent musi być najpierw zapisany jako kontakt w CiviCRM. Użyj <a href='%1'>wyszukiwarki kontaktów</a>, by sprawdzić, czy beneficjent jest już w bazie kontaktów. Gdy już zlokalizujesz lub utworzysz kontakt, kliknij <strong>Zobacz</strong>, aby przejść na stronę podsumowania kontaktu. Następnie zaznacz zakładkę <strong>Dotacje</strong> i kliknij <strong>Nowa dotaja</strong>.

source: Grants Summary
es_pr: Resumen de la donación
pl_pl: Podsumowanie dotacji

source: This table provides a summary of <strong>Grant Totals</strong>, and includes shortcuts to view the Grant details for these commonly used search periods. Click the Grant Status to see a list of Contacts for that grant status. To run your own customized searches - click <a href='%1'>Find Grants</a>. You can search by Contact Name, Amount, Grant type and a variety of other criteria.
es_pr: Esta tabla muestra un resumen de los <strong>donativos totales,</strong> e incluye accesos directos para ver los detalles de subvención para estos períodos de búsqueda de uso común. Presione el estado de subvención para ver una lista de contactos para el estado de subvención. Para publicar sus propias búsquedas personalizadas - precione <a href='%1'>Buscar Donativos</a> . Puede buscar por nombre del contacto, cantidad, tipo de subvención y una variedad de otros criterios.
pl_pl: Ta tabela zawiera podsumowanie <strong>Wszystkich Dotacji</strong>, zawiera skróty ze szczegółami dotacji. Kliknij aby zobaczyć listę dotacji dla kontaktów. Aby uruchomić własne niestandardowe wyszukiwanie - kliknij <a href='%1'> Znajdź Dotacje</a>. Możesz wyszukiwać poprzez nazwę kontaktu, ilość, rodzaj dotacji i szereg innych kryteriów.

source: Number of grants
es_pr: Número de donaciones
pl_pl: Liczba dotacji

source: TOTAL
pl_pl: WSZYSTKIE

source: You have no Grants registered in your database.
es_pr: Usted no tiene donaciones registradas en su base de datos.
pl_pl: Nie masz dotacji, zarejestrowanych w bazie danych.

source: Recent Grants
es_pr: Donaciones recientes
pl_pl: Ostatnie dotacje

source: This page lists all grants for %1 since inception.
es_pr: Esta página muestra todas las donaciones para el %1 desde el inicio.
pl_pl: Ta strona zawiera listę wszystkich dotacji dla %1 od momentu zaistnienia.

source: Click <a accesskey='N' href='%1'>Add Grant</a> to record a Grant for this contact.
es_pr: Precione <a accesskey='N' href='%1'>Agregar Donativo</a> para grabar un donativo para este contacto.
pl_pl: Kliknij <a accesskey='N' href='%1'>Dodaj dotację</a>, aby przyporządkować dotację do tego kontaktu.

source: No grants have been recorded for this contact.
es_pr: No hay donaciones registradas para este contacto.
pl_pl: Nie przyporządkowano żadnej dotacji do tego kontaktu.

source: Applicant
pl_pl: Wnioskodawca

source: Updated Grant(s): %1 (Total Selected: %2)
pl_pl: Aktualizuj Dotację: %1 (liczba wybranych: %2)

source: Click <a %1>Add Grant</a> to record a Grant for this contact.
pl_pl: Kliknij <a %1>Dodaj Dotację</a> aby zapisać Dotację dla tego kontaktu.

source: %count grant deleted.
pl_pl: % usunięta dotacja.

source: access CiviGrant
pl_pl: dostęp do CiviGrant

source: View all grants
pl_pl: Zobacz wszystkie dotacje

source: edit grants
pl_pl: Edytuj dotacje

source: Create and update grants
pl_pl: Utworz i aktualizuj dotacje

source: delete in CiviGrant
pl_pl: usunąć w CiviGrant

source: Delete grants
pl_pl: Usuń dotacje

source: Grant Status(s)
pl_pl: Status(y) Dotacji

source: Grant Type(s)
pl_pl: Typ(-y) dotacji
