Repository: civicrm/l10n
Catalog: po/*/hrdcase.po
Languages: el, hu, ru_ru, uk

source: Regarding
el: Όσον αφορά
hu: Tekintettel
ru_ru: Относительно
uk: Щодо

source: Edit Case
el: Επεξεργασία Υπόθεσης
hu: Ügy szerkesztése
ru_ru: Править дело
uk: Редагувати справу

source: Detach Activity From Case
el: Αποσυνδέστε Δραστηριότητα Από υπόθεση
hu: Tevékenység leválasztása az ügyről
ru_ru: Отделить действие от дела
uk: Відмінити активність закріплену за справою

source: Are you sure you want to detach this case from Activity?
el: Σίγουρα θέλετε να αποσυνδέσετε αυτή την Υπόθεση από την Δραστηριότητα;
hu: Biztos benne, hogy leválassza a tevékenységet az ügyről?
ru_ru: Вы точно хотите отделить это дело от действия?
uk: Ви впевнені, що хочете відмінити активність закріплену за справою?

source: Enter the case subject
el: Εισάγετε το θέμα της Υπόθεσης
hu: Adja meg az ügy tárgyát
ru_ru: Введите тему дела
uk: Ввести тему справи

source: Select the status for this case
el: Επιλέξτε την κατάσταση για την Υπόθεση αυτή
hu: Válassza ki az ügy állapotát
ru_ru: Выберите статус для этого дела
uk: Обрати статус для цієї справи

source: Add To
el: Προσθήκη σε
hu: Hozzáad
ru_ru: Добавить в
uk: Додати до

source: Add More
el: Προσθήκη Περισσοτέρων
hu: Továbbiak hozzáadása
ru_ru: Добавить еще
uk: Додати ще

source: You can optionally add this case to someone. Added case will appear in their Contact Dashboard.
el: Μπορείτε προαιρετικά να προσθέσετε αυτή την Υπόθεση σε κάποιον. Η Υπόθεση που έχει προστεθεί θα εμφανίζεται στον Πίνακα Ελέγχου της επικοινωνίας τους.
hu: Hozzáadhat valakit ehhez az ügyhöz. Hozzáadás esetén az megjelenik a kapcsolat főoldalán.
ru_ru: Вы можете добавить это дело к кому-либо. Добавленое дело появится на его панели.
uk: Опціонально, Ви можете додати цю справу комусь. Додана справа з'явиться в панелі керування контакту.

source: Select the appropriate type of the case
el: Επιλέξτε τον κατάλληλο τύπο Υπόθεσης
hu: Válassza ki a megfelelő típust az ügyben
ru_ru: Выберите соответствующий вид дела
uk: Виберіть підходящий тип справи

source: View Case Record Details
el: Εμφάνιση Λεπτομερειών αρχείου της Υπόθεσης
hu: Az ügy mentett részleteinek megtekintése
ru_ru: Смотреть детали записи по делу
uk: Переглянути деталі записів справи
