Repository: civicrm/l10n
Catalog: po/*/install.po
Languages: es_mx, fr_ca, nl_be

source: Administrator Account
es_mx: Cuenta de Administrador
fr_ca: Compte pour l'administration
nl_be: Beheerder account

source: Administrative User:
es_mx: Usuario Administrativo:
fr_ca: Identifiant administrateur :
nl_be: Administratieve gebruiker:

source: Administrative Password:
es_mx: Contraseña Administrativa:
fr_ca: Mot de passe administrateur :
nl_be: Administratief wachtwoord:

source: Suggestion: <code>%1</code>
es_mx: Sugerencia: <code>%1</code>
nl_be: Suggestie: <code>%1</code>

source: Administrative Email:
es_mx: Correo electrónico Administrativo:
fr_ca: Adresse électronique de l'administrateur :
nl_be: Administratieve e-mail:

source: The system settings were auto-detected. CiviCRM will be installed with:
es_mx: La configuración del sistema se detectó automáticamente. CiviCRM se instalará con:
fr_ca: Les paramètres du système ont été détectés automatiquement. CiviCRM sera installé avec :
nl_be: De systeeminstellingen zijn automatisch gedetecteerd. CiviCRM wordt geïnstalleerd met:

source: CMS Database
es_mx: Base de datos CMS
fr_ca: Base de données du CMS

source: CiviCRM Database
es_mx: Base de datos CiviCRM
fr_ca: Base de données de CiviCRM

source: Apply
es_mx: Aplicar
fr_ca: Appliquer
nl_be: Toepassen

source: By default, CiviCRM uses the same database as your website. You may install on a separate database if you need more fine-grained control over permissions, replication, hardware capacity, etc.
es_mx: Por defecto, CiviCRM usa la misma base de datos que su sitio web. Puede instalarlo en una base de datos independiente si necesita un control más preciso sobre permisos, replicación, capacidad de hardware, etc.
fr_ca: Par défaut, CiviCRM utilise la même base de données que votre site web. Vous pouvez installer CiviCRM sur une base de données séparée si vous avez besoin d'un contrôle plus fin sur les autorisations, la réplication, la capacité matérielle, etc.
nl_be: Standaard maakt CiviCRM gebruik van dezelfde database als uw website. U kunt op een afzonderlijke database installeren als u meer fijnmazige controle nodig heeft over machtigingen, replicatie, hardwarecapaciteit, enz.

source: <strong>Example</strong>: <code>%1</code>
es_mx: <strong>Ejemplo</strong>: <code>%1</code>
fr_ca: <strong>Exemple</strong> : <code>%1</code>
nl_be: <strong>Voorbeeld</strong>: <code>%1</code>

source: Tip: This uses URL notation. If the credentials require any special characters (e.g. "&" or "#"), then apply URL encoding (e.g. "%26" or "%23").
es_mx: Consejo: Esto utiliza la notación URL. Si las credenciales requieren caracteres especiales (p. ej., "&" o "#"), aplique la codificación URL (p. ej., "%26" o "%23").
fr_ca: Conseil : cette méthode utilise la notation URL. Si les informations d'identification requièrent des caractères spéciaux (par exemple « & » ou « # »), il convient d'appliquer l'encodage URL (par exemple « %26 » ou « %23 »).
nl_be: Tip: Hierbij wordt gebruik gemaakt van URL-notatie. Als de referenties speciale tekens vereisen (bijv. "&" of "#"), past u URL-codering toe (bijv. "%26" of "%23").

source: CiviCRM Settings File
es_mx: Archivo de Configuración de CiviCRM
fr_ca: Fichier des paramètres de CiviCRM
nl_be: CiviCRM Instellingsbestand

source: CiviCRM Source Code
es_mx: Código fuente de CiviCRM
fr_ca: Code source de CiviCRM
nl_be: CiviCRM Broncode

source: Need more advanced control? You may alternatively use the <a href="%1" target="%2">command-line installer</a>.
es_mx: ¿Necesitas un control más avanzado? También puedes usar alternativamente un <a href="%1" target="%2">instalador de línea de comandos</a>.
fr_ca: Besoin d'un contrôle plus avancé ? Vous pouvez également utiliser la fonction <a href="%1" target="%2">installer en ligne de commandes</a>.
nl_be: Heeft u meer geavanceerde controle nodig? U kunt ook het <a href="%1" target="%2">installatieprogramma voor de opdrachtregel</a> gebruiken.

source: Accept donations and payments
es_mx: Aceptar donaciones y pagos
fr_ca: Accepter les dons et les règlements
nl_be: Donaties en betalingen accepteren

source: Accept event registrations
es_mx: Aceptar registros a evento
fr_ca: Accepter les inscriptions aux événements
nl_be: Aanmeldingen voor evenementen accepteren

source: Send email blasts and newsletters
es_mx: Enviar correos electrónicos masivos y boletines informativos
fr_ca: Envoyer des courriels et des lettres d'information
nl_be: Massaal e-mails en nieuwsbrieven verzenden

source: Manage recurring memberships
es_mx: Administrar membresías recurrentes
fr_ca: Gérer les adhésions périodiques
nl_be: Periodieke lidmaatschappen beheren

source: Track case histories
es_mx: Seguimiento de historias de caso
fr_ca: Suivre l'historique des dossiers
nl_be: Dossierhistorie volgen

source: Accept pledges
es_mx: Aceptar promesas
fr_ca: Accepter les promesses de dons
nl_be: Toezeggingen accepteren

source: Generate reports
es_mx: Generar informes
fr_ca: Générer des rapports
nl_be: Rapporten genereren

source: Organize campaigns, surveys, and petitions
es_mx: Organizar campañas, encuestas y peticiones
fr_ca: Organiser des campagnes, des enquêtes et des pétitions
nl_be: Campagnes, enquêtes en petities organiseren

source: At least one component must be enabled.
es_mx: Al menos un componente debe estar habilitado.
fr_ca: Au moins un composant doit être activé.
nl_be: Er moet ten minste één component ingeschakeld worden.

source: Not sure? That's OK. After installing, you can enable and disable components at any time.
es_mx: ¿No estás seguro? No hay problema. Después de la instalación, puedes activar y desactivar los componentes en cualquier momento.
fr_ca: Vous n'êtes pas sûr ? Ce n'est pas grave. Après l'installation, vous pouvez activer et désactiver les composants à tout moment.
nl_be: Na het installeren kunt u op elk ogenblik componenten inschakelen of uitschakelen.

source: Database
es_mx: Base de datos
fr_ca: Base de données

source: Server:
es_mx: Servidor:
fr_ca: Serveur :

source: Database:
es_mx: Base de datos:
fr_ca: Base de données :

source: Username:
es_mx: Nombre de usuario:
fr_ca: Identifiant :
nl_be: Gebruikersnaam

source: Password:
es_mx: Contraseña:
fr_ca: Mot de passe :
nl_be: Wachtwoord:

source: Thanks for choosing CiviCRM. You're nearly there!
es_mx: Gracias por elegir CiviCRM. ¡Ya casi lo tienes!
fr_ca: Merci d'avoir choisi CiviCRM. Vous y êtes presque !
nl_be: Bedankt voor het kiezen van CiviCRM. We zijn nu bijna klaar met de installatie!

source: Version %1
es_mx: Versión %1
nl_be: Versie %1

source: CiviCRM Installer
es_mx: Instalador de CiviCRM
fr_ca: Installateur CiviCRM
nl_be: CiviCRM installeren

source: Error: Javascipt appears to be disabled. The CiviCRM web-based installer requires Javascript.
es_mx: Error: Javascript parece estar deshabilitado. El instalador web de CiviCRM requiere Javascript.
fr_ca: Erreur : Javascipt semble être désactivé. Le programme d'installation de CiviCRM nécessite Javascript.
nl_be: Fout: JavaScript lijkt te zijn uitgeschakeld. Het installatieprogramma van CiviCRM heeft JavaScript nodig.

source: Thanks for choosing CiviCRM! Please follow the instructions below to install CiviCRM.
es_mx: Gracias por elegir CiviCRM! Por favor siga los instrucciones a continuación para instalar CiviCRM.
fr_ca: Merci d'avoir choisi CiviCRM ! Veuillez suivre les instructions ci-dessous pour installer CiviCRM.
nl_be: Dank u wel dat u voor CiviCRM heeft gekozen! Voer a.u.b. onderstaande instructies uit om CiviCRM te installeren

source: Installing CiviCRM...
es_mx: Instalando CiviCRM...
fr_ca: Installation de CiviCRM...
nl_be: Bezig met installeren van CiviCRM...

source: Install CiviCRM
es_mx: Instalar CiviCRM
fr_ca: Installer CiviCRM
nl_be: CiviCRM installeren

source: (this will take a few minutes)
es_mx: (esto tomará unos minutos)
fr_ca: (ceci va prendre quelques minutes)
nl_be: (dit duurt een paar minuten)

source: Localization
es_mx: Localización
fr_ca: Localisation
nl_be: Lokalisatie

source: CiviCRM has been translated to many languages, thanks to its community of translators. By selecting another language, the installer may be available in that language. The initial configuration of the basic data will also be set to that language (ex: individual prefixes, suffixes, activity types, etc.). <a href="%1" target="%2">Learn more about using CiviCRM in other languages.</a>
es_mx: CiviCRM se ha traducido a muchos idiomas gracias a su comunidad de traductores. Al seleccionar otro idioma, el instalador podría estar disponible en ese idioma. La configuración inicial de los datos básicos también se establecerá en ese idioma (p. ej.: prefijos, sufijos, tipos de actividad, etc.).. <a href="%1" target="%2">Obtenga más información sobre el uso de CiviCRM en otros idiomas.</a>
fr_ca: CiviCRM a été traduit en différentes langues, grâce à sa communauté de traducteurs. En sélectionnant une autre langue, l'installeur sera peut-être disponible dans cette langue. La configuration initiale des données de base sera également faite dans cette langue (ex: les civilités, les types d'activité, etc.).<a href="%1">Découvrez comment utiliser CiviCRM dans d'autres langues.</a>
nl_be: Dankzij een groep vertalers is CiviCRM in vele talen vertaald. Kiest u een andere taal, dan is het installatieprogramma mogelijk in de gekozen taal beschikbaar. De initiële configuratie van de basisgegevens wordt dan in die taal gedaan (bijv.: voor- en achtervoegsels, activiteitstypes enz.). <a href="%1" target="%2">Meer informatie over het gebruik van CiviCRM in andere talen.</a>

source: Language of basic data:
es_mx: Idioma de los datos básicos:
fr_ca: Langue des données de base :
nl_be: Taal van de basisgegevens:

source: Opt-in
es_mx: Optar por participar
fr_ca: Accepter les e-mailings

source: CiviCRM is provided for free -- built with donations and volunteerism. We don't have the marketing or data-analytics prowess of a large corporation, so we rely on users to keep us informed -- and to spread the word.
es_mx: CiviCRM es gratuito y se creó gracias a donaciones y voluntariado. No contamos con la experiencia en marketing ni en análisis de datos de una gran corporación, por lo que dependemos de los usuarios para mantenernos informados y difundir la información.
fr_ca: CiviCRM est gratuit - il a été développé grâce aux dons et au bénévolat. Nous n'avons pas les compétences en marketing ou en analyse de données d'une grande entreprise, c'est pourquoi nous comptons sur les utilisateurs pour nous tenir informés et pour faire passer le message.
nl_be: CiviCRM wordt gratis aangeboden, gebouwd met donaties en vrijwilligerswerk. We hebben niet de marketing- of data-analysevaardigheden van een groot bedrijf, dus vertrouwen we op gebruikers om ons op de hoogte te houden en om het product te promoten.

source: Of course, not everyone can help in these ways. But if you can, opt-in to help enrich the product and community.
es_mx: Por supuesto, no todos pueden colaborar de estas maneras. Pero si puedes, suscríbete para enriquecer el producto y la comunidad.
fr_ca: Bien entendu, tout le monde n'est pas en mesure d'apporter son aide de cette manière. Mais si vous le pouvez, inscrivez-vous pour contribuer à l'enrichissement du produit et de la communauté.
nl_be: Natuurlijk kan niet iedereen op deze manieren helpen. Maar als u dat kunt, kies er dan voor om het product en de gemeenschap op een manier te ondersteunen.

source: Version pingback
es_mx: Versión pingback
nl_be: Versie melding (pingback)

source: Check for CiviCRM version updates. Report anonymous usage statistics.
es_mx: Consulta las actualizaciones de CiviCRM. Informa sobre estadísticas de uso anónimas.
fr_ca: Vérifier les mises à jour de la version de CiviCRM. Rapport sur les statistiques d'utilisation anonymes.
nl_be: Controleren op updates van de CiviCRM-versie. Gebruiksstatistieken anoniem doorgeven.

source: Empowered by CiviCRM
es_mx: Desarrollado por CiviCRM
fr_ca: Propulsé par CiviCRM
nl_be: Ondersteund door CiviCRM

source: Display "Empowered by CiviCRM" in the footer of public forms.
es_mx: Mostrar "Desarrollado por CiviCRM" en el pie de página de los formularios públicos.
fr_ca: Affiche "Propulsé par CiviCRM" s'affiche au bas des formulaires publics.
nl_be: Onderin de openbare schermen de tekst "Ondersteund door CiviCRM" tonen.

source: System
es_mx: Sistema
fr_ca: Système
nl_be: Systeem

source: System Requirements
es_mx: Requisitos del sistema
fr_ca: Prérequis du système
nl_be: Systeemvereisten

source: We are not able to install the software. Please review the errors and warnings below.
es_mx: No podemos instalar el software. Por favor, revise los errores y advertencias a continuación.
fr_ca: Nous ne sommes pas en mesure d'installer le logiciel. Veuillez consulter les erreurs et les avertissements ci-dessous.
nl_be: De software kan helaas niet worden geïnstalleerd. Bekijk de onderstaande fouten en waarschuwingen.

source: There are some issues that we recommend you look at before installing. However, you are still able to install the software.
es_mx: Hay algunos problemas que le recomendamos revisar antes de instalar. Sin embargo, aún puede instalar el software.
fr_ca: Nous vous recommandons d'examiner certains problèmes avant de procéder à l'installation. Cependant, vous pouvez toujours installer le logiciel.
nl_be: Er zijn enkele problemen die we u aanraden te bekijken voordat u de software gaat installeren. U kunt de software echter wel installeren.

source: You're ready to install!
es_mx: Está listo para instalar!
fr_ca: Vous êtes prêt à installer !
nl_be: U bent klaar om te installeren!

source: Severity
es_mx: Gravedad
fr_ca: Sévérité
nl_be: Niveau

source: Section
es_mx: Sección
fr_ca: Secction
nl_be: Sectie

source: After updating your system, refresh to test the requirements again.
es_mx: Después de actualizar su sistema, actualícelo para probar los requisitos nuevamente.
fr_ca: Après avoir mis à jour votre système, actualisez-le pour tester à nouveau les prérequis.
nl_be: Nadat u het systeem heeft bijgewerkt, voer dan opnieuw de test op vereisten uit.

source: Sample Data
es_mx: Datos de muestra
fr_ca: Échantillon de données
nl_be: Voorbeeldgegevens

source: Fill the database with randomly-generated individuals, organizations, households, contributions, activities, etc. (English only). Sample data is mainly used for demo and testing sites, not for real installs.
es_mx: Llene la base de datos con individuos, organizaciones, hogares, contribuciones, actividades, etc., generados aleatoriamente. (Solo en inglés). Los datos de muestra se utilizan principalmente para sitios de demostración y prueba, no para instalaciones reales.
fr_ca: Remplir la base de données avec des personnes, des organisations, des ménages, des contributions, des activités, etc. générés de manière aléatoire (en anglais uniquement). Les données d'échantillonnage sont principalement utilisées pour les sites de démonstration et de test, et non pour les installations réelles.
nl_be: Vul de database met willekeurig gegenereerde individuen, organisaties, huishoudens, bijdragen, activiteiten, enz. (alleen in het Engels). Voorbeeldgegevens worden voornamelijk gebruikt voor demo- en testsites, niet voor echte installaties.

source: To help manage communication preferences, each <em>%1 User record</em> should be internally linked to a <em>CiviCRM Contact record</em>.
es_mx: Para ayudar a administrar las preferencias de comunicación, cada <em>%1 registro de Usuario</em>debe estar vinculado internamente a un <em>registro de contacto de CivilCRM</em>.
fr_ca: Pour aider à gérer les préférences de communication , chaque <em>%1 enregistrement d'utilisateur</em> doit être relié à l'interne à un <em>enregistrement de contact CiviCRM</em>.
nl_be: Om communicatievoorkeuren te helpen beheren, zou elk <em>%1 gebruikersrecord</em> intern gelinkt moeten worden aan een <em>CiviCRM Contact</em>.

source: You may skip this and run synchronization at any time in the future.
es_mx: Puede omitir este paso y ejecutar la sincronización en cualquier momento en el futuro.
fr_ca: Vous pouvez sauter cette étape et lancer la synchronisation à tout moment dans le futur.
nl_be: U kunt dit overslaan en de synchronisatie op elk moment in de toekomst uitvoeren.

source: Everyone, including anonymous users
es_mx: Todos, incluidos usuarios anónimos
fr_ca: Tout le monde, y compris les utilisateurs anonymes
nl_be: Iedereen, ook anonieme gebruikers

source: Staff
es_mx: Personal
fr_ca: Équipe
nl_be: Staf

source: CiviCRM Installed
es_mx: CiviCRM Instalado
fr_ca: CiviCRM est installé
nl_be: CiviCRM is geïnstalleerd

source: CiviCRM has been successfully installed
es_mx: CiviCRM se ha instalado exitosamente
fr_ca: CiviCRM a été installé avec succès
nl_be: CiviCRM is met succes geïnstalleerd

source: Backdrop user permissions have been automatically set - giving anonymous and authenticated users access to public CiviCRM forms and features. We recommend that you <a %1>review these permissions</a> to ensure that they are appropriate for your requirements (<a %2>learn more...</a>)
es_mx: Los permisos de usuario de Backdrop se han establecido automáticamente, lo que permite a los usuarios anónimos y autenticados acceder a los formularios y funciones públicas de CiviCRM. Le recomendamos <a %1>revisar estos permisos</a> para asegurarse de que son adecuados para sus necesidades (<a %2>saber más...</a>)
fr_ca: Les autorisations d'utilisateur de Backdrop ont été automatiquement définies, ce qui a permis aux utilisateurs anonymes et authentifiés d'accéder aux formulaires et aux fonctionnalités publiques de CiviCRM. Nous vous recommandons de revoir ces autorisations pour vous assurer qu'elles sont adaptées à vos besoins (en savoir plus ...)
nl_be: De gebruikersmachtigingen voor Backdrop zijn automatisch ingesteld - hiermee krijgen anonieme en geverifieerde gebruikers toegang tot openbare CiviCRM-formulieren en -functionaliteit. We raden u aan <a %1>deze machtigingen te controleren</a> om u ervan te verzekeren dat ze aan uw eisen voldoen. (<a %2> meer weten...</a>)

source: Use the <a %1>Configuration Checklist</a> to review and configure settings for your new site
es_mx: Utilice la <a %1> Lista de comprobación de configuración </a> para revisar y configurar los parámetros de su nuevo sitio
fr_ca: Utilisez la <a %1>Checklist de configuration</a> pour vérifier et modifier les configurations de votre nouveau site
nl_be: Gebruik de <a %1>Controlelijst instellingen</a> om de instellingen van uw nieuwe site te controleren en te configureren.

source: Have you registered this site at CiviCRM.org? If not, please help strengthen the CiviCRM ecosystem by taking a few minutes to <a %1>fill out the site registration form</a>. The information collected will help us prioritize improvements, target our communications and build the community. If you have a technical role for this site, be sure to check Keep in Touch to receive technical updates (a low volume mailing list).
es_mx: ¿Ha registrado este sitio web en CiviCRM.org? De no ser así, por favor, ayude a fortalecer el ecosistema CiviCRM y tómese unos minutos para hacerlo<a %1> rellenando el formulario de inscripción del sitio web </a>. La información recopilada ayudará a priorizar mejoras, orientar nuestras comunicaciones y construir la comunidad. Si tiene un rol técnico para este sitio web, asegúrese de revisar Manténgase en Contacto para recibir actualizaciones técnicas (una lista de correo de bajo volumen).
fr_ca: Avez-vous enregistré votre site sur CiviCRM.org ? Si non, merci de prendre quelques minutes pour <a %1>remplir le formulaire d'enregistrement</a> et nous aider à renforcer l'écosystème CiviCRM. L'information collectée nous aidera à prioriser les améliorations, mieux cibler notre communication et construire la communauté. Si vous avez un rôle technique pour ce site, assurez-vous de cocher la case pour recevoir les informations techniques (liste de diffusion à faible trafic).
nl_be: Heeft u deze website geregistreerd bij CiviCRM.org? Zo niet, help a.u.b. met het versterken van de CiviCRM-ecosysteem door enkele minuten de tijd te nemen om <a %1>het siteregistratieformulier in te vullen</a>. De verzamelde informatie helpt ons om verbeteringen te prioriteren, gerichter te communiceren en de gemeenschap op te bouwen. Heeft u een technische rol in deze site, vergeet dan niet Keep in touch aan te vinken zodat u technische updates ontvangt (een mailinglist met een lage frequentie).

source: We have integrated KCFinder with CKEditor and TinyMCE. This allows a user to upload images. All uploaded images are public.
es_mx: Hemos integrado KCFinder con CKEditor y TinyMCE. Esto permite a los usuarios subir imágenes. Todas las imágenes subidas serán públicas.
fr_ca: Nous avons intégré KCFinder à CKEditor et TinyMCE. Ceci autorise un utilisateur à télécharger des images. Toutes les images téléchargées sont publiques.
nl_be: Wij hebben KCFinder geïntegreerd met CKEditor en TinyMCE. Hierdoor kan een gebruiker afbeeldingen uploaden. Deze afbeeldingen zijn dan openbaar.

source: Drupal user permissions have been automatically set - giving anonymous and authenticated users access to public CiviCRM forms and features. We recommend that you <a %1>review these permissions</a> to ensure that they are appropriate for your requirements (<a %2>learn more...</a>)
es_mx: Los permisos para los usuarios de Drupal se han establecido de forma automática - dando acceso anónimo y las formas y características públicas para los usuarios autentificados en CiviCRM. Le recomendamos que revise <a %1> estos permisos </a> para asegurarse de que son apropiados para sus necesidades (<a %2> aprender más ... </a>)
fr_ca: Les permissions des utilisateurs Drupal ont été automatiquement définies - permettant aux utilisateurs anonymes et authentifiés d'accéder aux formulaires et aux fonctionnalités publiques de CiviCRM. Nous vous recommandons de <a %1> vérifier ces permissions </a> pour vous assurer qu'elle sont conformes à vos besoins (<a %2>pour en savoir plus...</a>)
nl_be: De gebruikersmachtigingen van Drupal zijn automatisch ingesteld - hiermee krijgen anonieme en geverifieerde gebruikers toegang tot openbare CiviCRM-formulieren en -functionaliteit. We raden u aan <a %1>deze machtigingen te controleren</a> om u ervan te verzekeren dat ze aan uw eisen voldoen. (<a %2> meer weten...</a>)

source: Continue to the CiviCRM Dashboard
es_mx: Continuar al Panel de Control de CiviCRM
fr_ca: Continuer vers le tableau de bord de CiviCRM
nl_be: Doorgaan naar het CiviCRM Dashboard

source: WordPress user permissions have been automatically set - giving Anonymous and Subscribers access to public CiviCRM forms and features. We recommend that you <a %1>review these permissions</a> to ensure that they are appropriate for your requirements (<a %2>learn more...</a>)
es_mx: Los permisos para los usuarios de WordPress se han establecido de forma automática - dando acceso a CiviCRM con características de Anónimos y a los Suscriptores públicos. Le recomendamos que revise <a %1> estos permisos </a> para asegurarse de que son apropiados para sus necesidades (<a %2> aprender más ... </a>)
fr_ca: Les autorisations des utilisateurs de WordPress ont été automatiquement définies permettant aux anonymes et aux abonnés l'accès aux formulaires et aux fonctions publiques de CiviCRM. Nous vous recommandons de <a %1> revoir ces autorisations </a> pour assurer qu'elles sont appropriées à vos besoins (<a %2> en savoir plus ... </a>)
nl_be: De gebruikersmachtigingen van WordPress zijn automatisch ingesteld - hiermee krijgen anonieme en geverifieerde gebruikers toegang tot openbare CiviCRM-formulieren en -functionaliteit. We raden u aan <a %1>deze machtigingen te controleren</a> om te zien dat ze aan uw eisen voldoen. (<a %2>meer weten...</a>)
