Repository: civicrm/l10n
Catalog: po/*/install.po
Languages: es_mx, fr_ca, nl_be

source: Thanks for choosing CiviCRM! You're nearly there!
es_mx: ¡Gracias por elegir CiviCRM! ¡Ya casi lo tienes!
nl_be: Bedankt voor het kiezen van CiviCRM. We zijn nu bijna klaar!

source: Please follow the instructions below to install CiviCRM.
es_mx: Por favor siga las instrucciones a continuación para instalar CiviCRM.
nl_be: Voer de onderstaande instructies uit om CiviCRM te installeren.

source: Language and Region
es_mx: Idioma y Región
nl_be: Taal en regio

source: CiviCRM can be installed with support for various regions and languages.
es_mx: CiviCRM se puede instalar con soporte para varias regiones e idiomas.
nl_be: CiviCRM kan worden geïnstalleerd met ondersteuning voor verschillende regio's en talen.

source: The initial configuration of the basic data will also be set to that language (ex: individual prefixes, suffixes, activity types) as well as various settings (ex: date/time/address format, default currency). The settings can be changed later. It is also possible to enable multiple languages later on.
es_mx: La configuración inicial de los datos básicos también se establecerá en ese idioma (p. ej., prefijos, sufijos y tipos de actividad), así como varios ajustes (p. ej., formato de fecha, hora y dirección, moneda predeterminada). Estos ajustes se pueden modificar posteriormente. También es posible habilitar varios idiomas posteriormente.
fr_ca: La configuration initiale des données de base sera également définie dans cette langue (ex. : préfixes et suffixes individuels, types d'activité) ainsi que divers paramètres (ex. : format de date/heure/adresse, devise par défaut). Ces paramètres peuvent être modifiés ultérieurement. Il est également possible d'activer plusieurs langues ultérieurement.
nl_be: De initiële configuratie van de basisgegevens wordt ook ingesteld op die taal (bijv. individuele voorvoegsels, achtervoegsels, activiteitstypen) en op verschillende instellingen (bijv. datum/tijd/adresnotatie, standaardvaluta). De instellingen kunnen later worden gewijzigd. Het is ook mogelijk om later meerdere talen in te schakelen.

source: <a href="%1" target="%2">Learn more about using CiviCRM language and region settings.</a>
es_mx: <a href="%1" target="%2">Obtenga más información sobre el uso de la configuración de idioma y región de CiviCRM.</a>
nl_be: <a href="%1" target="%2">Meer informatie over het gebruik van CiviCRM-taal- en regio-instellingen.</a>

source: Language and Region:
es_mx: Idioma y Región:
nl_be: Taal en regio:

source: Fill system with fake information
es_mx: Llenar el sistema con información falsa
nl_be: Het systeem met valse informatie vullen

source: To initialize a demo site, load sample data about fake people. Only available in English (United States).
es_mx: Para inicializar un sitio de demostración, cargue datos de muestra sobre personas falsas. Solo disponible en inglés (Estados Unidos).
nl_be: Om een demosite te initialiseren, laadt u voorbeeldgegevens over mensen. Alleen beschikbaar in het Engels (Verenigde Staten).

source: Synchronize all existing users
es_mx: Sincronizar todos los usuarios existentes
fr_ca: Synchroniser l'ensemble des utilisateur·rices existant·es
nl_be: Alle bestaande gebruikers synchroniseren

source: To help manage communication preferences, each "<em>%1 User</em>" should be internally linked to a "<em>CiviCRM Contact</em>".
es_mx: Para ayudar a administrar las preferencias de comunicación, cada "<em>%1 Usuario</em>" debe estar vinculado internamente a un "<em>Contacto de CiviCRM Contact</em>".
fr_ca: Pour aider à gérer les préférences de communication , chaque <em>%1 enregistrement d'utilisateur·ice</em> doit être relié à l'interne à un <em>enregistrement de contact CiviCRM</em>.
nl_be: Om communicatievoorkeuren te helpen beheren, zou elke <em>%1 gebruiker</em> intern gelinkt moeten worden aan een <em>CiviCRM Contact</em>.
