Repository: civicrm/l10n
Catalog: po/*/mailing.po
Languages: cy_gb, sk_sk, sq

source: Subscribe URL (Action)
sk_sk: Adresa URL pre prihlásenie sa na odber (akcia)

source: Forward URL (Action)
sk_sk: Adresa URL pre preposlanie (akcia)

source: Opt-Out (Action)
sk_sk: Explicitný nesúhlas (akcia)

source: Opt-Out URL (Action)
sk_sk: Adresa URL explicitného nesúhlasu (akcia)

source: Reply (Action)
sk_sk: Odpovedať (akcia)

source: Unsubscribe (Action)
sk_sk: Zrušenie odberu (akcia)

source: Unsubscribe URL (Action)
sk_sk: Adresa URL pre zrušenie odberu (akcia)

source: Resubscribe (Action)
sk_sk: Opätovné prihlásenie sa na odber (akcia)

source: Resubscribe URL (Action)
sk_sk: Adresa URL pre opätovné prihlásenie sa na odber (akcia)

source: Event Queue ID
sk_sk: ID frontu udalosti

source: You have selected an email Selection Method without specifying a Location Type. Please go back and change your recipient settings (using the wrench icon next to "Recipients").
sk_sk: Vybrali ste metódu výberu e-mailu bez toho, aby ste stanovili typ umiestnenia. Prejdite späť a zmeňte svoje nastavenia príjemcu (použite ikonu kľúča vedľa položky 'Príjemcovia').

source: Opt-Out
cy_gb: Gadael y rhestr
sk_sk: Explicitný nesúhlas
sq: Dil prej

source: Resubscribe
cy_gb: Ail-danysgrifio
sk_sk: Znovu sa prihlásiť na odber
sq: Regjistrohuni përsëri

source: You do not have permission to access this mailing report
cy_gb: Nid oes gennych ganiatad i weld yr adroddiad postio hwn.
sk_sk: Nemáte povolenie na prístup k tejto správe o pošte
sq: Ju nuk keni leje për të hyrë në këto postime

source: SMS Message
cy_gb: Neges SMS
sk_sk: SMS správa

source: Document Body
cy_gb: Corff y ddogfen
sk_sk: Telo dokumentu

source: Use Template
cy_gb: Defnyddio Templed
sk_sk: Použiť šablónu
sq: Përdor shabllonin

source: Update Template
cy_gb: Diweddaru Templed
sk_sk: Aktualizovať šablónu
sq: Përditëso shabllonin

source: Save As New Template
cy_gb: Safio Fel Templed Newydd
sk_sk: Uložiť ako novú šablónu
sq: Ruaj të gjithë shabllonat

source: The <a href="%1">default mailbox</a> has not been configured. You will find <a href="%2">more info in the online system administrator guide</a>
sk_sk: <a href="%1">Predvolená poštová schránka</a> nebola nakonfigurovaná. <a href="%2">Ďalšie informácie nájdete v online príručke pre správcu systému</a>

source: Opens: %1
sk_sk: Otvára: %1

source: View Mailing
cy_gb: Gweld Postiad
sk_sk: Zobraziť poštu

source: Not scheduled
cy_gb: Heb ei amserlennu
sk_sk: Nenaplánované
sq: Nuk është palnifikuar

source: No relevant activity type found when recording Mailing Event delivered Activity
sk_sk: Pri zaznamenávaní aktivity doručenia poštovej udalosti sa nenašiel príslušný typ aktivity

source: Mailing Delivery
cy_gb: Dosbarthu Postiad
sk_sk: Doručenie pošty
sq: Gjendja e dërgimit të letrës

source: Bounce type(s)
cy_gb: Math(au) o fownsio
sk_sk: Typy vrátenia

source: Mailing: Trackable Opens
cy_gb: Postiad: Agoriadau y Gellid eu Tracio
sk_sk: Pošta: sledovateľné otvorenia
sq: Posta: hapja e gjumimeve

source: Mailing: Trackable URL Clicks
cy_gb: Postiad: Cliciau URL y gellid eu Tracio
sk_sk: Pošta: sledovateľné kliknutia na adresu URL
sq: Posta: klikime të gjumimeve URL

source: Mailing: Trackable Replies
cy_gb: Postiad: Atebion y Gellid eu Tracio
sk_sk: Pošta: sledovateľné odpovede
sq: Postime: udha e përgjigjigjeve

source: Opt-out Requests
cy_gb: Ceisiadau i Adael y Rhestr
sk_sk: Žiadosti pre explicitný nesúhlas
sq: Opt-out kërkesat

source: Mailing:
cy_gb: Postiad:
sk_sk: Pošta:
sq: Letrat

source: Unsubscribe Requests
cy_gb: Ceisiadau i Ddad-tanysgrifio
sk_sk: Žiadosti o zrušenie odberu
sq: Kërkesat e çregjistrimit

source: Forwards
cy_gb: Wedi eu gyrru ymlaen
sk_sk: Preposlania
sq: Përpara

source: Campaign %1 %2
cy_gb: Ymgyrch %1 %2
sk_sk: Kampaň %1 %2

source: Mailing Name(s)
cy_gb: Enw(au) Postiad
sk_sk: Názvy pošty
sq: Emrat e letrave

source: Mailing Job Status
cy_gb: Statws y dasg bostio
sk_sk: Stav úlohy pošty

source: Bounce Types
cy_gb: Mathau o fownsio
sk_sk: Typy vrátenia

source: Trackable Opens
cy_gb: Wedi Agor y Gellid eu Tracio
sk_sk: Sledovateľné otvorenia
sq: Hap një gjurmim

source: Trackable URLs
cy_gb: URLs y gellid eu tracio
sk_sk: Sledovateľné URL
sq: Gjurmime URLs

source: Trackable Replies
cy_gb: Ymatebion y Gellid eu Tracio
sk_sk: Sledovateľné odpovede
sq: Udha e përgjigjigjeve

source: [CiviMail Draft]
cy_gb: [Drafft CiviMail]
sk_sk: [Koncept CiviMail]

source: Removed disabled groups
sk_sk: Odstránené deaktivované skupiny

source: Unknown bounce type: Could not parse bounce email
cy_gb: Math anhysbys o fownsio: Doedd dim modd dosrannu'r ebost bownsio
sk_sk: Neznámy typ vrátenia: nepodarilo sa analyzovať e-mail vrátenia
sq: Lloji i panjohur i kapërcimit: Analizë e pamundur e E-mail. Lloji i panjohur i kapërcimit.

source: You are already subscribed in %1, your subscription is %2.
cy_gb: Rydych eisoes wedi tanysgrifio yn %1, mae eich tanysgrifiad yn %2.
sk_sk: Už ste sa prihlásili na odber %1, vaše predplatné je %2.
sq: Ju jeni regjistruar tashmë në 1%, abonimi juaj është% 2.

source: Your subscription request has been submitted for %1. Check your inbox shortly for the confirmation email(s). If you do not see a confirmation email, please check your spam/junk mail folder.
cy_gb: Mae eich cais tanysgrifio wedi ei gyflwyno ar gyfer %1. Edrychwch yn eich blwch derbyn toc ar gyfer ebost (ebyst) gadarnhau. Os nad ydych yn gweld ebost gadarnhau, edrychwch yn eich ffolder sbam/sothach.
sk_sk: Vaša žiadosť o odber %1 bola odoslaná. Skontrolujte si doručenú poštu, zakrátko by ste mali dostať potvrdzujúci e-mail. Ak ste potvrdzujúci e-mail nedostali, skontrolujte si priečinok s nevyžiadanou poštou.

source: We had a problem processing your subscription request for %1. You have tried to subscribe to a private group and/or we encountered a database error. Please contact the site administrator.
cy_gb: Cawsom broblem wrth brosesu eich cais tanysgrifio ar gyfer %1. Rydych wedi ceisio tanysgrifio i grŵp preifat a/neu roedd gwall bas data ar ein hochr ni. Cysylltwch â gweinyddwr y safle os gwelwch yn dda.
sk_sk: Nepodarilo sa nám spracovať vašu žiadosť o odber %1. Pokúsili ste sa prihlásiť na odber súkromnej skupiny a/alebo došlo k chybe databázy. Obráťte sa na správcu lokality.

source: Approve/Reject Mailing
cy_gb: Cymeradwyo/Gwrthod Postiad
sk_sk: Schváliť/zamietnuť poštu
sq: Miratoi/hedh poshtë postimin

source: Approve/Reject Note
cy_gb: Cymeradwyo/Gwrthod Nodyn
sk_sk: Schváliť/zamietnuť poznámku
sq: Mirato/refuzo shënimin

source: Approval Status
cy_gb: Statws Cymeradwyo
sk_sk: Stav schválenia
sq: Statusi i miratuar

source: No mailing id has been able to be determined
sk_sk: Nepodarilo sa určiť žiadne ID pošty

source: Selected mailing has been deleted.
cy_gb: Mae'r postiad a ddewisiwyd wedi cael ei ddileu.
sk_sk: Vybratá pošta bola odstránená.
sq: Letra që keni zgjedhur është fshirë

source: The mailing has been canceled.
cy_gb: Mae'r postiad wedi ei ganslo.
sk_sk: Pošta bola zrušená.
sq: Letra është anuluar

source: Component Type
cy_gb: Math o Gydran
sk_sk: Typ komponentu
sq: Lloji i përbërjes

source: Body - TEXT Format
cy_gb: Corff - Fformat TESTUN
sk_sk: Telo správy – TEXTOVÝ formát
sq: Trupi i formatit TEKST

source: Body - HTML Format
cy_gb: Corff - Fformat HTML
sk_sk: Telo správy – formát HTML
sq: Trupi i formatit HTM

source: The mailing component '%1' has been saved.
cy_gb: Cafodd yr elfen '%1' ei chadw.
sk_sk: Komponent pošty '%1' bol uložený.
sq: % 1' e përbërësit postar jannë ruajtur. CiviCRM Testi i letrave (% 1)

source: This token can only be used in send mailing context (body, header, footer)..
cy_gb: Dim ond yng nghyd-destun anfon postiad (corff, pennyn, troedyn) y gellid defnyddio'r tocyn hwn.
sk_sk: Tento token je možné použiť iba v kontexte odosielania pošty (telo správy, hlavička, päta).
sq: Kjo shenjë mund të përdoren vetëm në kontekstin e postimeve që dërgoni (trupi, titulli, shënimet) ..

source: This message is having a invalid token - %1: %2
cy_gb: Mae tocyn annilys gan y neges hon - %1: %2
sk_sk: Táto správa má neplatný token – %1: %2
sq: Ky mesazh është shenjë një gjeje të pavlefshme -% 1:% 2

source: The following errors were detected in %1 message:
cy_gb: Canfyddwyd y gwallau canlynol yn neges %1 :
sk_sk: Zistilo sa, že správa %1 obsahuje nasledujúce chyby:
sq: Gabimet e mëposhtme janë zbuluar në 1% të mesazhit:

source: More information on tokens...
cy_gb: Rhagor o wybodaeth ynglŷn â thocynnau...
sk_sk: Ďalšie informácie o tokenoch...
sq: Më shumë informacion mbi argumentet ...

source: Please provide either HTML or TEXT format for the Body.
cy_gb: Darparwch fformat Testun neu HTML ar gyfer y Corff.
sk_sk: Použite pre telo správy textový formát alebo formát HTML.

source: Invalid form parameters.
cy_gb: Paramadrau ffurflen annilys.
sk_sk: Neplatné parametre formulára.
sq: Parametrat e pavlefshëm në formë.

source: Forward Mailing: %1
cy_gb: Gyrru'r Postiad ymlaen: %1
sk_sk: Preposlať poštu: %1
sq: Postimi i letres më vonë 1%

source: Forward
cy_gb: Anfon Ymlaen
sk_sk: Preposlať
sq: Përpara

source: Mailing is not forwarded to the given email address.
cy_gb: Ni anfonir y postiad ymaeln i'r cyfeiriad ebost a roddir.
sk_sk: Pošta sa nepreposiela na danú e-mailovú adresu.
sq: Letra nuk ka kaluar në procesin e adresave që janë në email.

source: Mailing is forwarded successfully to %count email address.
cy_gb: Anfonwyd y postiad ymlaen yn llwyddianus at %count cyfeiriad ebost.
sk_sk: Pošta sa úspešne preposiela na %count e-mailovú adresu.

source: Invalid request: missing parameters
sk_sk: Neplatná požiadavka: chýbajúce parametre

source: Invalid request: bad parameters
sk_sk: Neplatná požiadavka: zlé parametre

source: Opt Out Confirmation
sk_sk: Potvrdenie explicitného nesúhlasu

source: %1 opt out confirmed.
sk_sk: Explicitný nesúhlas %1 potvrdený.

source: SMS Name
cy_gb: Enw SMS
sk_sk: Názov SMS
sq: Emri SMS

source: SMS Date
cy_gb: Dyddiad Neges Destun
sk_sk: Dátum SMS
sq: Data SMS

source: Mailing Date
cy_gb: Dyddiad y Postiad
sk_sk: Dátum pošty
sq: Data e letrës

source: Created or Sent by
cy_gb: Crëwyd neu Anfonwyd gan
sk_sk: Autor alebo odosielateľ
sq: Krijuar ose dërguar me

source: Draft / Unscheduled
cy_gb: Drafft / Heb eu hamseru
sk_sk: Koncept/neplánované

source: - all languages -
sk_sk: – všetky jazyky –

source: Subscribe to Mailing List - %1
cy_gb: Tanysgrifio i Restr Bostio - %1
sk_sk: Prihlásiť sa na odber pre poštový zoznam – %1
sq: Regjistrohu në listën postare - 1%

source: Mailing List Subscription
cy_gb: Tanysgrifiad Rhestr Bostio
sk_sk: Prihlásenie na odber pre poštový zoznam
sq: Lista postimeve të parapagesave

source: There are no public mailing list groups to display.
cy_gb: Nid oes rhestrau postio cyhoeddus i'w dangos.
sk_sk: K dispozícii nie sú žiadne skupiny verejných poštových zoznamov na zobrazenie.
sq: Nuk ka grupe publike as listë postimesh për të shfaqur.

source: Subscribe
cy_gb: Tanysgrifio
sk_sk: Prihlásiť sa na odber
sq: Regjistrohuni

source: Print Mailing Recipients
cy_gb: Argraffu Derbynwyr y Postiad
sk_sk: Vytlačiť príjemcov pošty

source: %1 has already been unsubscribed.
sk_sk: %1 už má zrušený odber.

source: Unsubscribe Confirmation
sk_sk: Potvrdenie o zrušení odberu

source: %1 has been unsubscribed successfully.
sk_sk: %1 už má úspešne zrušený odber.

source: CiviCRM Mailing Engine
sk_sk: Poštový nástroj CiviCRM

source: access CiviMail
cy_gb: mynd at CiviMail
sk_sk: získať prístup k CiviMail

source: access CiviMail subscribe/unsubscribe pages
cy_gb: mynd at dudalennau tanysgrifio/dad-danysgrifio CiviMail
sk_sk: získať prístup na stránky CiviMail pre prihlásenie/zrušenie odberu

source: Subscribe/unsubscribe from mailing list group
cy_gb: Tanysgrifio/dad-danysgrifio â grŵp rhestr bostio
sk_sk: Prihlásiť/zrušiť odber zo skupiny poštového zoznamu

source: delete in CiviMail
cy_gb: dileu yn CiviMail
sk_sk: odstrániť v CiviMail

source: Delete Mailing
cy_gb: Dileu'r Postiad
sk_sk: Odstrániť poštu
sq: Fshije letrën

source: view public CiviMail content
cy_gb: gweld cynnwys cyhoeddus CiviMail
sk_sk: zobraziť verejný obsah CiviMail

source: create mailings
cy_gb: creu postiadau
sk_sk: vytvoriť poštu

source: schedule mailings
cy_gb: amseru postiadau
sk_sk: naplánovať poštu

source: approve mailings
cy_gb: cymeradwyo postiadau
sk_sk: schváliť poštu

source: %1 could not be parsed
sk_sk: %1 sa nepodarilo analyzovať

source: You do not have permission to send SMS
sk_sk: Nemáte povolenie na posielanie SMS

source: You do not have permission to view this page.
sk_sk: Nemáte povolenie na zobrazenie tejto stránky.

source: Cancel Mailing
cy_gb: Canslo Postiad
sk_sk: Zrušiť poštu
sq: Anuloje letrën

source: The mailing has been paused. Active message deliveries may continue for a few minutes, but CiviMail will not begin delivery of any more batches.
sk_sk: Pošta bola pozastavená. Aktívne doručovanie správ môže ešte niekoľko minút pokračovať, ale CiviMail nezačne doručovať ďalšie dávky.

source: The mailing has been resumed.
sk_sk: Pošta bola obnovená.

source: Resumed
sk_sk: Obnovené

source: Archive Mailing
cy_gb: Archifio Postiad
sk_sk: Archivovať poštu
sq: Arkivoje letrën

source: Find Mass SMS
cy_gb: Canfod SMS Torfol
sk_sk: Hľadať hromadnú správu SMS
sq: Gjej të gjithë Mass SMS

source: Search Mailings
cy_gb: Chwilio Postiadau
sk_sk: Vyhľadávať v pošte
sq: Kërko letrat

source: There was an error in your request
cy_gb: Roedd yna wall yn eich cais
sk_sk: Pri vašej požiadavke došlo k chybe
sq: Në kërkesën tuaj nuk kishte një gabim

source: Back to Activities
cy_gb: Yn ôl i Weithgareddau
sk_sk: Späť na aktivity
sq: Kthehu tek veprimet

source: Back to Mailing
cy_gb: Yn ôl i'r Postiad
sk_sk: Späť na poštu

source: Back to Report
cy_gb: Yn ôl i'r Adroddiad
sk_sk: Späť na správu
sq: Kthehu tek raporti

source: Back to Activity
cy_gb: Yn ôl i'r Weithgaredd
sk_sk: Späť na aktivitu
sq: Kthehu tek veprimi

source: Back to CiviMail
cy_gb: Yn ôl i CiviMail
sk_sk: Späť na CiviMail
sq: Kthehu tel CiviPosta

source: CiviMail Report: %1
cy_gb: Adroddiad CiviMail: %1
sk_sk: Správa CiviCRM: %1
sq: Raporti CiviMail:% 1

source: Mailings sent to %1
cy_gb: Postiadau a anfonwyd at %1
sk_sk: Pošta odoslaná príjemcovi %1

source: Testing
cy_gb: Profi
sk_sk: Testovanie

source: Final
cy_gb: Terfynnol
sk_sk: Konečná verzia

source: Test different "Subject" lines
cy_gb: Profi "Penawdau" gwahanol
sk_sk: Otestovať rôzne riadky 'Predmet'

source: Test different "From" lines
cy_gb: Profi llinellau "O" gwahanol
sk_sk: Otestovať rôzne riadky 'Od'

source: Test entirely different emails
cy_gb: Profi ebyst gwbl wahanol
sk_sk: Otestovať úplne odlišné e-maily

source: Total Unique Clicks
cy_gb: Cyfanswm Cliciadau Unigryw
sk_sk: Celkový počet jedinečných kliknutí

source: Total Clicks on a particular link
cy_gb: Cyfanswm Cliciadau ar ddolen arbennig
sk_sk: Celkový počet kliknutí na určitý odkaz

source: Standalone
cy_gb: Sefyll ar ei ben ei hun
sk_sk: Samostatné

source: Experimental
cy_gb: Arbrofol
sk_sk: Experimentálne

source: Winner
cy_gb: Enillydd
sk_sk: Víťaz

source: Successful
cy_gb: Llwyddiannus
sk_sk: Úspešné
sq: Me sukses

source: Bounced
cy_gb: Wedi Bownsio
sk_sk: Vrátené
sq: Kthmi, kërcimi

source: Opened
cy_gb: Wedi ei agor
sk_sk: Otvorené
sq: I hapur

source: Unopened/Hidden
cy_gb: Heb ei hagor/Cuddiedig
sk_sk: Neotvorené/skryté
sq: E pahapur/e fshehur

source: Clicked
cy_gb: Wedi ei chlicio
sk_sk: Kliknuté
sq: Klikuar

source: Not Clicked
cy_gb: Heb ei chlicio
sk_sk: Nekliknuté
sq: E pa klikuar

source: Replied
cy_gb: Wedi ymateb
sk_sk: S odpoveďou
sq: Përsërit

source: No Reply
cy_gb: Dim Ymateb
sk_sk: Žiadna odpoveď
sq: Mos përsërit

source: Mailings %%StatusMessage%%
cy_gb: %%StatusMessage%%Ebyst
sk_sk: Pošta %%StatusMessage%%
sq: Letrat%%Gjendja e mesazheve%%

source: Sent By
cy_gb: Anfonwyd Gan
sk_sk: Odosielateľ
sq: Dërguesi

source: Are you sure you want to cancel this mailing?
cy_gb: Ydych yn sicr eich bod am ganslo anfon y neges?
sk_sk: Naozaj chcete túto poštu zrušiť?
sq: A jeni të sigurtë që doni të anuloni këtë letër?

source: Are you sure you want to delete this mailing?
cy_gb: Ydych yn siwr eich bod am ddileu'r neges?
sk_sk: Naozaj chcete túto poštu odstrániť?
sq: A jeni të sigurtë që doni të fshini këtë letër?

source: Are you sure you want to archive this mailing?
cy_gb: Ydych yn siwr eich bod am archifio'r neges?
sk_sk: Naozaj chcete túto poštu archivovať?
sq: A jeni të sigurtë që doni të arkivoni këtë letër?

source: Approve/Reject
cy_gb: Cymeradwyo/Gwrthod
sk_sk: Schváliť/zamietnuť
sq: Mirato/refuzo

source: Continue Mailing
cy_gb: Parhau i bostio
sk_sk: Pokračovať v pošte
sq: Vazhdo postimin

source: Copy Mailing
sk_sk: Kopírovať poštu

source: Archive
cy_gb: Archifio
sk_sk: Archivovať
sq: Arkivi

source: Resume
sk_sk: Pokračovať

source: Resume mailing
sk_sk: Pokračovať v rozosielaní pošty

source: Pause
sk_sk: Pozastaviť

source: Pause mailing
sk_sk: Pozastaviť rozosielanie pošty

source: Copy SMS
sk_sk: Kopíruj SMS

source: Public View
cy_gb: Gwedd Cyhoeddus
sk_sk: Verejné zobrazenie

source: CiviMail Mailings
cy_gb: Postiadau CiviMail
sk_sk: Pošta CiviMail
sq: CviLetrat Pastimet

source: Internal Contact ID
sk_sk: Interné ID kontaktu

source: Forwarded Email
cy_gb: Ebost wedi ei Anfon Ymlaen
sk_sk: Preposlaný e-mail
sq: Eaili i dërguar

source: Successful Deliveries
cy_gb: Wedi Cyrraedd yn Llwyddiannus
sk_sk: Úspešné doručenia
sq: Dërgim i suksesshëm

source: Bounces
cy_gb: Wedi Bownsio
sk_sk: Vrátanie
sq: Kthmi, kërcimi

source: Unique Replies
cy_gb: Ymatebion Unigryw
sk_sk: Jedinečné odpovede
sq: Përgjigjet e veçanta

source: Replies
cy_gb: Ymatebion
sk_sk: Odpovede
sq: Përgjigjigjet

source: Unique Click-throughs
cy_gb: Cliciadau-drwodd Unigryw
sk_sk: Jedinečné prekliknutia
sq: Mënyra e vetme e klikimit përmes

source: Click-throughs
cy_gb: Cliciadau-drwodd
sk_sk: Prekliknutia
sq: Kliko përmes

source: Unique Tracked Opens
cy_gb: Wedi Agor a'u Tracio'n Unigryw
sk_sk: Jedinečné sledované otvorenia
sq: Hap një gjurmim të veçantë

source: Total Tracked Opens
cy_gb: Cyfanswm Agoriadau Wedi eu Tracio
sk_sk: Všetky sledované otvorenia

source: Mailing Recipient
cy_gb: Derbyniwr y Postiad
sk_sk: Príjemca pošty

source: Completed Date
cy_gb: Dyddiad Cwblhau
sk_sk: Dátum dokončenia

source: CiviCRM Mailing Search
cy_gb: Chwiliad Postiad CiviCRM
sk_sk: Vyhľadávanie pošty CiviCRM

source: Mailto
sk_sk: Mail na adresu

source: Mailing Key
sk_sk: Poštový kľúč

source: Mailing Group(s)
sk_sk: Poštové skupiny

source: Mailing URL (View)
sk_sk: Adresa URL pošty (Zobraziť)

source: Mailing URL (Edit)
sk_sk: Adresa URL pošty (Upraviť)

source: Mailing URL (Schedule)
sk_sk: Adresa URL pošty (Plánovať)

source: Mailing HTML
sk_sk: HTML pošty

source: Mailing Approval Status
sk_sk: Stav schválenia pošty

source: Mailing Approval Note
sk_sk: Poznámka o schválení pošty

source: Mailing Approval URL
sk_sk: Adresa URL schválenia pošty

source: Mailing Creator (Name)
sk_sk: Autor pošty (meno)

source: Mailing Creator (Email)
sk_sk: Autor pošty (e-mail)

source: Failed to connect
sk_sk: Nepodarilo sa pripojiť

source: (See log for more details.)
sk_sk: (Viac informácií nájdete v denníku.)

source: Connection succeeded.
sk_sk: Pripojenie úspešné.

source: No new messages found.
sk_sk: Žiadne nové správy neboli nájdené.

source: Found at least %1 new messages.
sk_sk: Nájdených aspoň %1 nových správ.

source: Unreviewed
cy_gb: Heb eu hadolygu
sk_sk: Neskontrolované

source: Reply-To
cy_gb: Ateb-I
sk_sk: Príjemca odpovede
sq: Ripërsëite për

source: Unsubscribe Group
cy_gb: Dad-tanysgrifio Grŵp
sk_sk: Zrušiť odber pre skupinu

source: - choose language -
sk_sk: – vybrať jazyk –

source: No content to preview
cy_gb: Dim cynnwys i weld rhagolwg
sk_sk: Nie je k dispozícii žiaden obsah na ukážku

source: Preview as HTML
cy_gb: Rhagolwg fel HTML
sk_sk: Ukážka ako HTML

source: Preview as Plain Text
cy_gb: Rhagolwg fel Testun Plaen
sk_sk: Ukážka ako obyčajný text

source: Send test email to:
cy_gb: Anfon ebost prawf at:
sk_sk: Odoslať testovací e-mail príjemcovi:

source: Test Email
cy_gb: Ebost Prawf
sk_sk: Testovací e-mail

source: Send test message to %1
cy_gb: Anfon neges brawf at %1
sk_sk: Odoslať testovaciu správu príjemcovi %1

source: Send test
cy_gb: Anfon prawf
sk_sk: Test odoslania

source: Send test email to group:
cy_gb: Anfon ebost prawf at grŵp
sk_sk: Odoslať testovací e-mail skupine:

source: Send test message to group
cy_gb: Anfon neges prawf at grŵp
sk_sk: Odoslať testovaciu správu skupine

source: Send to %1
cy_gb: Anfon at %1
sk_sk: Poslať príjemcovi %1

source: A test message will be sent to %1 people:
cy_gb: Anfonir neges brawf at %1 o bobl:
sk_sk: Testovacia správa bude odoslaná %1 ľuďom:

source: None of the contacts in this group have an email address.
cy_gb: Nid oes cyfeiriad ebost gan yr un o'r cysylltiadau yn y grŵp hwn.
sk_sk: Žiaden kontakt v tejto skupine nemá e-mailovú adresu.

source: Group is empty.
cy_gb: Mae'r grŵp yn wag.
sk_sk: Skupina je prázdna.

source: Mailing Visibility
cy_gb: Gwelededd Postiad
sk_sk: Viditeľnosť pošty
sq: Dukshmëria postimit

source: Edit Recipient Options
cy_gb: Golygu Opsiynau Derbynydd
sk_sk: Upraviť možnosti príjemcov

source: Click to refresh recipient count
sk_sk: Kliknúť na obnoviť počet príjemcov

source: Preview a List of Recipients
cy_gb: Gweld rhagolwg o Restr Derbynwyr
sk_sk: Ukážka zoznamu príjemcov

source: Track Replies
cy_gb: Tracio Atebion
sk_sk: Sledovať odpovede

source: Forward Replies
cy_gb: Anfon Atebion Ymlaen
sk_sk: Preposlať odpovede
sq: Përgjigja e përparshme

source: Auto-Respond to Replies
cy_gb: Ateb yn Awtomatig i Ymatebion
sk_sk: Automaticky odpovedať na odpovede

source: Auto-Respond Message
cy_gb: Neges Ymateb Awtomatig
sk_sk: Správa pre automatickú odpoveď

source: Include:
cy_gb: Cynnwys:
sk_sk: Zahrnúť:

source: Exclude:
cy_gb: Eithrio:
sk_sk: Vylúčiť:

source: Content
sk_sk: Obsah

source: Plain Text
cy_gb: Testun Plaen
sk_sk: Obyčajný text

source: Tracking
sk_sk: Sledovanie

source: Click-Throughs
cy_gb: Cliciadau Drwodd
sk_sk: Prekliknutia

source: Opens
cy_gb: Wedi Agor
sk_sk: Otvorenia

source: Responding
cy_gb: Ymateb
sk_sk: Odpoveď
sq: Përgjigju

source: Auto-Respond
cy_gb: Ateb yn Awtomatig
sk_sk: Automaticky odpovedať

source: Publication
cy_gb: Cyhoeddiad
sk_sk: Publikácia

source: Select Campaign
cy_gb: Dewis Ymgyrch:
sk_sk: Vybrať kampaň

source: Save As
cy_gb: Cadw Fel
sk_sk: Uložiť ako

source: Track Click-Throughs
cy_gb: Tracio Cliciadau Trwodd
sk_sk: Sledovať prekliknutia

source: Track Opens
cy_gb: Tracio Pan Gaiff ei Agor
sk_sk: Sledovať otvorenia

source: Required tokens are missing.
cy_gb: Mae tocynnau sydd eu hangen ar goll.
sk_sk: Chýbajú povinné tokeny.

source: Define Mailing
cy_gb: Diffinio Postiad
sk_sk: Definovať poštu

source: Header and Footer
cy_gb: Pennyn a Throedyn
sk_sk: Hlavička a päta

source: Responses
cy_gb: Ymatebion
sk_sk: Odpovede

source: Review and Schedule
cy_gb: Adolygu ac Amseru
sk_sk: Revízia a plán

source: Submit Mailing
cy_gb: Cyflwyno Postiad
sk_sk: Odoslať poštu
sq: Dorëzoji postimet

source: Delete Draft
cy_gb: Dileu Drafft
sk_sk: Odstrániť koncept

source: Are you sure you want to permanently delete this mailing?
cy_gb: Ydych chi'n siwr eich bod am ddileu'r postiad hwn yn barhaol?
sk_sk: Naozaj chcete trvalo odstrániť túto poštu?

source: Save Draft
cy_gb: Safio Drafft
sk_sk: Uložiť koncept

source: This mailing has been submitted.
cy_gb: Mae'r postiad yma wedi ei gyflwyno.
sk_sk: Táto pošta bola odoslaná.

source: Submit and Approve Mailing
cy_gb: Cyflwyno a Chymeradwyo Postiad
sk_sk: Odoslať a schváliť poštu

source: Submitting...
cy_gb: Cyflwyno...
sk_sk: Odosiela sa...

source: Submitted
sk_sk: Odoslané

source: Estimating...
sk_sk: Odhaduje sa...

source: Estimate recipient count
sk_sk: Odhadnúť počet príjemcov

source: Refresh recipient count
sk_sk: Obnoviť počet príjemcov

source: No Recipients
sk_sk: Žiadni príjemcovia
