Repository: civicrm/l10n
Catalog: po/*/mailing.po
Languages: cy_gb, sk_sk, sq

source: Go to <a href='%1'>Administer CiviCRM &raquo; Configure &raquo; FROM Email Addresses</a> to add or edit email addresses. Make sure these email addresses are valid email accounts with your email service provider.
sq: Shko tek <a href='%1'> administrata CiviCRM »Komunikimet» NGA adresa email </a> për të shtuar ose redaktuar adresat e-mail. Sigurohuni që këto janë adresat e-mail të llogarive të vlefshme e-mail me ofruesin tuaj të shërbimit e-mail.

source: You can choose to send BOTH an <strong>HTML</strong> and a plain <strong>TEXT</strong> version of your mailing, OR you can send a <strong>TEXT</strong> version only.
sq: Ju mund të zgjidhni për të dërguar të DYJA <strong> HTML </ strong> dhe një tekst të thjeshtë <strong> </ strong> Versioni i postimeve tuaja, ose ju mund të dërgoni një tekst <strong> </ strong> versioni i vetëm.

source: If you create only an <strong>HTML</strong> version, CiviMail will automatically create a <strong>TEXT</strong> version for your recipients who have chosen NOT to receive HTML email.
sq: Nëse keni krijuar vetëm një HTML <strong> </ strong> version, CiviMail automatikisht do të krijojë një tekst <strong> </ strong> Versioni për përfituesit tuaj të cilët kanë zgjedhur që të mos marrin email HTML.

source: Required Elements
sq: Elementet e kërkuara

source: CiviMail email messages must include an <strong>opt-out</strong> link ("Opt out via web page"), and the <strong>postal address</strong> of your organization. These elements help reduce the chances of your email being categorized as SPAM. They can be included in the main message body OR in a re-usable <strong>message footer</strong>. Refer to the online documentation for details on how to include required links and contact information as well as sample messages.
sq: Email mesazhe CiviMail duhet përfshijnë një <strong> zgjedhë-nga </ fortë> Lidhje ("Opt-nga faqe"), dhe adresa <strong> postar </ fortë> e organizimit tuaj. Këto elemente të ndihmojë në uljen shanseve të email-it tuaj duke u kategorizuar si spam. Ato mund të përfshihen në trupin e mesazhit kryesore ose në një ri-përdorshme mesazh <strong> futboll </ strong>. Referojuni dokumentacionit online për detaje se si për të përfshirë lidhjet e nevojshme dhe informatat kontaktuese, si dhe mesazhe mostër.

source: You can use your favorite editor to create content on your local computer and then <strong>Upload</strong> the files. OR you can <strong>Compose</strong> content directly on the screen.
sq: Ju mund të përdorni redaktimin tuaj të preferuar për të krijuar përmbajtje në kompjuterin tuaj lokal dhe pastaj ngarkoni <strong> </ strong> fotografi. OSE ju mund të <strong> Shkruaj </ strong> Përmbajtja del drejtpërdrejt në ekran.

source: If you choose to compose on the screen, a basic WYSIWYG (what-you-see-is-what-you-get) editor is provided which you can use create simple HTML messages. However, if you are planning on creating HTML messages with complex layouts - it is best to use an HTML editor on your local computer. Then locate and upload the saved file(s) by clicking the <strong>Browse</strong> button.
sq: Nëse ju vendosni të kompozoj në ekran, një WYSIWYG (ajo themelore-ju-shihni-është-çfarë-ju-të merrni) redaktor i është dhënë të cilat ju mund të përdorni të krijojnë mesazhe të thjeshtë HTML. Megjithatë, në qoftë se jeni duke planifikuar për të krijuar mesazhe HTML Layouts komplekse me - ajo është e mirë për të përdorur një editor HTML në kompjuterin tuaj lokal. Pastaj gjeni dhe ngarkoni skedarin ruajtur (s) duke klikuar <strong> Browse </ strong> button.

source: You can either <strong>upload</strong> the mailing content from your computer OR <strong>compose</strong> the content on this screen.
sq: Ju ose mund të ngarkoni <strong> </ strong> përmbajtjen e postimeve nga kompjuteri juaj ose <strong> përbërës</ strong> lënde në këtë ekran.

source: Auto-Generated
sq: Gjenerim automatik

source: Browse to the <strong>TEXT</strong> message file you have prepared for this mailing.
sq: Shfleto në HTML <strong> </ strong> fotografitë mesazhet që ju keni përgatitur për ketë letër.

source: Browse to the <strong>HTML</strong> message file you have prepared for this mailing.
sq: Shfleto të HTML <strong> </ strong> fotografitë mesazhet që ju keni përgatitur për ketë letër.

source: Header / Footer
sq: Titulli / Shënimi

source: More information and sample messages...
sq: Më shumë informacion dhe shembuj per mesazhe ...

source: New Mailing
sq: Letra e re

source: No Mailings match your search criteria. Suggestions:
sq: Asnjë letër nuk përputhet me kriteret e kërkimit tuaj. sugjerime:

source: Or you can <a href='%1'>browse all %2 mailings</a>.
sq: Ose ju mund të shfletoni të gjitha href='%1'>% <a 2 mailings </ a>.

source: There are no Unscheduled Mailings.
sq: Nuk ka letra të paplanifikuara

source: You can <a href='%1'>create and send one</a>.
sq: Ju mund të krijoni <a href='%1'> dhe të dërgoni një </ a>.

source: There are no Archived Mailings. You can archive mailings from <a href='%1'>Scheduled or Sent Mailings</a>.
sq: Nuk ka letër të arkivuar. Ju mund arkivoni letrat nga href='%1'> <a planifikoni ose dërgoni letrat </ a>.

source: There are no Scheduled or Sent Mailings.
sq: Nuk ka letra të planifikuara që të dërgohen.

source: You can <a href='%1'>create and send one</a>
sq: Ju mund të krijoni <a href='%1'> dhe të dërgoni një </a>

source: OR you can search the <a href='%1'>Archived Mailings</a>
sq: OSE ju mund të kërkoni në <ahref='%1'> letrat e arkivuara </a>

source: has been successfully opted out.
sq: Zgjedhje e sukseshme.

source: Are you sure you want to optout: %1 (%2)
sq: A jeni të sigurt për këtë përfundim: %1 (%2)

source: Optout
sq: Zgjedh nga

source: Recipients
sq: Marrësi

source: Unique Clicks
sq: Klikimi i vetëm

source: On
sq: Ndezur

source: has been successfully unsubscribed.
sq: Regjistrim i sukseshëm.

source: Are you sure you want to be unsubscribed from mailing lists:
sq: A jeni të sigurtë që doni të anuloni këtë listë e postimeve:

source: Sorry you are not on the mailing list. Probably you are already unsubscribed.
sq: Na vjen keq që ju nuk jeni në listën e postimeve. Ndoshta tashmë jeni të çregjistruar.

source: The <a href="%1">default mailbox</a> has not been configured. You will find <a href="%2">more info in the online user and administrator guide</a>
sq: The <a href="%1">default mailbox</a> nuk është konfiguruar. Ju do të gjeni më shumë informacion <a href="%2"> tek përdoruesi dhe administratori</a>

source: Dedupe Email
sq: Email i dyfishuar

source: The <a href="%1">default mailbox</a> has not been configured. You will find <a href="%2">more info in our online user and administrator guide.</a>
sq: The <a href="%1">default mailbox</a> nuk është konfiguruar. Ju do të gjeni informacion <a href="%2"> më shumë informacion gjeni tek administratori</a>

source: Search-based mailings require an "unsubscribe tracking" group.
sq: Kërko bazën e letrave që kërkojnë një "çregjistrim" dhe ndjekjen në grup.

source: Because this mailing is using the results of a search to provide the recipient list, you need to specify a group to track people who unsubscribe in response to this mailing.
sq: Sepse kjo leter është duke përdorur rezultatet e një kërkimi për të siguruar listën e marrësit, ju duhet të specifikoni një grup për të gjetur njerëz të cilët janë çregjistruar pas përgjigjeve të këtyre letrave.

source: If a recipient unsubscribes from this mailing, they will be excluded from future mailings which use the same "Unsubscription Group". This is achieved through actually marking the contact as "unsubscribed from the group". If a contact in your search results has already been marked as unsubscribed from that group, they will be excluded from this mailing.
sq: Nëse një marrës do të çregjistrohet nga ky postim, ata do të përjashtohen nga posta ardhshme që përdor të njëjtën "Grup çregjistrimi". Kjo është arritur përmes shënimit të kontaktit si "çregjistruar nga grupi". Nëse një kontakt në rezultatet e kërkimit tuaj tashmë është shënuar si çregjistrar nga ky grup, ata do të përjashtohen nga ky grup i postimeve.

source: If a recipient clicks the unsubscribe link they will see the "Unsubscription Group" title on the unsubscribe page. The selected group should have a title that corresponds to the content / type of mailing being sent.
sq: Nëse një marrës klikon në link dhe çregjistrohet atw do ta shoh "grupi çabonimi" titullin në faqen çregjistrimit. Nga grupi i përzgjedhur duhet të ketë një titull që i përgjigjet përmbajtjes / llojit të postimeve duke u dërguar.

source: NOTE: Contacts who are in the "Unsubscription Group" but do not match your search critera will not be included in the mailing regardless of their status in that group. This is a change from previous versions which used the term "Base Group".
sq: SHËNIM: Kontaktet që janë në "grupin e çabonimit" por që nuk përputhen kriteret e kërkimit tuaj nuk do të përfshihen në e postime pavarësisht nga statusi i tyre në atë grup. Ky është një ndryshim nga versionet e mëparshme të cilat përdoren për termin "Grupi Bazë".

source: CiviCRM will always dedupe your mailing based on unique contact records. For example, if a contact is in three of the groups you are including in your mailing, they will only be sent one copy of the email.
sq: CiviCRM gjithmonë do të bëj dërgimin e postimeve tuaja bazuar në të dhënat e kontaktit të veçantë. Për shembull, nëse një kontakt është në tre grupe që janë përfshirë në postimet tuaj, ata do të dërgohen vetëm në një kopje të e-mail.

source: However, if the same email is used by multiple contacts, that email address will receive multiple copies of the email -- one for each contact using that address.
sq: Megjithatë, në qoftë se enjëjta leter është përdorur nga kontaktet e shumta, adresa juaj e emailit të marrë kopje të shumta të emailit - një për secilin kontakt duke përdorur ketë adresë.

source: Selecting this option will ensure only one email is sent to each address. Note that when using this option and including contact tokens in your email content, the email with it's respective tokens will only be created for one of the matching contacts.
sq: Duke zgjedhur këtë opsion do të siguroni vetëm një email që është dërguar në çdo adresë. Vini re se duke përdorur këtë mundwsi dhe duke përfshi ketë kontakt argumentet në përmbajtjen tuaj me email, argumentet përkatëse do të krijohen vetëm për një nga kontaktet që përputhen.

source: You also have the option to <strong>Exclude</strong> some contacts in your included groups by selecting one or more <strong>Excluded Groups</strong>. Contacts who are in both groups will NOT receive the mailing (they are 'excluded').
sq: Ju gjithashtu keni mundësi për të <strong> përjashtuar </ strong> disa kontakte të përfshira në grupe duke zgjedhur një ose më shumë grupe <strong> tw përjashtuara </ strong>. Kontaktet që janë në dy grupe nuk do të marrin letrën (ata që janë "përjashtuar").

source: It's a good idea to test your mailing by sending it to yourself and/or a selected group of people in your organization. You can also view your content in the preview panel below.
sq: Kjo është një ide e mirë për të testuar eetrat tuaja duke ia dërguar vetës dhe / ose një grupi të përzgjedhur njerëzish në organizatën tuaj. Ju gjithashtu mund të shikoni përmbajtjen tuaj duke klikuar në vrojtim më poshtë.

source: Enter a single email address or select an existing group and click "Send a Test Mailing." Once you receive the test mailing:
sq: Vni adresën e vetme të e-mail-it ose zgjidhni një grup ekzistues dhe kliko "Send a Test Mailing." Pasi të keni marrë në postë provë:

source: If you need to make changes, you can click <strong>Previous</strong> to return to the content step, make your changes, and send another test.
sq: Nëse keni nevojë për të bërë ndryshime, ju mund të klikoni <strong> Previous </ strong> të kthehen në hapin e përmbajtjes, të bëjë ndryshimet tuaja, dhe për të dërguar një tjetër provë.

source: has been successfully removed from the specified mailing list(s).
sq: Jeni larguar me sukses nga lista e postimeve të caktuara (s).

source: Sorry you are not currently on this mailing list. Perhaps you have already unsubscribed.
sq: Na vjen keq që ju nuk jeni në listën e postimeve. Ndoshta tashmë jeni të çregjistruar.

source: Draft and Unscheduled Mass SMS
sq: Hartimi dhe paplanifikimi Mass SMS

source: Archived Mass SMS
sq: Arkivi i Mass SMS

source: Scheduled and Sent Mass SMS
sq: Planifikimi dhe dërgimi Mass SMS

source: This option makes it possible to make the contents of the email accessible to users as a web page. This option is only relevant if you insert the Mailing permalink token %1 in your message in the next step. This token generates a URL on which the message can be viewed (remember to insert the code in the appropriate HTML tags).
sq: Kjo mundësi e bën të mundur për të bërë përmbajtjen e email-it të atypëratyshëm për përdoruesit si një web faqeje. Kjo mundësi është e rëndësishme në qoftë se ju futni postën permalink me shenjë %1 në mesazhin tuaj në hapin e ardhshëm. Kjo shenjë gjeneron një URL në të cilën mesazhi mund të shikohet (mos harroni për të futur kodin e përshtatshëm HTML tags).

source: You have two options to specify the visibility of the mailing
sq: Ju keni dy mundësi për të specifikuar dukshmërinë e e postimeve

source: "public pages" will make the content of this mailing be viewable as a web page by everyone who has the permission of "view public CiviMail content"
sq: "Faqja publike" do të bëjë që përmbajtja e këtyre postimeve të mund të shikohet si një web faqe nga të gjithë që kanë leje të "pamjes publike të përbërjes së CiviMail"

source: "user and user admin" only means that only users that received the mailing or administrators can view the content of this email as a web page; the recipients will have to log in to be able to view the message
sq: "përdoruesit dhe përdoruesit admin" vetëm do të thotë që përdoruesit e vetëm që kan marrë posttën ose administratori mund ta shikojtë përmbajtjen e këtij e-mail-i, si një web faqe, përfituesit do të duhet të identifikohen që të jenë në gjendje për të parë mesazhin
