Repository: civicrm/l10n
Catalog: po/*/mailing.po
Languages: cy_gb, sk_sk, sq

source: Mailing Group ID
cy_gb: ID Grŵp Postio
sk_sk: ID poštovej skupiny

source: The ID of a previous mailing to include/exclude recipients.
sk_sk: ID predchádzajúcej pošty na zahrnutie/vylúčenie príjemcov.

source: Mailing Group Type
cy_gb: Math o Grŵp Postio
sk_sk: Typ poštovej skupiny

source: Are the members of the group included or excluded?.
sk_sk: Sú členovia tejto skupiny zahrnutí alebo vylúčení?

source: Mailing Group Entity Table
cy_gb: Tabl Endid Grŵp Postio
sk_sk: Tabuľka entity poštovej skupiny

source: Mailing Group Entity
cy_gb: Endid Grŵp Postio
sk_sk: Entita poštovej skupiny

source: Mailing Group Search
cy_gb: Chwilio Grŵp Postio
sk_sk: Vyhľadávanie poštovej skupiny

source: The filtering search. custom search id or -1 for civicrm api search
sk_sk: Vyhľadávanie s filtrom. ID vlastného vyhľadávania alebo -1 pre vyhľadávanie pomocou rozhrania API CiviCRM

source: Mailing Group Search Arguments
cy_gb: Newidynnau Chwiliad Grŵp Postio
sk_sk: Argumenty vyhľadávania poštovej skupiny

source: The arguments to be sent to the search function
sk_sk: Argumenty, ktoré sa majú odoslať funkcii vyhľadávania

source: Outbound Mailings
sk_sk: Odchádzajúca pošta

source: Attempted delivery of a mailing.
sk_sk: Pokus o doručenie pošty.

source: Mailing Job ID
cy_gb: ID Tasg Bostio
sk_sk: ID poštovej úlohy

source: The ID of the mailing this Job will send.
sk_sk: ID pošty, ktorú pošle táto úloha.

source: date on which this job was scheduled.
sk_sk: Dátum, keď bola táto úloha naplánovaná.

source: Mailing Job Start Date
cy_gb: Dyddiad Cychwyn Tasg Bostio
sk_sk: Dátum spustenia poštovej úlohy

source: date on which this job was started.
sk_sk: Dátum, keď bola táto úloha spustená.

source: Mailing Job End Date
cy_gb: Dyddiad Diwedd Tasg Bostio
sk_sk: Dátum ukončenia poštovej úlohy

source: date on which this job ended.
sk_sk: Dátum, keď bola táto úloha ukončená.

source: The state of this job
sk_sk: Stav tejto úlohy

source: Mailing Job Is Test?
cy_gb: Ai Prawf yw'r Tasg Bostio?
sk_sk: Je poštová úloha testovacia?

source: Is this job for a test mail?
sk_sk: Je táto úloha pre testovaciu poštu?

source: Test Mailing
sk_sk: Testovacia pošta

source: Mailing Job Type
cy_gb: Math o Dasg Bostio
sk_sk: Typ poštovej úlohy

source: Parent job id
sk_sk: ID nadradenej úlohy

source: Mailing Job Offset
cy_gb: Atred Tasg Bostio
sk_sk: Posun poštovej úlohy

source: Offset of the child job
sk_sk: Posun podriadenej úlohy

source: Mailing Job Limit
cy_gb: Terfyn Tasg Bostio
sk_sk: Limit poštových úloh

source: Queue size limit for each child job
sk_sk: Limit veľkosti frontu pre každú podriadenú úlohu

source: Mailing Recipients ID
cy_gb: ID Derbynwyr y Postiad
sk_sk: ID príjemcov pošty

source: Recipient ID
sk_sk: ID príjemcu

source: Trackable URL ID
cy_gb: ID URL Tracio
sk_sk: ID sledovateľnej adresy URL

source: The URL to be tracked.
sk_sk: Adresa URL, ktorá sa má sledovať.

source: FK to the mailing
sk_sk: FK do pošty

source: Spool
sk_sk: Front

source: Spools
sk_sk: Fronty

source: Spool ID
cy_gb: ID Sbŵl
sk_sk: ID frontu

source: The ID of the Job .
sk_sk: ID úlohy.

source: Recipient Email
cy_gb: Ebost y Derbyniwr
sk_sk: E-mail príjemcu
sq: Marrësi i E-mailit

source: The email of the recipients this mail is to be sent.
sk_sk: E-mail príjemcov, ktorým bude odoslaná táto pošta.

source: Headers
cy_gb: Penynnau
sk_sk: Hlavičky
sq: Titujt e këngëve

source: The header information of this mailing .
sk_sk: Informácie v hlavičke tejto pošty.

source: Body
cy_gb: Corff
sk_sk: Telo správy
sq: Trupi, organi

source: The body of this mailing.
sk_sk: Telo správy tejto pošty.

source: date on which this job was added.
sk_sk: Dátum, keď bola táto úloha pridaná.

source: date on which this job was removed.
sk_sk: Dátum, keď bola táto úloha odstránená.

source: Preview Mailing
cy_gb: Rhagolwg Postiad
sk_sk: Ukážka pošty
sq: Letra e mërparshme

source: Subject:
sk_sk: Predmet:

source: Attachment(s):
cy_gb: Atodiad(au):
sk_sk: Prílohy:
sq: Shtojcë (at)

source: Mailing HTML:
cy_gb: Postiad HTML:
sk_sk: Pošta vo formáte HTML:
sq: Letrat HTML

source: Mailing Text:
cy_gb: Testun Postiad:
sk_sk: Pošta v textovom formáte:
sq: Teksti i letrës

source: New Mailing Component
cy_gb: Cydran Bostio Newydd
sk_sk: Nový komponent pošty
sq: Përmbajtja e re e postimeve

source: Edit Mailing Component
cy_gb: Golygu Cydran Bostiad
sk_sk: Upraviť komponent pošty
sq: Redaktoni ërmbajtjen e postimeve

source: Total Recipients:
cy_gb: Cyfanswm Derbynwyr:
sk_sk: Celkový počet príjemcov:
sq: Marrësit në përgjithësi

source: Contacts selected in the Find Contacts page
sk_sk: Kontakty vybraté na stránke Hľadať kontakty

source: Please enter up to 5 email addresses to receive the mailing.
cy_gb: Rhowch hyd at 5 cyfeiriad ebost i dderbyn y postiad.
sk_sk: Zadajte max. 5 e-mailových adries, ktoré dostanú túto poštu.
sq: Ju lutem shkruani deri në 5 adresat e-mail-it për të marrë e postimet.

source: Add Comment
sk_sk: Pridať komentár

source: close section
sk_sk: zatvoriť sekciu

source: You are requesting to opt out this email address from all mailing lists:
cy_gb: Rydych yn gofyn i dynnu'r cyfeiriad ebost yma o'r holl restrau postio:
sk_sk: Požadujete odstrániť túto e-mailovú adresu zo všetkých poštových zoznamov:

source: If this is your email address and you <strong>wish to opt out</strong> please click the <strong>Opt Out</strong> button to confirm.
sk_sk: Ak je toto vaša e-mailová adresa a <strong>prajete si vyjadriť explicitný nesúhlas</strong>, potvrďte to tak, že kliknete na tlačidlo <strong>Explicitný nesúhlas</strong>.

source: SMS Status
cy_gb: Statws Neges Destun
sk_sk: Stav SMS
sq: Gjendja SMS

source: Enter your email address and click <strong>Subscribe</strong>. You will receive a confirmation request via email shortly. Your subscription will be activated after you respond to that email.
cy_gb: Rhowch eich cyfeiriad ebost a chliciwch <strong>Tanysgrifio</strong>. Byddech yn derbyn cais i gadarhnau trwy ebost yn fuan. Bydd eich tanysgrifiad yn weithredol ar ôl i chi ymateb i'r neges honno.
sk_sk: Zadajte svoju e-mailovú adresu a kliknite na položku <strong>Prihlásiť sa na odber</strong>. Zakrátko dostanete e-mailom žiadosť o potvrdenie. Po reakcii na tento e-mail vám bude aktivované prihlásenie na odber.
sq: Shkruani adresën e e-mail-it tuaj dhe klikoni <strong> Abonohu ​​</ strong>. Ju do të merrni kërkesën e vërtetimit të abonimit se shpejti përmes e-mailit shpejti. Regjistrimi juaj do të aktivizohet pasi të përgjigjeni në atë e-mail.

source: Enter your email address and check the box next to each mailing list you want to join. Then click the <strong>Subscribe</strong> button. You will receive a confirmation request via email for each selected list. Activate your subscription to each list by responding to the corresponding confirmation email.
cy_gb: Rhowch eich cyfeiriad ebost a chliciwch y blwch wrth pob rhestr ebost rydych chi am ymuno ag o. Yna cliciwch y botwm <strong>Tanysgrifio</strong>. Byddech yn derbyn cais i gadarnhau drwy ebost ar gyfer pob rhestr wnaethoch chi ddewis. Gwnewch eich tanysgrifiad i bob rhestr yn weithredol trwy ymateb i bob ebost cadarnhau.
sk_sk: Zadajte svoju e-mailovú adresu a začiarknite políčko vedľa každého poštového zoznamu, do ktorého sa chcete pridať. Potom stlačte tlačidlo <strong>Prihlásiť sa na odber</strong>. Pre každý vybratý zoznam dostanete e-mailom žiadosť o potvrdenie. Prihlásenie na odber pre každý zoznam potvrďte tak, že odpoviete na príslušný potvrdzujúci e-mail.
sq: Shkruani adresën tuaj e-mail dhe kontrolloni kutinë e ardhshme për çdo listë të letrave që ju dëshironi të bashkoni. Pastaj klikoni butonin Regjistrohu <strong> </strong>. Ju do të merrni një vërtetim përmes emailit në kërkesë për secilën listë të përzgjedhur. Aktivizoni abonimin tuaj në çdo listë duke u përgjigjur në email vërtetimit përkatës.

source: Number of selected Mailing Recipients: %1
cy_gb: Sawl Derbyniwr Neges a ddewisiwyd: %1
sk_sk: Počet vybratých príjemcov pošty: %1

source: If this is your email address and you <strong>wish to unsubscribe</strong> please click the <strong>Unsubscribe</strong> button to confirm.
sk_sk: Ak je toto vaša e-mailová adresa a <strong>prajete si zrušiť odber</strong>, potvrďte to tak, že kliknete na tlačidlo <strong>Zrušiť odber</strong>.

source: Assign a unique name to each of your mailings. Select a naming convention that will help keep your mailings organized and easy to find when you want to review and compare mailing results. For example, if you do a monthly general-interest newsletter - you might use the following naming convention:
cy_gb: Rhowch enw unigryw i bob un o'ch postiadau. Dewiswch system enwi bydd yn helpu i chi cadw trefn ar eich postiadau, a'i wneud yn haws pan fyddech eisiau darganfod, adolygu a chymharu canlyniadau'r postio. Er enghraifft, os ydych yn anfon cylchlythyr cyffredinol bob mis, gallech chi ddefnyddio'r system enwi yma:
sk_sk: Priraďte jedinečný názov každej zo svojich položiek pošty. Vyberte konvenciu pomenovania, ktorá vám pomôže, aby bola pošta usporiadaná a ľahko vyhľadateľná, keď budete chcieť skontrolovať a porovnať výsledky pošty. Napríklad ak máte mesačný všeobecný bulletin, môžete použiť takúto konvenciu pomenovania:
sq: Caktoje një emër të veçantë për secilën nga letrat tua. Zgjidh një mënyrë emërtimi që do të ndihmojë të mbajë letrat tua të organizuara dhe për t'i gjeturtë lehtë kur të doni për t'i shqyrtuar dhe krahasuar rezultatet e postimeve. Për shembull, nëse ju bëni një buletin mujor të përgjithshëm të interesit - ju mund të përdorni mënyrën e emërtimit të mëposhtëm:

source: General Monthly Newsletter: 200709
cy_gb: Cylchlythyr Misol Cyffredinol: 200709
sk_sk: Všeobecný mesačný bulletin: 200709
sq: Buletini mujor i përgjithshëm: 200709

source: Select the "FROM" Email Address for this mailing from the dropdown list. Available email addresses are configurable by users with Administer CiviCRM permission. EXAMPLE: "Client Services" &lt;clientservices@example.org&gt;
sk_sk: Z rozbaľovacieho zoznamu vyberte pre túto poštu e-mailovú adresu 'OD'. Dostupné e-mailové adresy je možné nakonfigurovať používateľmi s povolením Spravovať CiviCRM. PRÍKLAD: 'Klientske služby' &lt;klientskesluzby@priklad.org&gt;
sq: Zgjidhni "nga" Adresa E-mail për këtë letër nga lista masë në rënie. Adresat e-mail janë të gatshme bëra nga përdoruesit me leje të administratorit CiviCRM. SHEMBULL: "Sherbime Klienti" <clientservices@example.org>

source: Go to <a href='%1'>Administer CiviCRM &raquo; Communications &raquo; FROM Email Addresses</a> to add or edit email addresses. Make sure these email addresses are valid email accounts with your email service provider.
sk_sk: Prejdite na položku <a href='%1'>Spravovať CiviCRM &raquo; Komunikácia &raquo; E-mailové adresy odosielateľov</a> a pridajte alebo upravte e-mailové adresy. Uistite sa, že tieto e-mailové adresy zodpovedajú platným e-mailovým kontám u poskytovateľa vašej e-mailovej služby.
sq: Shko tek <a href='%1'> administrata CiviCRM »Komunikimet» NGA adresa email </a> për të shtuar ose redaktuar adresat e-mail. Sigurohuni që këto janë adresat e-mail të llogarive të vlefshme e-mail me ofruesin tuaj të shërbimit e-mail.

source: Contact your site administrator if you need to use a "FROM" Email Address which is not in the dropdown list.
sk_sk: Ak potrebujete použiť e-mailovú adresu 'OD', ktorá nie je v rozbaľovacom zozname, obráťte sa na správcu lokality.
sq: Kontaktoni administratorin e faqes tuaj, nëse ju duhet të përdorni një 'nga' Adresa email e cila nuk është në listës kaskatë.

source: You may choose to include a pre-configured Header block above your message.
cy_gb: Gallech ddewis cynnwys bloc Pennyn rhagosodedig uchwben eich neges.
sk_sk: Môžete sa rozhodnúť zahrnúť nad správou nakonfigurovanú hlavičku.
sq: Ju mund të zgjidhni për të përfshirë një bllok të para-konfiguruar të titullit të mesazhit tuaj.

source: You may choose to include a pre-configured Footer block below your message. This is a good place to include the required unsubscribe, opt-out and postal address tokens.
cy_gb: Gallech ddewis cynnwys bloc Troedyn rhagosodedig islaw eich neges. Mae hyn yn lle da i gynnwys y tocynnau dad-danysgrifio, gadael y rhestr a chyfeiriad post sydd eu hangen.
sk_sk: Môžete sa rozhodnúť zahrnúť pod správou nakonfigurovanú pätu. Na tomto mieste je vhodné zahrnúť požadované tokeny pre zrušenie odberu, explicitný nesúhlas a poštovú adresu.
sq: Ju mund të zgjidhni për të përfshirë një bllok të para-konfiguruar poshtë mesazhit tuaj. Ky është një vend i mirë për të përfshirë çrezstrimin e kërkuar, opt-out dhe argumentet e Adresave AK.

source: Multiple people -- such as spouses, parents, or children -- may sometimes share the same email address.
cy_gb: Weithiau gall nifer o bobl - megis cyplau, rhieni, neu blant - rannu yr un cyfeiriad ebost.
sk_sk: Rovnakú e-mailovú adresu môže niekedy zdieľať viacero ľudí, napríklad partneri, rodičia alebo deti.

source: To send only one message to the shared address, enable this option. Mail-merge tokens will be filled for only one person.
cy_gb: Er mwyn anfon un neges yn unig i'r gyfeiriad a rennir, galluogwch yr opsiwn hwn. Defnyddir tocynnau post-gyfuno ar gyfer un person yn unig.
sk_sk: Ak chcete na zdieľanú adresu poslať iba jednu správu, povoľte túto možnosť. Tokeny pre hromadnú korešpondenciu budú vyplnené iba pre jednu osobu.

source: To send separate messages for each person, disable this option. Mail-merge tokens will be filled separately for each person.
cy_gb: Er mwyn anfon negeseuon ar wahân ar gyfer pob person, analluogwch yr opsiwn hwn. Bydd tocynnau post-gyfuno yn cael eu llenwi ar wahân ar gyfer pob person.
sk_sk: Ak chcete poslať každému jednotlivcovi samostatnú správu, zakážte túto možnosť. Tokeny pre hromadnú korešpondenciu budú vyplnené samostatne pre každú osobu.

source: This option controls who can view the contents of this email on your website. The link can be included by inserting the "Mailing permalink" token (place it in a link when composing in HTML mode).
cy_gb: Mae'r opsiwn hwn yn rheoli pwy sy'n gallu gweld cynnwys y neges hon ar eich gwefan. Gellid cynnwys y ddolen trwy gynnwys y tocyn "Mailing permalink" (rhowch o mewn dolen wrth greu neges HTML).
sk_sk: Táto možnosť určuje, kto si môže zobraziť obsah tohto e-mailu na vašej webovej lokalite. Toto prepojenie je možné zahrnúť vložením tokenu 'Trvalý poštový odkaz' (ak vytvárate správu v režime HTML, vložte ho do prepojenia).

source: The options for mailing visibility are:
cy_gb: Y dewisiadau ar gyfer pwy sy'n gallu gweld yr ebost yw:
sk_sk: Možnosti pre viditeľnosť pošty sú:

source: "Public Pages" will make the content of this mailing viewable everyone who has the permission "view public CiviMail content". Note that even people who did not receive the mailing would be able to find it via search engines.
cy_gb: Bydd "Tudalennau Cyhoeddus" yn golygu bydd cynnwys y postiad i'w weld fel tudalen we gan bawb sydd â chaniatâd i "weld cynnwys cyhoeddus CiviMail". Nodwch y gall hyd yn oed pobl nad oeddynt wedi derbyn yr ebost ei ddarganfod trwy beiriannau chwilio.
sk_sk: 'Verejné stránky' umožňujú zobraziť obsah tejto pošty každému, kto má povolenie 'zobraziť verejný obsah CiviMail'. Aj ľudia, ktorí nedostali poštu, si ju budú vedieť vyhľadať pomocou vyhľadávacieho nástroja.

source: "User and User Admin Only" means that only users that received the mailing or administrators can view this email on your website; users must be logged in to view the message.
cy_gb: Mae "defnyddiwr a gweinyddiwr defnyddwyr yn unig" yn golygu mai dim ond defnyddiwyr wnaeth dderbyn y postiad neu gweinyddiwyr sy'n gallu gweld cynnwys yr ebost ar eich gwefan; rhaid i'r derbynwyr fewngofnodi er mwyn gweld y neges.
sk_sk: 'Iba používatelia a správcovia používateľov' znamená, že iba používatelia, ktorí dostali poštu, alebo správcovia si môžu pozrieť tento e-mail na vašej webovej lokalite. Používatelia sa musia pre zobrazenie správy prihlásiť.

source: It's a good idea to test your mailing by sending it to yourself and/or a selected group of people in your organization.
cy_gb: Mae'n syniad da profi eich neges wrth ei hanfon atoch eich hun neu grŵp dethol o bobl yn eich mudiad.
sk_sk: Je vhodné, keď si poštu otestujete tak, že ju pošlete sebe a/alebo vybratej skupine ľudí vo vašej organizácii.

source: Things to check in a test mailing:
cy_gb: Pethau i'w gwirio mewn neges brawf:
sk_sk: Čo skontrolovať v testovacej pošte:

source: Verify the content and formatting looks consistent across various email clients.
cy_gb: Gwirio bod y cynnwys a'r diwyg yn edrych yn gyson ar draws sawl cleient ebost.
sk_sk: Skontrolujte, či je v rôznych e-mailových klientoch obsah a formátovanie konzistentné.

source: If you are using mail-merge tokens, check that they have been replaced with expected values.
cy_gb: Os ydych chi'n defnyddio tocynnau post-gyfuno, gwiriwch eu bod yr enrhifau cywir yn cymryd eu lle.
sk_sk: Ak používate tokeny hromadnej korešpondencie, skontrolujte, či boli nahradené očakávanými hodnotami.
sq: Nëse jeni duke përdorur postën - bashkojë argumentet, kontrolloni nëse janë zëvendësuar me vlera të pritura.

source: Click on each included link to make sure they go to the expected web pages.
cy_gb: Cliciwch ar bob dolen sydd wedi ei chynnwys er mwyn gwirio ei bod yn arwain at y dudalenau roeddech chi'n eu disgwyl.
sk_sk: Kliknite na každé zahrnuté prepojenie, aby ste si overili, že sa ním dostanete na požadované webové stránky.
sq: Klikoni në çdo lidhje që janë të përfshira për tu siguruar që ato do të shkojnë në faqet web të pritshme.

source: Track the number of times recipients click each link in this mailing.
cy_gb: Traciwch sawl tro mae derbyniwyr yn clicio pob dolen yn y neges.
sk_sk: Sledujte, koľkokrát príjemcovia kliknú na každé prepojenie v tejto pošte.

source: NOTE: When this feature is enabled, all links in the message body (including mailtos) will be automatically re-written to route through your CiviCRM website prior to redirecting to the target page.
cy_gb: NODER: Pan fo'r nodwedd hon wedi ei galluogi, bydd pob dolen yn nghorff eich neges (gan gynnwys dolenni ebostio) yn cael ei hail-ysgrifennu er mwyn arwain at eich gwefan CiviCRM cyn ail-gyfeirio at y dudalen darged.
sk_sk: POZNÁMKA: Ak je táto funkcia povolená, všetky odkazy v tele správy (vrátane mailto) budú automaticky prepísané, aby smerovali cez vašu webovú lokalitu CiviCRM a až potom boli presmerované na cieľovú stránku.

source: Track the number of times recipients open this mailing in their email software.
cy_gb: Traciwch sawl tro mae derbyniwyr yn agor y neges yn eu meddalwedd ebost.
sk_sk: Sledujte, koľkokrát príjemcovia otvoria túto poštu vo svojom e-mailovom programe.
sq: Për të gjetur numrin e përfituesve që do ta marrin letrën kësa here shiko adresën e e-mal-it të tyre.

source: Recipients' replies are sent to a CiviMail specific address instead of the sender's address so they can be stored within CiviCRM.
cy_gb: Anfonir ymatebion y derbyniwyr at gyfeiriad CiviMail benodol yn hytrach na chyfeiriad yr anfonwr fel bod modd eu storio o fewn CiviCRM.
sk_sk: Odpovede príjemcov sa odosielajú na špecifickú adresu CiviMail, a nie na adresu odosielateľa, aby sa dali uložiť v systéme CiviCRM.
sq: Përgjigjet i dërgohen marrësit 'në një adresë CiviPoste të veçantë në vend të adresës së dërguesit në mënyrë që të mund të ruhen brenda CiviCRM

source: If a recipient replies to this mailing, send an automated reply using the selected message.
cy_gb: Os yw derbyniwr yn ymateb i'r neges, anfon ymateb awtomatig yn defnyddio'r neges a ddewisiwyd.
sk_sk: Ak príjemca odpovie na túto poštu, pošlite automatickú odpoveď prostredníctvom vybratej správy.
sq: Nëse marrësi përgjigjet në këto postime, dërgoni një përgjigje të automatizuar duke përdorur mesazhin e zgjedhur.

source: If a recipient replies to this mailing, forward the reply to the FROM Email address specified for the mailing.
cy_gb: Os yw derbyniwyr yn ymateb i'r neges, anfonwch yr ymateb ymlaen at y cyfeiriad ANFONWR wnaethoch chi ei roi ar gyfer y neges.
sk_sk: Ak príjemca odpovie na túto poštu, prepošlite odpoveď na e-mailovú adresu odosielateľa určenú pre danú poštu.
sq: Nëse marrësi iu përgjigjet këtyre postimeve, përpara se të përgjigjet NGA Email që është specifikuar në letër.

source: Find mailings by mailing name. You can enter a partial or complete name.
cy_gb: Canfod ebyst yn ôl enw'r postiad. Gallech roi enw rhannol neu gyfan.
sk_sk: Vyhľadávajte poštu podľa názvu pošty. Môžete zadať čiastočný alebo celý názov.
sq: Gjej letrat me emra postare. Ju mund të shkruani një emër të pjesshëm apo të plotë.

source: Mailing Sender
cy_gb: Anfonwr yr Ebost
sk_sk: Odosielateľ pošty

source: Find mailings by the name of the person who created or sent them. You can enter a complete OR partial name (last name, first name format).
cy_gb: Darganfod ebyst yn ôl enw'r person a grëodd neu a anfonodd. Gallech roi enw llawn neu rannol (fformat cyfenw, enw)
sk_sk: Vyhľadávajte poštu podľa mena osoby, ktorá ju vytvorila alebo odoslala. Môžete zadať celé ALEBO čiastočné meno (formát: priezvisko, krstné meno).
sq: Gjej letrat me emrin e personit i cili i krijoi ato, ose i ka dërguar. Ju mund të shkruani një emër të pjesshëm ose të plotë (të kaluar, emri, emri format).

source: Archived
cy_gb: Wedi'i.u archifio
sk_sk: Archivované

source: This field is disabled when searching for Draft/Unscheduled mailings.
cy_gb: Nid yw'r maes wedi ei alluogi wrth chwilio am negeseuon Drafft / Heb eu hamseru.
sk_sk: Toto pole je zakázané, keď sa vyhľadávajú koncepty/neplánovaná pošta.

source: Find mailing by language.
sk_sk: Vyhľadať poštu podľa jazyka.

source: No %1 match your search criteria. Suggestions:
cy_gb: Dim %1 yn cyfateb i'ch meini prawf. Awgrymiadau:
sk_sk: Pre vaše kritériá vyhľadávania sa nenašli %1. Návrhy:
sq: Nr % 1 te kërkimit tuaj përputhen me kriteret. Sugjerime:

source: Or you can <a href='%1'>browse all %2 %3</a>.
cy_gb: Neu gallech <a href='%1'>bori popeth %2 %3</a>.
sk_sk: Alebo môžete <a href='%1'>prehľadávať všetky položky %2 %3</a>.
sq: Mund të shfletoni të gjitha <a href='%1'>browse all %2 %3</a>.

source: There are no Unscheduled %1.
cy_gb: Does dim %1 heb eu hamseru.
sk_sk: Nie sú k dispozícii žiadne neplánované položky %1.
sq: Nuk ëshë planifikuar asnjë dërgesë ose 1%.

source: You can <a href='%1'>create and send one</a>.
cy_gb: Gallech <a href='%1'>greu ac anfon un</a>.
sk_sk: Môžete si <a href='%1'>jednu položku vytvoriť a odoslať</a>.
sq: Ju mund <a href='%1'> krijuar dhe dërguar një </ a>.

source: There are no Archived %2. You can archive %2 from <a href='%1'>Scheduled or Sent %2</a>.
cy_gb: Does dim %2 wedi eu harchifio. Gallech archifio %2 o blith <a href='%1'>%2 wedi eu hamseru neu eu hanfon</a>.
sk_sk: Nie sú k dispozícii archivované položky %2. Položky %2 môžete archivovať z <a href='%1'>naplánovaných alebo odoslaných položiek %2</a>.
sq: Nuk ka letër të arkivuar%2. Ju mund arkivoni letrat %2 from <a href='%1'> Planifikoni ose dërgoni letrat %2</a>.

source: There are no Scheduled or Sent %1.
cy_gb: Does dim %1 wedi eu hamseru neu eu hanfon.
sk_sk: Nie sú k dispozícii žiadne naplánované alebo odoslané položky %1.
sq: Nuk është planifikim asnjë dërgim %1.

source: You can <a href='%1'>create and send one</a>
cy_gb: Gallech <a href='%1'>greu ac anfon un</a>
sk_sk: Môžete si <a href='%1'>jednu položku vytvoriť a odoslať</a>
sq: Ju mund të krijoni <a href='%1'> dhe të dërgoni një </a>

source: OR you can search the <a href='%1'>Archived %2</a>
cy_gb: Neu gallech chwilio'r<a href='%1'>%2 wedi'u harchifio</a>.
sk_sk: ALEBO môžete vyhľadávať v <a href='%1'>archivovaných položkách %2</a>
sq: Ose ju mund të kërkoni <a href='%1'>Archived %2</a>

source: Add Mailing Component
cy_gb: Ychwanegu Cydran Neges
sk_sk: Pridať komponent pošty
sq: Përmbajtja e letres
