Repository: civicrm/l10n
Catalog: po/*/mailing.po
Languages: cy_gb, sk_sk, sq

source: <strong>%1 (%2)</strong> has been successfully subscribed to the <strong>%3</strong> mailing list.
cy_gb: <strong>%1 (%2)</strong> wedi tanysgrifio'n llwyddianus i restr ebost <strong>%3</strong>.
sk_sk: <strong>%1 (%2)</strong> sa úspešne prihlásil na odber v rámci poštového zoznamu <strong>%3</strong>.
sq: % <strong> 1 (% 2) </ strong> është regjistruar me sukses në% <strong> 3 </ strong> mailing list.

source: Unfortunately we encountered a problem in processing your subscription confirmation. Please contact the site administrator.
sk_sk: Pri spracovaní vášho potvrdenia prihlásenia na odber sa vyskytla chyba. Obráťte sa na správcu lokality.

source: There are currently no %1.
cy_gb: Does dim %1 ar hyn o bryd.
sk_sk: V súčasnosti nie sú k dispozícii žiadne položky %1.
sq: Nuk janë aktualisht % 1.

source: Delivery Summary
cy_gb: Crynodeb Anfon
sk_sk: Súhrn doručenia
sq: Përmbledhja e dorëzimit

source: <strong>Delivery has not yet begun for this mailing.</strong> If the scheduled delivery date and time is past, ask the system administrator or technical support contact for your site to verify that the automated mailer task ('cron job') is running - and how frequently.
cy_gb: <strong>Nid yw anfon wedi dechrau eto ar gyfer yr ebost hwn.</strong> Os yw dyddiad ac amser ar gyfer anfon y neges yn y gorffennol, gofynnwch i weinyddwr y system neu gyswllt cefnogaeth technegol i wirio bod y dasg postio awtomatig ('cron job') yn gweithio - a pha mor aml.
sk_sk: <strong>Táto pošta sa ešte nezačala doručovať.</strong> Ak uplynul dátum a čas plánovaného doručenia, požiadajte správcu systému alebo kontaktnú osobu z oddelenia technickej podpory pre vašu lokalitu, aby overili, či je spustená automatizovaná úloha poštového programu ('úloha cron') a ako často sa spúšťa.
sq: <strong> Dorëzimi ende nuk ka filluar për këtë letër. </ strong> Nëse data e planifikuar e dërgimit dhe koha ka kaluar, pyesni administratorin e sistemit ose mbështetësin teknik për faqen tuaj për të verifikuar detyrat e automatizuaras ('cron job') pse ndodh - dhe sa shpesh.

source: Included
cy_gb: Wedi eu cynnwys
sk_sk: Zahrnuté
sq: Përfshi

source: Recipients of <a href="%1">%2</a>
cy_gb: Derbyniwyr <a href="%1">%2</a>
sk_sk: Príjemcovia <a href="%1">%2</a>
sq: <Përfituesit e href="%1">% <a 2 </ a>

source: Members of <a href="%1">%2</a>
cy_gb: Aelodau <a href="%1">%2</a>
sk_sk: Členovia <a href="%1">%2</a>
sq: Anëtarët e href="%1">% <a 2 </ a>

source: Excluded
cy_gb: Wedi'u Heithrio
sk_sk: Vylúčené
sq: Përjashto

source: Unsubscription Groups
cy_gb: Grwpiau Dad-danysgrifio
sk_sk: Skupiny zrušenia odberu
sq: Grupe të çaktivizuara

source: Click-through Summary
cy_gb: Crynodeb Clicio-drwodd
sk_sk: Súhrn prekliknutí
sq: Kliko përmes përmbledhjes

source: Success Rate
cy_gb: Cyfradd Llwyddiant
sk_sk: Miera úspešnosti
sq: Shkalla e suksesit

source: Mailing Settings
cy_gb: Gosodiadau Ebost
sk_sk: Nastavenia pošty
sq: Cilësimet postimit

source: Reply-to email
cy_gb: Cyfeiriad Ateb-i
sk_sk: E-mail na odpovede
sq: Ripërsëite E-mailin

source: Forward replies
cy_gb: Anfon atebion ymlaen
sk_sk: Preposlať odpovede
sq: Përgjigja e mërparshme

source: Auto-respond to replies
cy_gb: Ateb yn awtomatig i ymatebion
sk_sk: Automaticky odpovedať na odpovede
sq: Përgjigje automatike

source: Open tracking
cy_gb: Tracio Agor
sk_sk: Sledovanie otvorenia
sq: Përcjellje e hapur

source: URL Click-through tracking
cy_gb: Tracio clicio trwodd URL
sk_sk: Sledovanie prekliknutí URL
sq: URL Klik-përmes përcjelljes

source: Public url
cy_gb: Url Cyhoeddus
sk_sk: Verejná adresa URL

source: has been successfully resubscribed.
cy_gb: wedi ail-danysgrifio'n llwyddianus.
sk_sk: sa znovu úspešne prihlásil na odber.
sq: Regjistrim i sukseshëm.

source: Are you sure you want to resubscribe: %1 (%2)
cy_gb: Ydych yn siwr eich bod am ail-danysgrifio: %1 (%2)
sk_sk: Naozaj sa opätovne chcete prihlásiť na odber: %1 (%2)
sq: A jeni të sigurt për këtë përfundim: %1 (%2)

source: Opens/ Clicks
cy_gb: Agoriadau/ Cliciadau
sk_sk: Otvorenia/kliknutia

source: CiviMail will not send email to a non-existent contact: %1
cy_gb: Ni fydd CiviMail yn anfon ebost at gyswllt nad yw'n bodoli: %1
sq: CiviPostën nuk do ta dërgoni një e-mail për një kontakt jo-ekzistues:% 1

source: CiviMail will not send an empty mail body, Skipping: %1
cy_gb: Ni fydd CiviMail yn anfon corff ebost gwag, neidio: %1
sq: CiviPosta nuk do të dërgojë një trup të zbrazët letre, Skipping: 1%

source: Field "%1" is required.
cy_gb: Mae maes "%1" yn angenrheidiol.

source: Field "body_html" or "body_text" is required.
cy_gb: Mae angen maes "body_html" neu "body_text".

source: This message is missing a required token - {%1}: %2
cy_gb: Mae tocyn sydd ei angen ar goll o'r neges - {%1}: %2
sq: Nga ky mesazh është zhdukur një shenjë e nevojshme - {1}%: 2%

source: Event Queue
cy_gb: Ciw Digwyddiadau

source: Trackable Url
cy_gb: Url Tracio

source: Unsubscribes
cy_gb: Dad-danysgrifiadau

source: Verify email address to opt out:
cy_gb: Cadarnhewch gyfeiriad ebost er mwyn gadael y rhestr:

source: Email address is required to opt out.
cy_gb: Mae angen cyfeiriad ebost er mwyn gadal y rhestr.

source: Missing Parameters
cy_gb: Paramedrau ar Goll

source: Verify email address to unsubscribe:
cy_gb: Cadarnewch gyfeiriad ebost er mwyn dad-danysgrifio:

source: Email address is required to unsubscribe.
cy_gb: Mae angen cyfeiriad ebost er mwyn dad-danysgrifio.

source: Disable Mailing Component
cy_gb: Analluogi Cydran Bostiad
sq: Çaktivizoni përmbajtjen e postimeve

source: Enable Mailing Component
cy_gb: Galluogi Cydran Bostiad
sq: Aktivizoni përmbajtjen e postimeve

source: Review
cy_gb: Adolygu

source: This mailing was generated based on search results. The search results cannot be removed.
cy_gb: Crewyd y postiad hwn yn seiliedig ar ganlyniadau chwilio. Ni ellid dileu'r canlyniadau chwilio.

source: Tracked Opens
cy_gb: Wedi Agor a'u Tracio
sq: Hap një gjurmim

source: n/a
cy_gb: amh.

source: Test A (%1)
cy_gb: Prawf A (%1)

source: Test B (%1)
cy_gb: Prawf B (%1)

source: If this is not your email address, there is no need to do anything. You have <i><b>not</b></i> been added to any mailing lists. If this is your email address and you <i><b>wish to opt out</b></i> please enter your email address below for verification purposes:
cy_gb: Os nad hwn yw eich cyfeiriad ebost, does dim angen gwneud unrhywbeth. Dydych chi <i><b>ddim</b></i> wedi cael eich ychwanegu at unrhyw restrau postio. Os mai dyma eich cyfeiriad ebost ac rydych eisiau <i><b>gadael y rhestr</b></i> rhowch eich cyfeiriad isod ar gyfer dibenion gwirio:

source: Are you sure you want to be removed from the mailing list(s) shown below:
cy_gb: Ydych chi'n siwr eich bod am gael eich tynnu oddi ar y rhestr(au) ebost a ddangosir isod:
sq: A jeni të sigurtë që doni të hiqen nga lista e postimeve (s) ata që tregohen më poshtë:

source: You are requesting to unsubscribe this email address:
cy_gb: Rydych yn gofyn i dynnu'r cyfeiriad ebost yma oddi ar y rhestr:

source: If this is not your email address, there is no need to do anything. You have <i><b>not</b></i> been added to any mailing lists. If this is your email address and you <i><b>wish to unsubscribe</b></i> please enter your email address below for verification purposes:
cy_gb: Os nad hwn yw eich cyfeiriad ebost, does dim angen gwneud unrhywbeth. Dydych chi <i><b>ddim</b></i> wedi cael eich ychwanegu at unrhyw restrau postio. Os mai dyma eich cyfeiriad ebost ac rydych eisiau <i><b>gadael y rhestr</b></i> rhowch eich cyfeiriad isod er mwyn gwirio:

source: Oops. We encountered a problem in processing your subscription confirmation. Please contact the site administrator.
cy_gb: Wps. Cawsom broblem wrth brosesu eich cadarnhad tanysgrifio. Cysylltwch â gweinyddwr y safle os gwelwch yn dda.
sq: Ah. Kemi hasur një problem në përpunimin dhe vwrtetimin e abonimit tuaj. Ju lutem kontaktoni administratorin e faqes.

source: Off
cy_gb: Diffodd
sq: Fikur

source: Running
sq: Funksionimi

source: Complete
sq: Komplet

source: Paused
sq: Pauzë

source: Canceled
sq: Fshirje

source: Unknown
sq: I panjohur

source: Time Stamp
sq: Koha e printimit

source: Hash
sq: Rrëmujë

source: Your mailing has been saved. You can continue later by clicking the 'Continue' action to resume working on it.<br /> From <a href='%1'>Draft and Unscheduled Mailings</a>.
sq: Letra juaj u ruajt. Ju mund të vazhdojni më vonë duke klikuar në 'VAZHDIM' masa për të rifilluar punën në të. <br /> Nga href='%1'> <a Projekt paplanifikuar dhe letrat </ a>.

source: Your mailing has been saved. Click the 'Continue' action to resume working on it.
sq: Letra juaj u ruajt. Kliko veprim 'VAZHDIM' për të rifilluar punën në të.

source: CiviCRM Test Mailer (%1)
sq: CiviCRM Letra provë (% 1)

source: Test Mailing:
sq: Prova e letrës

source: Plain-text format
sq: Palnifikoje formatin e tekstit

source: HTML format
sq: Formati HTML

source: Select Template
sq: Zgjedh shabllonin

source: Your Letter
sq: Latra juaj

source: Mailing Delivery Status
sq: Gjendja e dërgimit të letrës

source: Mailing Date - From
sq: Posta: Data nga

source: Must specify mailing name or date
sq: Specifikoni emrin e postimeve apo datën

source: Away
sq: Largoje - menjëherë

source: Inactive
sq: Jo aktiv

source: Invalid
sq: I pavlefshëm

source: Loop
sq: Kuota

source: Quota
sq: Kuota

source: Relay
sq: Kalim - stafetë

source: Spam
sq: Bllokim

source: Syntax
sq: Sintaksë

source: OptOut
sq: Dil prej

source: Search Args
sq: Kërko Args

source: Base
sq: Baza

source: Job Type
sq: Lloji pune

source: Job Offset
sq: Lloji degëzimi

source: Job Limit
sq: Kufiri i punës

source: From Name
sq: Emri i formularit

source: From Email
sq: Emri i E-mailit

source: Open Tracking
sq: Përcjellje e hapur

source: Added At
sq: Në shtim

source: Removed At
sq: Në zbritje

source: Your subscription request has been submitted for group %1. Check your inbox shortly for the confirmation email(s). If you do not see a confirmation email, please check your spam/junk mail folder.
sq: Kërkesa juaj për abonim është paraqitur për% 1 grup. Kontrolloni postën tuaj menjëherë. Nër email keni vërtetimin (s). Nëse ju nuk e shihni vërtetimin shni se keni probleme me ndonjë virus, shikoni në: yor spam/junk mail folder.

source: We had a problem processing your subscription request for group %1. You have tried to subscribe to a private group and/or we encountered a database error. Please contact the site administrator.
sq: Ne kishim një problem të përpunimit te kërkesës suaj për abonimin% të grupit 1. Ju keni provuar për tu abonuar tek një grup privat dhe / ose keni hasur një gabim bazë të të dhënave. Ju lutem kontaktoni administratorin e sitit.

source: Org Unsubscribe
sq: Çregjistrohuni Org

source: The <a href="%1">default mailbox</a> has not been configured. You will find <a href="%2">more info in our book</a>
sq: The <a href="%1">default mailbox</a> nuk është konfiguruar. Ju do të gjeni informacion <a href="%2">more info in our book</a>

source: Name Your Mailing
sq: Ermi i postes suaj

source: Unsubscription Group
sq: Mundësi grupesh

source: Please select a group to be mailed.
sq: Ju lutem zgjidhni një grup të letrave për të dërguar.

source: CiviCRM Search
sq: Kërko CiviCRM

source: Cannot have same mail in Include mailing(s) and Exclude mailing(s).
sq: Nuk mund të ketë të njëjtën letër në postë përfshijnë (postën) dhe përjashto (postën).

source: You must select a group to filter on
sq: Ju duhet të zgjidhni një grup për të filtruar nga

source: You must select a search to filter
sq: Ju duhet të zgjidhni një grup për të filtruar

source: Schedule Mailing
sq: Planifikoji postimet

source: Track Replies?
sq: Udha e përgjigjigjeve

source: Forward Replies?
sq: Përgjigja e përparshme

source: Track Click-throughs?
sq: Mënyra e klikimit

source: Track Opens?
sq: Hap një udhë

source: Auto-respond to Replies?
sq: Përgjigje automatike

source: Track and Respond
sq: Përcjellja dhe përgjigjigjet

source: Please enter a valid email address (e.g. 'yourname@example.com').
sq: Ju lutemi shkruani një adresë e vlefshme email (p.sh. 'yourname@example.com').

source: Send to This Address
sq: Dërgoje në këtë adresë

source: Send to This Group
sq: Dërgoja këti grupi

source: Send a Test Mailing
sq: Dërgoje një leter provë

source: Inform Scheduler
sq: Infrmacion skedash

source: Your did not provided any email address or selected any group. No test mail is sent.
sq: Juaj nuk ka dhënë ndonjë adresë email ose të zgjidhen në ndonjë grup. Asnjë provë letre nuk është dërguar.

source: Please enter valid email addresses only.
sq: Ju lutemi shkruani një adresë e vlefshme email

source: Your test message has been sent.
sq: Mesazhi juaj është dërguar

source: Click 'Next' when you are ready to Schedule or Send your live mailing (you will still have a chance to confirm or cancel sending this mailing on the next page).
sq: Kliko "Next" kur të jeni gati për të planifikuar apo Send live mailing (ju do të keni edhe një rast për të vërtetuar ose për të anuluar dërgimin e këtij mesazhi në faqen tjetër).

source: There is no valid from email address present. You can add here <a href='%1'>Add From Email Address.</a>
sq: Asnjë adresë E-maili e pranishme këtu nuk është e vlefshme . Ju mund të shtoni këtu href='%1'> <a shto nga adresat e E-mail. </ A>

source: Mailing Subject
sq: Subjekti i postimeve

source: Upload HTML Message
sq: Ngarko mesazh HTML

source: Please provide either a Text or HTML formatted message - or both.
sq: Ju lutemi siguroju se është mesazh me tekst ose HTML i formatuar - ose të dyja.

source: More information on required tokens...
sq: Më shumë informacion mbi argumentet e kërkuara ...

source: Mailing Content
sq: Përmbajtja postimeve

source: Draft and Unscheduled Mailings
sq: Hartimi i letrave të paplanifikuar

source: Archived Mailings
sq: Letra të arkivuara

source: Scheduled and Sent Mailings
sq: Letra të planifikuara dhe të dërguara

source: Find Mailings
sq: Gjej letrat

source: Started
sq: Fillimi

source: Report
sq: Raporti

source: Re-Use
sq: Riperdorimi

source: Re-Send Mailing
sq: Ri dërgoje letrën

source: %1 %%StatusMessage%%
sq: % 1%%StatusMesazhi%%

source: Determine the contacts in your database who should receive this mailing by first selecting one or more <strong>Included Groups</strong>. (Groups must be assigned the <strong>Mailing List</strong> type to be available on this screen - you can update this for an existing group from <strong>Manage Groups &raquo; Settings</strong>.)
sq: Përcaktoni kontaktet në bazë të dhënave tuaja për ata që duhet të marrin këtë letër duke zgjedhur një ose më shumë grupe </strong> përfshira </ strong>. (Grupet duhet të caktohen në listat e postimeve <strong> </ strong> Llojet le të jenë në dispozicion në këtë ekran - ju mund pëditësoni këtë gjë për një grup ekzistues nga grupet <strong> Menaxho »Settings </ strong>.)

source: You also have the option to <strong>Exclude</strong> some contacts from your included groups by selecting one or more <strong>Excluded Groups</strong>. Contacts who are in both groups will NOT receive the mailing (they are 'excluded').
sq: Ju gjithashtu keni mundësi të <strong> përjashtoni </ strong> disa kontakte nga grupet e përfshira duke zgjedhur një ose më shumë grupe <strong> duke i përjashtuar </ strong>. Kontaktet që janë në dy grupe nuk do të marrin letrën (ata që janë "përjashtuar").

source: If you have sent other mailings - you can additionally Include (or Exclude) contacts who received those mailings. CiviCRM will eliminate any duplications so that contacts who are in an Included Group AND were recipients of an Included Mailing will only be sent one copy of this mailing.
sq: Nëse ju keni dërguar letra të tjera - përveç kësaj mund të përfshini (ose të përjashtoni) ata të cilët i keni si kontakte dhe morën letrat. CiviCRM do të eliminojë çdo dyfishim në mënyrë që kontaktet të cilat përfshihen në një grup përfshihen dhe kanë marrë një letër, këtyre do tu dërgohet një kopje e kësaj letre.

source: You also have the option to <strong>Exclude</strong> some contacts in your included groups by selecting on or more <strong>Excluded Groups</strong>. Contacts who are in both groups will NOT receive the mailing (they are 'excluded').
sq: Ju gjithashtu keni mundësi për të <strong> përjashtuar </ strong> disa kontakte në grupe të përfshira nga ju duke i zgjedhur në një ose në grupe të përjashtuara <strong> </ strong>. Kontaktet që janë në dy grupe nuk do të marrin letrën (ata që janë "përjashtuar").

source: To send a mailing, you must have a valid group of recipients - either at least one group that's a Mailing List or at least one previous mailing.
sq: Për të dërguar një letër, duhet të jetë grupi i atyre që mund t'i pranojnë - ose të paktën një grup me listën ei letrave ose të paktën i postimeve të përparshme.

source: Additional Mailing Recipients
sq: Përfituesit shtesë të postimit

source: Select Token
sq: Zgjidh etiketën

source: Scheduling and Sending Mailings
sq: Planifikimi dhe dërgimi i letrave

source: You can schedule mailings to be sent starting at a specific date and time, OR you can request that they be sent as soon as possible by checking &quot;Send Immediately&quot;.
sq: Ju mund të planifikoni që letrat të dërgohet duke filluar në një datë e caktuar dhe nga njtë kohë, ose ju mund të kërkoni që ato të dërgohen sa më shpejt të jetë e mundur duke kontrolluar "Dërgo menjëherë".

source: Click <strong>Submit Mailing</strong> to add this mailing to the mailing queue. An automated task which runs periodically on your server processes mailings in the queue, and starts actually sending out your mail.
sq: Klikoni <strong> Submit Mailing </ strong> për të shtuar këtë letër në radhën e postimeve. Një detyrë e automatizuar që shkon në mënyrë periodike në serverin tuaj përpunon letrat më radhë, dhe fillon vërtetë për të dërguar postën tuaj.

source: Click <strong>Continue Later</strong> if you're not ready to schedule or send this mailing. Click the <strong>Continue</strong> link from Unscheduled and Draft Mailings when you are ready to schedule or send it.
sq: Kliko <strong> vazhdo më vonë </ strong> në qoftë se ju nuk jeni gati për të caktuar ose të dërgoni këtë letër. Kliko <strong> Vazhdoje lidhjen </ strong> me letrën e paplanifikuar dhe me projektet kur të jeni gati për të caktuar ose ta dërgoni atë.

source: <strong>Trouble-shooting Tip</strong> - If you find that your mailings are not being sent, ask the system administrator or technical support contact for your site to verify that the automated task (&quot;cron job&quot;) is running - and how frequently.
sq: </ strong> Probleme me dërgim</strong> Nëse ju gjeni se letrat tuaja nuk janë duke u dërguar, pyesni administratorin e sistemit ose mbështetësin teknik për faqen tuaj për të verifikuar detyrat e automatizuara (&quot;cron job&quot;) pse ndodh - dhe sa shpesh.

source: You can schedule this mailing to be sent starting at a specific date and time, OR you can request that it be sent as soon as possible by checking &quot;Send Immediately&quot;.
sq: Ju mund të planifikoni që kjo letër të dërgohen duke filluar në një datë të caktuar dhe në një kohë, ose ju mund të kërkoni që ajo të dërgohet sa më shpejt të jetë e mundur duke kontrolluar "Dërgo menjëherë".

source: Set a date and time when you want CiviMail to start sending this mailing.
sq: Cakto datën dhe kohën kur j dëshironi CiviPosta të filloi dërgimin e kësaj letre.

source: Choose <strong>public pages</strong> if you want the content of this mailing to be viewable by everyone who has the permission of <strong>"view public CiviMail content"</strong>, <strong>user and user admin only</strong> means that only users that received the mailing or administrators can view the content of this email
sq: Zgjidhni faqet <strong>public pages</strong> në qoftë se ju doni përmbajtjen e këtij postimi të shikojnë të gjithë që kanë lejen<strong>"view public CiviMail content"</strong>, <strong> dhe user admin vetme </strong> do të thotë që vetëm përdoruesit që kanë marrë letrën ose administratori mund ta shikojnë përmbajtjen e këtij e-mail-i

source: These settings control tracking and responses to recipient actions. The number of recipients selected to receive this mailing is shown in the box to the right. If this count doesn't match your expectations, click <strong>Previous</strong> to review your selection(s).
sq: Ndjekja e këtyre cilësimeve të kontrollit dhe përgjigjet ndaj veprimeve pranuese. Numri i marrësve të përzgjedhur për të marrë këtë letër është treguar në kutinë në të djathtë. Nëse ky numërim nuk përputhen me pritjet tua, kliko <strong> kalo </ strong> për të bërë zgjedhjen tënde (s).

source: Track the number of times recipients click each link in this mailing. NOTE: When this feature is enabled, all links in the message body will be automaticallly re-written to route through your CiviCRM server prior to redirecting to the target page.
sq: Për të gjetur numrin e marrjes klikoni çdo lidhje të këtyre postimeve. SHËNIM: Kur ky tipar është i aktivizuar, të gjitha lidhjet në trupin e mesazhit do të bëhen automatikisht duke rishkruar punën nëpërmjet serverit tuaj CiviCRM që i përcjell tek faqja e dëshiruar.

source: Select the automated message to be sent when a recipient unsubscribes from this mailing.
sq: Zgjidhni mesazhin automatik për ta dërguar kur marrësi përmendet në këtë letër.

source: Select the automated message to be sent when a recipient resubscribes to this mailing.
sq: Zgjidhni mesazhin automatik për ta dërguar kur marrësi përmendet përsëri në këtë letër.

source: Select the automated message to be sent when a recipient opts out of all mailings from your site.
sq: Zgjidhni mesazhin automatik për ta dërguar kur marrësi i merr të gjitha letrat nga faqja e juaj.

source: Group Listings.
sq: Listat e gurpeve

source: It's a good idea to test your mailing by sending it to yourself and/or a selected group of people in your organization. You can also view your content by clicking (+) Preview Mailing.
sq: Kjo është një ide e mirë për të testuar letrat tuaja duke ia dërguar vetës dhe / ose një grup të përzgjedhur njerëzish në organizatën tuaj. Ju gjithashtu mund të shikoni përmbajtjen tuaj duke klikuar (+) Pamja e letrës.

source: Verify the test email address and/or test recipient group. Then click <strong>Next</strong> with 'Send Test Mailing' checked to generate the test mailing. Once you receive the test mailing:
sq: Vertetoni adresën e-mail-it provë dhe / ose të marrësit provë grup. Pastaj klikoni Next <strong> </ strong> me 'Dërgo E-mailin provë' për të kontrolluar dhe për të bërë letrën provë. Nëse keni marrë në letrën provë:

source: Verify the content and formattting.
sq: Vertetoni përmbajtjen dhe formatimin.

source: If you need to make changes, you can click <strong>Previous</strong> from the next screen, and again from this screen to return to step 3. After making your changes, you can send another test and repeat as needed.
sq: Nëse keni nevojë për të bërë ndryshime, ju mund të klikoni <strong> Previous </ strong> nga ekrani tjetër, dhe përsëri nga ky ekran të ktheheni në hapin 3. Pasi të keni bërë ndryshimin tuaj, ju mund të dërgoni një test tjetër edhe të përsëritur sipas nevojës.

source: (filled with your contact's token values)
sq: (Mbush me vlera shenjo kontaktet tuaja)

source: Text Version:
sq: Lloji i tekstit

source: Text Version
sq: Loji i tekstit

source: HTML Version:
sq: Lloji HTML

source: HTML Version
sq: Lloji HTML
