Repository: civicrm/l10n
Catalog: po/*/mailing.po
Languages: cy_gb, sk_sk, sq

source: ~%1 recipients
cy_gb: ~%1 derbyniwr
sk_sk: príjemcovia ~ %1

source: (unknown)
sk_sk: (neznáme)

source: Preview (%1)
cy_gb: Rhagolwg (%1)
sk_sk: Ukážka (%1)

source: Previewing...
cy_gb: Creu rhagolwg...
sk_sk: Zobrazuje sa ukážka...

source: Dedupe by email
cy_gb: Dileu cofnodion dyblyg yn ôl ebost
sk_sk: Odstraňovanie duplikátov podľa e-mailu

source: Selection Method
cy_gb: Dull Dewis
sk_sk: Metóda výberu

source: Conflict
cy_gb: Gwrthdaro
sk_sk: Konflikt

source: The "%1" option conflicts with the "%2" option. The "%2" option has been disabled.
cy_gb: Mae gwrthdaro rhwng opsiwn "%1" ac opsiwn "%2". Mae opsiwn "%2" wedi ei analluogi.
sk_sk: Medzi možnosťou '%1' a '%2' je konflikt. Možnosť '%2' bola zakázaná.

source: The mailing must include the street address of the organization. Please insert the %1 token.
cy_gb: Rhaid i'r postiad gynnwys cyfeiriad stryd y mudiad. Rhowch docyn %1.
sk_sk: Pošta musí obsahovať adresu organizácie. Zadajte token %1.

source: The mailing must allow recipients to (a) unsubscribe from the mailing-list or (b) completely opt-out from all mailings. Please insert an unsubscribe or opt-out token.
cy_gb: Rhaid i'r rhestr bostio adael i dderbyniwyr (a) dad-danysgrifio o'r rhestr-bostio neu (b) gadael pob postiad. Rhowch docyn dad-danysgrifio neu optio-allan.
sk_sk: Pošta musí umožňovať príjemcom (a) odhlásiť sa z poštového zoznamu alebo (b) vyjadriť explicitný nesúhlas so všetkou poštou. Zadajte token pre zrušenie odberu alebo explicitný nesúhlas.

source: Via Web
cy_gb: Trwy'r We
sk_sk: Cez web

source: Via Email
cy_gb: Trwy Ebost
sk_sk: Cez e-mail

source: Alternatively, you may select a header or footer which includes the required tokens.
cy_gb: Neu, gallech ddewis bennyn neu droedyn sy'n cynnwys y tocynnau sydd eu hangen.
sk_sk: Môžete tiež vybrať hlavičku alebo pätu, ktorá obsahuje požadované tokeny.

source: Required tokens
cy_gb: Tocynnau sydd eu hangen
sk_sk: Požadované tokeny

source: Save Template
cy_gb: Safio Templed
sk_sk: Uložiť šablónu

source: Invalid component ID (%1)
cy_gb: ID cydran annilys (%1)
sk_sk: Neplatné ID komponentu (%1)

source: Based on current data, approximately %1 contacts will receive a copy of the mailing.
cy_gb: Ar sail data cyfredol, bydd oddeutu %1 o gysylltiadau yn derbyn copi o'r postiad.
sk_sk: Zo súčasných údajov vyplýva, že počet kontaktov, ktoré dostanú kópiu tejto pošty je približne %1.

source: Below is a sample of the first %1 recipients.
cy_gb: Isod mae sampl o'r %1 derbyniwr cyntaf.
sk_sk: Nižšie je uvedená vzorka prvých %1 príjemcov.

source: If individual contacts are separately modified, added, or removed, then the final list may change.
cy_gb: Os caiff cysylltiadau unigol eu golygu, ychwanegu, neu ddileu ar wahân, gall y restr derfynnol newid.
sk_sk: Ak sa jednotlivé kontakty samostatne upravia, pridajú alebo odstránia, konečný zoznam sa môže zmeniť.

source: No recipients
cy_gb: Dim derbynwyr
sk_sk: Žiadni príjemcovia

source: The scheduled date and time is in the past
cy_gb: Mae'r amser a dyddiad a amserwyd yn y gorffennol
sk_sk: Naplánovaný dátum a čas je v minulosti

source: Save the current mailing as a template.
cy_gb: Cadw'r postiad cyfredol fel templad
sk_sk: Uložiť aktuálnu poštu ako šablónu.

source: Update "%1"
cy_gb: Diweddaru "%1"
sk_sk: Aktualizovať '%1'

source: Save as:
cy_gb: Cadw fel:
sk_sk: Uložiť ako:

source: Include Groups & Mailings
sk_sk: Zahrnúť skupiny a maily

source: Exclude Groups & Mailings
sk_sk: Vylúčiť skupiny a maily

source: Include recipents from groups and past mailings.
sk_sk: Zahrnúť príjemcov zo skupín a minulých správ.

source: Exclude recipents from groups and past mailings.
sk_sk: Vylúčiť príjemcov zo skupín a minulých správ.

source: Subject: %1
cy_gb: Pennawd: %1
sk_sk: Predmet: %1

source: Sending...
cy_gb: Anfon...
sk_sk: Posiela sa...

source: Unsubscribes & Opt-outs
sk_sk: Zrušenia odberu a explicitné nesúhlasy

source: Opt-Outs
cy_gb: Wedi Gadael y Rhestr
sk_sk: Explicitné nesúhlasy

source: Initializing...
cy_gb: Ymgychwyn...
sk_sk: Inicializuje sa...

source: Template (A)
cy_gb: Templed (A)
sk_sk: Šablóna (A)

source: Template (B)
cy_gb: Templed (B)
sk_sk: Šablóna (B)

source: From (A)
cy_gb: Gan (A)
sk_sk: Meno odosielateľa (A)

source: From (B)
cy_gb: Gan (B)
sk_sk: Meno odosielateľa (B)

source: Reply-To (A)
cy_gb: Ateb-I (A)
sk_sk: Príjemca odpovede (A)

source: Reply-To (B)
cy_gb: Ateb-I (B)
sk_sk: Príjemca odpovede (B)

source: Subject (A)
cy_gb: Pennawd (A)
sk_sk: Predmet (A)

source: Subject (B)
cy_gb: Pennawd (B)
sk_sk: Predmet (B)

source: A/B testing allows you to send two test mailings to a random subset of your recipients. After collecting and comparing metrics, the more successful mailing will be sent to the remaining recipients.
cy_gb: Mae profi A/B yn eich galluogi i anfon dau bostiad prawf at is-set ar hap o blith eich derbynwyr. Wedi casglu a chymharu'r metrics, byddy postiad fwy llwyddianus yn cael ei anfon at y derbynwyr sy'n weddill.
sk_sk: Testovanie A/B vám umožňuje odoslať dve testovacie poštové správy náhodnej podmnožine príjemcov. Po zozbieraní a porovnaní metriky sa úspešnejšia pošta odošle zvyšným príjemcom.

source: Test Type
cy_gb: Math o Brofi
sk_sk: Typ testu

source: Distribution
cy_gb: Dosbarthiad
sk_sk: Distribúcia

source: Send
cy_gb: Anfon
sk_sk: Odoslať

source: Send A/B test immediately
cy_gb: Anfon prawf A/B yn syth
sk_sk: Okamžite odoslať test A/B

source: Send A/B test at:
cy_gb: Anfon prawf A/B at:
sk_sk: Odoslať test A/B o:

source: Assess
cy_gb: Asesu
sk_sk: Hodnotiť

source: Assess A/B results on an on-going basis
cy_gb: Asesu canlyniadau A/B wrth fynd ymlaen
sk_sk: Priebežne hodnotiť výsledky A/B

source: Assess A/B test at:
cy_gb: Asesu prawf A/B at:
sk_sk: Hodnotiť test A/B o:

source: Setup
cy_gb: Gosod
sk_sk: Nastaviť

source: Target
cy_gb: Targed
sk_sk: Cieľ

source: Compose
cy_gb: Cyfansoddi
sk_sk: Vytvoriť

source: Preview (A)
cy_gb: Rhagolwg (A)
sk_sk: Ukážka (A)

source: Preview (B)
cy_gb: Rhagolwg (B)
sk_sk: Ukážka (B)

source: Compose (A)
cy_gb: Cyfansoddi (A)
sk_sk: Vytvoriť (A)

source: Compose (B)
cy_gb: Cyfansoddi (B)
sk_sk: Vytvoriť (B)

source: A/B Test Results
cy_gb: Canlyniadau Prawf A/B
sk_sk: Výsledky testu A/B

source: This report displays the current results for your A/B test. You can return to this page to view the latest statistics by navigating to "Manage A/B Tests" and clicking "Results".
cy_gb: Mae'r adroddiad hwn yn dangos canlyniadau cyfredol eich prawf A/B. Mae modd i chi ddychwelyd i'r dudalen hon er mwyn gweld yr ystadegau diweddaraf trwy fynd i "Rheoli Profion A/B" a chlicio ar "Canlyniadau".
sk_sk: V tejto správe sa zobrazia aktuálne výsledky vášho testu A/B. K tejto stránke sa môžete vrátiť a pozrieť si najnovšie štatistiky v časti 'Spravovať testy A/B' a kliknutím na položku 'Výsledky'.

source: Select as Final
cy_gb: Dewis yn Derfynnol
sk_sk: Vybrať ako konečnú verziu

source: Delivery
cy_gb: Dosbarthu
sk_sk: Doručenie

source: Not selected
cy_gb: Heb ei ddewis
sk_sk: Nevybraté

source: Started at
cy_gb: Dechreuwyd am
sk_sk: Začiatok o

source: Not started
cy_gb: Heb ddechrau
sk_sk: Nespustené

source: Completed at
cy_gb: Cwblhawyd am
sk_sk: Dokončené o

source: Not completed
cy_gb: Heb ei gwblhau
sk_sk: Nedokončené

source: Search for contacts using '%1'
cy_gb: Chwilio am gysylltiadau gan ddefnyddio '%1'
sk_sk: Vyhľadávať kontakty pomocou '%1'

source: Browse events of type '%1'
cy_gb: Chwilio am ddigwyddiadau o fath '%1
sk_sk: Prehľadávať udalosti typu '%1'

source: Reports for '%1'
cy_gb: Adroddiadau ar gyfer '%1'
sk_sk: Správy pre '%1'

source: Opens (WIP)
cy_gb: Wedi agor (WIP)
sk_sk: Otvorenia (WIP)

source: Total Clicks (WIP)
cy_gb: Cyfanswm Cliciadau (WIP)
sk_sk: Celkové kliknutia (WIP)

source: Final (%1)
cy_gb: Terfynnol (%1)
sk_sk: Konečná verzia (%1)

source: Select Final Mailing (Test %1)
cy_gb: Dewis Postiad Terfynnol (Prawf %1)
sk_sk: Vybrať konečnú verziu pošty (test %1)

source: - Status -
cy_gb: - Statws -
sk_sk: – stav –

source: - Test Type -
cy_gb: - Math o Brofi -
sk_sk: – typ testu –

source: You have no A/B mailings
cy_gb: Does dim postiadau A/B gennych
sk_sk: Nemáte poštu A/B

source: New A/B Test
cy_gb: Prawf A/B Newydd
sk_sk: Nový test A/B

source: Mailing A
cy_gb: Postiad A
sk_sk: Pošta A

source: Mailing B
cy_gb: Postiaid B
sk_sk: Pošta B

source: Test Mailing A
cy_gb: Postiad Prawf A
sk_sk: Testovacia pošta A

source: Test Mailing B
cy_gb: Postiad Prawf B
sk_sk: Testovacia pošta B

source: Final Mailing
cy_gb: Postiad Terfynnol
sk_sk: Konečná verzia pošty

source: After selecting %1 as the winner, one must schedule the delivery for the final mailing.
cy_gb: Wedi dewis %1 yn enillydd, mae angen amseru dosbarthiad y postiad terfynnol.
sk_sk: Po vybratí %1 ako víťaza je potrebné naplánovať doručenie konečnej verzie pošty.

source: Send final mailing immediately
cy_gb: Anfon postiad terfynnol yn syth
sk_sk: Odoslať konečnú verziu pošty okamžite

source: Send final mailing at:
cy_gb: Anfon postiad terfynnol am:
sk_sk: Odoslať konečnú verziu pošty o:

source: Submit final mailing
cy_gb: Cyflwyno postiad terfynnol
sk_sk: Zadať konečnú verziu pošty

source: Email_Bounce_History
sk_sk: História_vrátení_e-mailu

source: Bounce Pattern
sk_sk: Vzor vrátenia

source: Bounce Patterns
sk_sk: Vzory vrátenia

source: Bounce Pattern ID
cy_gb: ID Patrwm Bownsio
sk_sk: ID vzoru vrátenia

source: Bounce Type ID
cy_gb: ID Math o Fownsio
sk_sk: ID typu vrátenia

source: Type of bounce
sk_sk: Typ vrátenia

source: Pattern
cy_gb: Patrwm
sk_sk: Vzor
sq: Modeli

source: A regexp to match a message to a bounce type
sk_sk: Regexp pre zhodu správy s typom vrátenia

source: Bounce Type Name
cy_gb: Enw Math o Fownsio
sk_sk: Názov typu vrátenia

source: Bounce Type Description
cy_gb: Disigrifiad Math o Fownsio
sk_sk: Opis typu vrátenia

source: A description of this bounce type
sk_sk: Opis tohto typu vrátenia

source: Hold Threshold
cy_gb: Trothwy Dal yn Ôl
sk_sk: Prahová hodnota pozastavenia
sq: Mbaje pragun

source: Number of bounces of this type required before the email address is put on bounce hold
sk_sk: Počet vrátení tohto typu predtým, ako sa e-mailová adresa pozastaví v dôsledku vrátenia

source: Mass emails sent from CiviMail.
sk_sk: Hromadné e-maily odoslané z CiviMail.

source: Which site is this mailing for
sk_sk: Pre ktorú webovú lokalitu je určená táto pošta

source: Header ID
sk_sk: ID hlavičky

source: FK to the header component.
sk_sk: FK pre komponent hlavičky.

source: Footer ID
sk_sk: ID päty

source: FK to the footer component.
sk_sk: FK pre komponent päty.

source: Reply ID
cy_gb: ID Ymateb
sk_sk: ID odpovede

source: FK to the auto-responder component.
sk_sk: FK pre komponent automatickej odpovede.

source: Unsubscribe ID
cy_gb: ID dad-danysgrifio
sk_sk: ID zrušenia odberu

source: FK to the unsubscribe component.
sk_sk: FK pre komponent zrušenia odberu.

source: Mailing Resubscribe
cy_gb: Ail-danysgrifio Postio
sk_sk: Opätovné prihlásenie na odber pošty

source: Opt Out ID
sk_sk: ID explicitného nesúhlasu

source: FK to the opt-out component.
sk_sk: FK pre komponent explicitného nesúhlasu.

source: Mailing Name.
sk_sk: Názov pošty

source: Mailing Type
cy_gb: Math o Bostiad
sk_sk: Typ pošty

source: differentiate between standalone mailings, A/B tests, and A/B final-winner
sk_sk: odlíšenie medzi samostatnou poštou, testmi A/B a finálnym víťazom A/B

source: Mailing From Name
cy_gb: Enw Anfonwr Postiad
sk_sk: Meno odosielateľa pošty

source: From Header of mailing
sk_sk: Hlavička pošty odosielateľa

source: Mailing From Email
cy_gb: Ebost Anfonwr Postiad
sk_sk: Pošta z e-mailu

source: From Email of mailing
sk_sk: E-mail odosielateľa pošty

source: Replyto Email
cy_gb: Ebost Ateb i
sk_sk: E-mail na odpovede
sq: Ripërsëite E-mailin

source: Reply-To Email of mailing
sk_sk: E-mail na odpovede na poštu

source: Reply-To Email
sk_sk: E-mail na odpovede

source: Template Type
sk_sk: Typ šablóny

source: The language/processing system used for email templates.
sk_sk: Jazyk/systém spracovania použitý pre šablóny e-mailov.

source: Template Options (JSON)
sk_sk: Možnosti šablón (JSON)

source: Advanced options used by the email templating system. (JSON encoded)
sk_sk: Rozšírené možnosti používané systémom šablón e-mailov (kódovanie JSON).

source: Body Text
cy_gb: Corff Testun y Gydran Bostio
sk_sk: Text tela správy

source: Body Html
cy_gb: Html Corff
sk_sk: HTML tela správy

source: Body HTML
cy_gb: HTML Corff
sk_sk: HTML tela správy
sq: Trupi HTML

source: Url Tracking
cy_gb: Tracio Url
sk_sk: Sledovanie URL
sq: Përcjellja Url

source: Should we track URL click-throughs for this mailing?
sk_sk: Majú sa sledovať URL prekliknutia pre túto poštu?

source: Should we forward replies back to the author?
sk_sk: Majú sa preposlať odpovede autorovi?

source: Auto Responder
cy_gb: Ymatebwr Awtomatig
sk_sk: Poskytovateľ automatickej odpovede
sq: Përgjigja automatike

source: Should we enable the auto-responder?
sk_sk: Má sa povoliť poskytovateľ automatickej odpovede?

source: Track Mailing?
cy_gb: Tracio'r Postiad?
sk_sk: Sledovať poštu?

source: Should we track when recipients open/read this mailing?
sk_sk: Má sa sledovať, kedy si príjemcovia otvoria/prečítajú túto poštu?

source: Mailing Completed
cy_gb: Wedi Cwblhau'r Postiad
sk_sk: Pošta dokončená

source: Has at least one job associated with this mailing finished?
sk_sk: Bola aspoň jedna úloha spojená s touto poštou ukončená?

source: Override Verp
cy_gb: Newid Verp
sk_sk: Prepísať VERP
sq: Mbivendosja Verp

source: Overwrite the VERP address in Reply-To
sk_sk: Prepísať adresu VERP pre príjemcu odpovede

source: Overwrite VERP
sk_sk: Prepísať VERP

source: FK to Contact ID who first created this mailing
sk_sk: FK pre ID kontaktu, ktorý prvýkrát vytvoril túto poštu

source: Creator
sk_sk: Autor

source: Mailing Created Date
cy_gb: Dyddiad Creu Postiad
sk_sk: Dátum vytvorenia pošty
sq: Data e krijimit te letres

source: Date and time this mailing was created.
sk_sk: Dátum a čas, keď bola táto pošta vytvorená.

source: When the mailing (or closely related entity) was created or modified or deleted.
sk_sk: Kedy bola táto pošta (alebo úzko súvisiaca entita) vytvorená, upravená alebo odstránená.

source: Scheduled By Contact ID
sk_sk: Naplánovalo ID kontaktu

source: FK to Contact ID who scheduled this mailing
sk_sk: FK pre ID kontaktu, ktorý prvýkrát naplánoval túto poštu

source: Scheduled By
sk_sk: Naplánoval

source: Mailing Scheduled Date
cy_gb: Dyddiad Amseru Postiad
sk_sk: Naplánovaný dátum pošty
sq: Data e krijimit te letres

source: Date and time this mailing was scheduled.
sk_sk: Dátum a čas, keď bola táto pošta naplánovaná.

source: Mailing Start Date
sk_sk: Dátum spustenia pošty

source: Mailing End Date
sk_sk: Dátum ukončenia odosielania

source: The status of this mailing
sk_sk: Stav tejto pošty

source: Approved By Contact ID
sk_sk: Schválilo ID kontaktu

source: FK to Contact ID who approved this mailing
sk_sk: FK pre ID kontaktu, ktorý prvýkrát schválil túto poštu

source: Approved By
cy_gb: Wedi ei Chymeradwyo Gan
sk_sk: Schválil

source: Mailing Approved Date
cy_gb: Dyddiad Cymeradwyo'r Postiad
sk_sk: Dátum schválenia pošty
sq: Data e miratimit të letrës

source: Date and time this mailing was approved.
sk_sk: Dátum a čas, keď bola táto pošta schválená.

source: The status of this mailing. Values: none, approved, rejected
sk_sk: Stav tejto pošty. Hodnoty: žiadne, schválené, zamietnuté

source: Approval Note
cy_gb: Nodyn Cymeradwyo
sk_sk: Poznámka o schválení
sq: Miratimi i shënimit

source: Note behind the decision.
sk_sk: Poznámka o rozhodnutí.

source: Is Mailing Archived?
cy_gb: Ydy'r Postiad wedi ei Archifio?
sk_sk: Archivuje sa pošta?

source: Is this mailing archived?
sk_sk: Archivuje sa táto pošta?

source: In what context(s) is the mailing contents visible (online viewing)
sk_sk: V ktorých kontextoch je obsah pošty viditeľný (online zobrazenie)

source: The campaign for which this mailing has been initiated.
sk_sk: Kampaň, pre ktorú bola táto pošta iniciovaná.

source: No Duplicate emails?
cy_gb: Dim ebyst wedi eu dyblygu?
sk_sk: Žiadne duplicitné e-maily?

source: Remove duplicate emails?
sk_sk: Odstrániť duplicitné e-maily?
sq: Fshij E-meilat e dyfishuar

source: Mailing Hash
cy_gb: Hash Postiad
sk_sk: Hash pošty

source: Key for validating requests related to this mailing.
sk_sk: Kľúč na schválenie žiadostí súvisiacich s touto poštou.

source: With email_selection_method, determines which email address to use
sk_sk: Spolu s položkou email_selection_method určuje, ktorú e-mailovú adresu použiť

source: Email Selection Method
cy_gb: Dull Dewis Ebost
sk_sk: Metóda pre výber e-mailu

source: With location_type_id, determine how to choose the email address to use.
sk_sk: Spolu s položkou location_type_id určuje, ako zvoliť e-mailovú adresu, ktorá sa má použiť.

source: Mailing Language
sk_sk: Jazyk pošty

source: Language of the content of the mailing. Useful for tokens.
sk_sk: Jazyk pre obsah pošty. Užitočné pre tokeny.

source: Mailing AB
sk_sk: AB pošty

source: Mailing ABs
sk_sk: AB pošty

source: MailingAB ID
cy_gb: ID PostiadAB
sk_sk: ID AB pošty

source: Name of the A/B test
sk_sk: Názov testu A/B

source: Mailing ID (A)
cy_gb: ID Postiad (A)
sk_sk: ID pošty (A)

source: The first experimental mailing ("A" condition)
sk_sk: Prvá experimentálna pošta (podmienka 'A')

source: Mailing ID (B)
cy_gb: ID Postiad (B)
sk_sk: ID pošty (B)

source: The second experimental mailing ("B" condition)
sk_sk: Druhá experimentálna pošta (podmienka 'B')

source: Mailing ID (C)
cy_gb: ID Postiad (C)
sk_sk: ID pošty (C)

source: The final, general mailing (derived from A or B)
sk_sk: Konečná, všeobecná pošta (odvodená od A alebo B)

source: Testing Criteria
cy_gb: Meini Prawf
sk_sk: Kritériá testovania

source: Winner Criteria
cy_gb: Meini Prawf Enillydd
sk_sk: Kritériá víťaza

source: URL for Winner Criteria
cy_gb: URL ar gyfer Meini Prawf Enillydd
sk_sk: Adresa URL pre kritériá víťaza

source: What specific url to track
sk_sk: Ktorú konkrétnu adresu URL sledovať

source: Declaration Time
cy_gb: Amser Datganiad
sk_sk: Čas vyhlásenia

source: In how much time to declare winner
sk_sk: V akom čase vyhlásiť víťaza

source: Group Percentage
cy_gb: Canran Grŵp
sk_sk: Percento skupiny

source: AB Test Created Date
cy_gb: Dyddiad Creu Prawf AB
sk_sk: Dátum vytvorenia testu AB

source: Mailing Component
sk_sk: Komponent pošty

source: Mailing Components
sk_sk: Komponenty pošty

source: Mailing Component ID
cy_gb: ID y Gydran Bostio
sk_sk: ID komponentu pošty

source: Component Name
cy_gb: Enw'r Gydran
sk_sk: Názov komponentu
sq: Emri i përbërësit

source: The name of this component
sk_sk: Názov tohto komponentu

source: Mailing Component Type
cy_gb: Math o Gydran Bostio
sk_sk: Typ komponentu pošty

source: Type of Component.
sk_sk: Typ komponentu.

source: Mailing Component Body HTML
cy_gb: Corff HTML y Gydran Bostio
sk_sk: HTML tela správy komponentu pošty

source: Body of the component in html format.
sk_sk: Telo správy komponentu vo formáte HTML.

source: Body of the component in text format.
sk_sk: Telo správy komponentu v textovom formáte.

source: Mailing Component is Default?
cy_gb: A yw'r Gydran yn Ddi-ofyn?
sk_sk: Je komponent pošty predvolený?

source: Is this the default component for this component_type?
sk_sk: Je to predvolený komponent pre tento component_type?

source: Mailing Component Is Active?
cy_gb: Cydran Bostio yn Weithredol?
sk_sk: Je komponent pošty aktívny?

source: Mailing Bounce
sk_sk: Vrátenie pošty

source: Mailing Bounces
sk_sk: Vrátenia pošty

source: Mailings that failed to reach the inbox of the recipient.
sk_sk: Pošta, ktorá sa neodstala do schránky doručenej pošty príjemcu.

source: Bounce ID
cy_gb: ID Bownsio
sk_sk: ID vrátenia

source: FK to EventQueue
sk_sk: FK pre front udalosti

source: What type of bounce was it?
sk_sk: Aký typ vrátenia to bol?

source: The reason the email bounced.
sk_sk: Dôvod vrátenia e-mailu.

source: When this bounce event occurred.
sk_sk: Kedy došlo k tejto udalosti vrátenia.

source: Mailing Opt-In Confirmation
sk_sk: Potvrdenie explicitného súhlasu s poštou

source: Mailing Opt-In Confirmations
sk_sk: Potvrdenia explicitného súhlasu s poštou

source: Mailing Confirmation ID
cy_gb: ID Cadarnhad y Postiad
sk_sk: ID pošty potvrdenia

source: Mailing Subscribe ID
cy_gb: ID Tanysgrifio Postiad
sk_sk: ID pošty prihlásenia sa na odber

source: FK to civicrm_mailing_event_subscribe
sk_sk: FK pre civicrm_mailing_event_subscribe

source: Mailing Subscribe
sk_sk: Prihlásenie sa na odber pošty

source: Confirm Timestamp
cy_gb: Cadarnhau Stamp Amser
sk_sk: Časová pečiatka potvrdenia

source: When this confirmation event occurred.
sk_sk: Kedy došlo k tejto udalosti potvrdenia.

source: Mailing Deliveries
sk_sk: Doručenia pošty

source: Delivered ID
cy_gb: ID Anfon
sk_sk: ID doručenia

source: When this delivery event occurred.
sk_sk: Kedy došlo k tejto udalosti doručenia.

source: Mailing Forward
sk_sk: Preposlanie pošty

source: Mailing Forwards
sk_sk: Preposlania pošty

source: Forward ID
cy_gb: ID Anfon Ymlaen
sk_sk: ID preposlania

source: Destination Queue ID
sk_sk: ID frontu cieľa

source: FK to EventQueue for destination
sk_sk: FK pre front udalosti pre cieľ

source: Destination Queue
cy_gb: Ciw Cyrchfan
sk_sk: Front cieľa

source: When this forward event occurred.
sk_sk: Kedy došlo k tejto udalosti preposlania.

source: Mailing Opened
sk_sk: Otvorená pošta

source: Mailings Opened
sk_sk: Otvorená pošta

source: Mailing Opened ID
cy_gb: ID Agor Ebost
sk_sk: ID otvorenia pošty

source: When this open event occurred.
sk_sk: Kedy došlo k tejto udalosti otvorenia.

source: Intended recipients of a mailing.
sk_sk: Určení príjemcovia pošty.

source: Mailing Event Queue ID
cy_gb: ID Ciw Digwyddiadau Postio
sk_sk: ID udalosti frontu pošty

source: Mailing Job
cy_gb: Tasg Ebost
sk_sk: Poštová úloha

source: Outbound Mailing
sk_sk: Odchádzajúca pošta

source: FK to Email
sk_sk: FK na e-mail

source: FK to Contact
sk_sk: FK pre kontakt

source: Security Hash
cy_gb: Hash Diogelwch
sk_sk: Bezpečnostný hash

source: Security hash
sk_sk: Bezpečnostný hash

source: FK to Phone
sk_sk: FK na telefón

source: Mailing Reply
sk_sk: Odpoveď na poštu

source: Mailing Replies
sk_sk: Odpovede na poštu

source: Reply Timestamp
cy_gb: Stamp Amser Ymateb
sk_sk: Časová pečiatka odpovede

source: When this reply event occurred.
sk_sk: Kedy došlo k tejto udalosti odpovede.

source: Mailing Opt-In
sk_sk: Explicitný súhlas s poštou

source: Mailing Opt-Ins
sk_sk: Explicitné súhlasy s poštou

source: Mailing Subscribe Hash
cy_gb: Hash Tanysgrifio Postiad
sk_sk: Hash pre prihlásenie sa na odber pošty

source: Mailing Subscribe Timestamp
cy_gb: Stamp Amser Tanysgrifio Postiad
sk_sk: Časová pečiatka pre prihlásenie sa na odber pošty

source: When this subscription event occurred.
sk_sk: Kedy došlo k tejto udalosti prihlásenia sa na odber.

source: Trackable URL Open ID
cy_gb: ID Tracio URL Agor
sk_sk: ID sledovateľného otvorenia adresy URL

source: Trackable Url ID
sk_sk: ID sledovateľnej adresy URL

source: FK to TrackableURL
sk_sk: FK pre sledovateľnú adresu URL

source: When this trackable URL open occurred.
sk_sk: Kedy došlo k tomuto sledovateľnému otvoreniu adresy URL.

source: Mailing Unsubscribe
sk_sk: Zrušenie odberu pošty

source: Mailing Unsubscribes
sk_sk: Zrušenia odberu pošty

source: Unsubscribe is for Organization?
cy_gb: Dad-danysgrifio ar gyfer Sefydliad?
sk_sk: Je zrušenie odberu pre organizáciu?

source: Unsubscribe at org- or group-level
sk_sk: Zrušiť odber na úrovni organizácie alebo skupiny

source: Unsubscribe Timestamp
cy_gb: Stamp Amser Dad-danysgrifio
sk_sk: Časová pečiatka zrušenia odberu

source: Mailing Group
sk_sk: Poštová skupina

source: Mailing Groups
sk_sk: Poštové skupiny
