Repository: civicrm/l10n
Catalog: po/*/menu.po
Languages: cy_gb, ro_ro, uk

# menu
source: Contribution details for any type of contribution, plus associated membership information for contributions which are in payment for memberships.
uk: Деталізована інформація по будь якому типу внесків, плюс інформація про асоційоване членство для внесків, які мають бути зроблені як членський платіж.

# menu
source: Lapsed Memberships
cy_gb: Aelodaethau wedi Dod i Ben
uk: Недійсний список членства

# menu
source: Provides a list of memberships that have lapsed or will lapse by the date you specify.
uk: Надає список членства який вже не дійсний, або став недійсним на дату обрану Вами.

# menu
source: Provides lists of participants for an event.
uk: Надає список учасників події.

# menu
source: Event Income Summary
cy_gb: Crynodeb Incwm Digwyddiad
uk: Звіт щодо майбутніх подій (короткий опис)

# menu
source: Provides an overview of event income. You can include key information such as event ID, registration, attendance, and income generated to help you determine the success of an event.
uk: Проводить загальний перегляд майбутніх подій. Ви можете включити головну інформацію - таку як: ID події, реєстрація, кількість відвідань, та отриманий дохід. Ця інформація допоможе Вам визачити успішність події.

# menu
source: Event Income Details
cy_gb: Manylion Incwm Digwyddiad
uk: Деталізована інформація по майбутнім подіям.

# menu
source: Helps you to analyze the income generated by an event. The report can include details by participant type, status and payment method.
uk: Допомагає Вам проаналізувати дохід отриманий від події. Звіт може містити деталізовану інформацію розмежовану за типом учасників, статусом та платіжним методом.

# menu
source: Provides lists of event attendees.
uk: Надає список учасників, що відвідали подію.

# menu
source: Grant Details
uk: Деталізована інформація по грантам

# menu
source: Grant Report Detail
uk: Деталізований звіт по грантам

# menu
source: Grant Statistics
uk: Статистика по грантам

# menu
source: Grant Report Statistics
uk: Звіт по статистиці по грантам

# menu
source: Mail Bounces
uk: Поштові відмови

# menu
source: Bounce Report for mailings
uk: Звіт щодо поштових відмов

# menu
source: Mailing Summary
uk: Короткий підсумок по поштовій розсилці

# menu
source: Summary statistics for mailings
uk: Статистика по поштовій розсилці

# menu
source: Display contacts who opened emails from a mailing
uk: Відображати контакти, які відркривали елекронні листи із списку розсилки

# menu
source: Mail Clickthroughs
uk: Mail Clickthroughts

# menu
source: Get started
cy_gb: Dechrau arni

# menu
source: Ask a question
cy_gb: Gofyn cwestiwn

# menu
source: Get expert help
cy_gb: Cael cymorth arbenigol

# menu
source: Register your site
cy_gb: Cofrestru eich safle

# menu
source: Developer Docs
cy_gb: Dogfennau Datblygwr
