Repository: civicrm/l10n
Catalog: po/*/menu.po
Languages: cy_gb, ro_ro, uk

# menu
source: New Campaign
cy_gb: Ymgyrch Newydd
ro_ro: Campanie nouă
uk: Нова кампанія

# menu
source: New Survey
cy_gb: Arolwg Newydd
ro_ro: Sondaj nou
uk: Нове дослідження

# menu
source: Conduct Survey
cy_gb: Cynnal Arolwg
ro_ro: Realizează sondaj
uk: Провести дослідження

# menu
source: Survey Types
cy_gb: Mathau Arolygon
ro_ro: Tipuri de sondaje
uk: Типи досліджень

# menu
source: Campaign Types
cy_gb: Mathau Ymgyrchoedd
ro_ro: Tipuri de campanie
uk: Типи кампаній

# menu
source: Campaign Status
cy_gb: Statws Ymgyrch
ro_ro: Status campanie
uk: Статус кампаній

# menu
source: Engagement Index
cy_gb: Mynegai ymrwymiad
ro_ro: Indice de implicare
uk: Індекс залучення, участі

# menu
source: CiviCampaign Component Settings
cy_gb: Gosodiadau Cydran CiviCampaign
ro_ro: Setări componentă CiviCampaign
uk: Налаштування компонентів Civiкампанії

# menu
source: Reserve Respondents
cy_gb: Cadw Ymatebyddion Wrth Gefn
ro_ro: Rezervă respondenți
uk: Обрати респондентів

# menu
source: Release Respondents
cy_gb: Rhyddhau ymatebyddion
ro_ro: Eliberează respondenți
uk: Відпустити респондентів

# menu
source: Record Respondents Interview
cy_gb: Recordio Cyfweliadau Ymatebyddion
ro_ro: Înregistrează interviu respondenți
uk: Запис інтерв'ю з респондентами

# menu
source: GOTV (Track Voters)
cy_gb: GOTV (Tracio Pleidleiswyr)
ro_ro: GOTV (monitorizează votanți)
uk: GOTV (Відстежувати виборців)

# menu
source: New Petition
cy_gb: Deiseb Newydd
ro_ro: Petiție nouă
uk: Нова петиція

# menu
source: Sign Petition
cy_gb: Llofnodi Deiseb
ro_ro: Semnează petiție
uk: Підписати петицію

# menu
source: View Petition Signatures
cy_gb: Gweld Llofnodion Deiseb
ro_ro: Vizualizează semnături petiție
uk: Переглянути підписи під петицією

# menu
source: Email address verified
cy_gb: Cyfeiriad ebost wedi'i ddilysu
ro_ro: Adresă email verificată
uk: Адреси електронної пошти були перевірені

# menu
source: Thank You
cy_gb: Diolch
ro_ro: Vă mulțumim
uk: Дякую

# menu
source: Configure Survey
cy_gb: Ffurfweddu Arolwg
ro_ro: Configurarează sondaj
uk: Налаштувати дослідження

# menu
source: Delete Survey
cy_gb: Dileu Arolwg
ro_ro: Șterge Sondaj
uk: Видалити дослідження

# menu
source: CiviCase Dashboard
cy_gb: Dasfwrdd CiviCase
ro_ro: Panou CiviCase
uk: Civiсправа робоча панель

# menu
source: Open Case
cy_gb: Agor Achos
ro_ro: Deschide caz
uk: Відкрити Справу

# menu
source: Find Cases
cy_gb: Canfod Achosion
ro_ro: Caută cazuri
uk: Знайти Справи

# menu
source: Case Activity
cy_gb: Gweigaredd Achos
ro_ro: Activitate caz
uk: Активність по справі

# menu
source: Case Activity Audit
ro_ro: Audit activități caz

# menu
source: Case Custom Set
ro_ro: Set personalizat caz
uk: Індивідуальне налаштування справи

# menu
source: Case
cy_gb: Achos
ro_ro: Caz
uk: Справа

# menu
source: Activity View
cy_gb: Golwg Gweithgareddau
ro_ro: Vizualizare activităţi
uk: Переглянути активність (діяльність)

# menu
source: Assign to Another Client
cy_gb: Trosglwyddo i Gleiant Arall
ro_ro: Atribuie altui client
uk: Доручити іншому клієнту

# menu
source: File on Case
ro_ro: Fișier la caz

# menu
source: Case Details
cy_gb: Manylion Achos
ro_ro: Detalii caz
uk: Деталі справи

# menu
source: CiviCase Settings
ro_ro: Setări CiviCase

# menu
source: Case Types
cy_gb: Mathau Achosion
ro_ro: Tipuri de caz
uk: Типи справ

# menu
source: Redaction Rules
cy_gb: Rheolau Dileu
ro_ro: Reguli de redactare
uk: Визначені правила

# menu
source: Case Statuses
cy_gb: Statwsau Achos
ro_ro: Statusuri caz
uk: Статус справ

# menu
source: Encounter Mediums
ro_ro: Mijloace de contact

# menu
source: Remove Client
ro_ro: Șterge client

# menu
source: CiviContribute Dashboard
ro_ro: Tablou de bord CiviContribute
uk: Civiвнесок робоча панель

# menu
source: New Contribution
cy_gb: Cyfraniad Newydd
ro_ro: Contribuţie nouă
uk: Новий внесок

# menu
source: Contribution Summary - Chart View
cy_gb: Crynodeb Cyfraniadau - Golwg Siart
ro_ro: Sumar contribuții - Vizualizare grafic
uk: Сумарне число внесків - переглянути в таблиці

# menu
source: Manage Contribution Pages
cy_gb: Rheoli Tudelannau Cyfraniadau
ro_ro: Gestionează pagini de contribuție
uk: Управління сторінками внесків

# menu
source: Title and Settings
cy_gb: Teitl a Gosodiadau
ro_ro: Titlu și setări
uk: Назва та налаштування

# menu
source: Contribution Amounts
cy_gb: Meintiau Cyfraniadau
ro_ro: Valori contribuții
uk: Сума внесків

# menu
source: Membership Section
cy_gb: Adran Aelodaeth
ro_ro: Secțiune membri
uk: Секція членства

# menu
source: Include Profiles
cy_gb: Cynnwys Proffiliau
ro_ro: Include profiluri
uk: Включити профілі

# menu
source: Thank-you and Receipting
cy_gb: Diolchiadau a Thalebu
ro_ro: Mulțumire și confirmare
uk: Опція дякую та розписка за отримання

# menu
source: Tell a Friend
cy_gb: Dweud wrth Ffrind
ro_ro: Spune unui prieten
uk: Сказати другу

# menu
source: Configure Widget
cy_gb: Ffurfweddu Teclyn
ro_ro: Configurează widget
uk: Конфігурувати віджети

# menu
source: Premiums
cy_gb: Premiymau
ro_ro: Recompense
uk: Премії

# menu
source: Add Products to This Page
cy_gb: Ychwanegu Cynnyrch i'r Dudalen Hon
ro_ro: Adaugă produse la această pagină
uk: Додати товар до цієї сторінки

# menu
source: New Contribution Page
cy_gb: Tudalen Cyfraniad Newydd
ro_ro: Pagină nouă de contribuție
uk: Нова сторінка внесків

# menu
source: Manage Premiums
cy_gb: Rheoli Premiymau
ro_ro: Gestionează recompense
uk: Управління преміями

# menu
source: Financial Types
cy_gb: Mathau Ariannol
ro_ro: Categorii financiare
uk: Фінансові типи

# menu
source: Edit Financial Type
ro_ro: Editează categorii financiare

# menu
source: New Payment
cy_gb: Taliad Newydd
ro_ro: Plată nouă

# menu
source: Financial Accounts
cy_gb: Cyfrifon Ariannol
ro_ro: Conturi financiare
uk: Фінансові рахунки

# menu
source: Edit Financial Accounts
ro_ro: Editează conturi financiare

# menu
source: Payment Methods
ro_ro: Metoda de plată

# menu
source: Accepted Credit Cards
cy_gb: Cardiau Credyd Derbyniol
ro_ro: Carduri de credit acceptate
uk: Прийняті платіжні картки

# menu
source: Soft Credit Types
ro_ro: Tipuri de creditare ușoară

# menu
source: Contributions
cy_gb: Cyfraniadau
ro_ro: Contribuţii
uk: Внески

# menu
source: Recurring Contributions
ro_ro: Contribuții recurente
uk: Повторні внески

# menu
source: Additional Info
cy_gb: Ychwanegu Gwybodaeth
ro_ro: Informații suplimentare
uk: Додаткова інформація

# menu
source: Find Contributions
cy_gb: Canfod Cyfraniadau
ro_ro: Caută contribuții
uk: Знайти внески

# menu
source: AdditionalInfo Form
cy_gb: Ffurflen Gwybodaeth Ychwanegol
ro_ro: Formular informații adiționale
uk: Додаткова інформаційна форма

# menu
source: Cancel Subscription
cy_gb: Canslo Tanysgrifiad
ro_ro: Anulează abonamentul
uk: Анулювати підписку

# menu
source: Update Billing Details
cy_gb: Diweddaru Manylion Talu
ro_ro: Actualizați detaliile de facturare
uk: Оновити платіжну інформацію

# menu
source: Update Subscription
cy_gb: Diweddaru Tanysgrifiad
ro_ro: Actualizați abonamentul
uk: Оновити підписку

# menu
source: Financial Type Accounts
ro_ro: Tipuri de conturi financiare
uk: Типи фінансових рахунків

# menu
source: Accounting Batch
ro_ro: Lot contabil

# menu
source: Accounting Batches
ro_ro: Loturi contabile

# menu
source: Accounting Batch Export
ro_ro: Export lot contabil

# menu
source: View Payment
cy_gb: Gweld Taliad
ro_ro: Vizualizare plată

# menu
source: CiviContribute Component Settings
ro_ro: Setări componentă CiviContribute

# menu
source: PDF Invoice
cy_gb: Anfoneb PDF
ro_ro: Factură PDF

# menu
source: Email Invoice
cy_gb: Anfoneb Ebost
ro_ro: Factură prin email

# menu
source: Recurring Contribution's Payments
ro_ro: Plăți contribuție recurentă

# menu
source: Membership Recurring Contributions
ro_ro: Contribuții recurente pentru membrii

# menu
source: Contribution Task
ro_ro: Sarcină contribuție

# menu
source: Personal Campaign Pages
ro_ro: Pagini personale de campanie
uk: Сторінки персональної кампанії

# menu
source: Setup a Personal Campaign Page - Account Information
ro_ro: Configurare pagină personală de campanie - Informații cont
uk: Встановити персональну сторінку кампанії - інформація про рахунок

# menu
source: New Activity
cy_gb: Gweithgaredd Newydd
ro_ro: Activitate nouă
uk: Нова діяльність

# menu
source: View Activity
cy_gb: Gweld Gweithgaredd
ro_ro: Vizualizare activitate
uk: Переглянути діяльність

# menu
source: Find Activities
cy_gb: Canfod Gweithgareddau
ro_ro: Găsește activități
uk: Знайти діяльність

# menu
source: Custom Data
cy_gb: Data Addasu
ro_ro: Date personalizate
uk: Індвивідуальна налаштована інформація

# menu
source: Configure Custom Set
ro_ro: Configurează set personalizat

# menu
source: Custom Field Preview
ro_ro: Previzualizare câmp personalizat

# menu
source: Delete Custom Set
ro_ro: Șterge set personalizat

# menu
source: Custom Data Fields
cy_gb: Meysydd Data Addasu
ro_ro: Câmpuri date personalizate
uk: Індивідуально налаштовані поля інформації

# menu
source: Delete Custom Field
ro_ro: Șterge câmp personalizat

# menu
source: Custom Field - Options
ro_ro: Câmp personalizat - Opțiuni
uk: Індивідуально налаштоване поле - Опції

# menu
source: Custom Field - Add
ro_ro: Câmp personalizat - Adaugă
uk: Індивідуально налаштоване поле - Додати

# menu
source: Custom Field - Edit
ro_ro: Câmp personalizat - Editează
uk: Індивідуально налаштоване поле - Редагувати

# menu
source: Custom Field - Move
ro_ro: Câmp Personalizat - Mută
uk: Індивідуально налаштоване поле - Рух

# menu
source: Profiles
cy_gb: Proffiliau
ro_ro: Profile
uk: Профілі

# menu
source: Preview
ro_ro: Previzualizare

# menu
source: CiviCRM Profile Fields
cy_gb: Meysydd Proffil CiviCRM
ro_ro: Câmpuri profil CiviCRM
uk: CiviCRM поля профілю

# menu
source: Add Field
cy_gb: Ychwanegu Maes
ro_ro: Adaugă câmp
uk: Додати поле

# menu
source: Edit Field
cy_gb: Golygu Maes
ro_ro: Editează câmp
uk: Редагувати поле

# menu
source: New CiviCRM Profile
cy_gb: Proffil CiviCRM Newydd
ro_ro: Profil CiviCRM nou
uk: Новий CiviCRM профіль

# menu
source: Profile Settings
cy_gb: Gosodiadau Proffil
ro_ro: Stări profil
uk: Налаштування профілю

# menu
source: Profile Copy
ro_ro: Copiere profil

# menu
source: Activity Types
cy_gb: Mathau Gweithgareddau
ro_ro: Tipuri activitate
uk: Типи діяльностей

# menu
source: Relationship Types
cy_gb: Mathau Perthnasau
ro_ro: Tipuri relaţii
uk: Типи відносин

# menu
source: Edit Relationship Type
ro_ro: Editează tipul de relație

# menu
source: Contact Types
cy_gb: Mathau Cysyllteion
ro_ro: Tipuri de contact
uk: Типи контактів

# menu
source: Edit Contact Type
ro_ro: Editează tipul de contact

# menu
source: Gender Options
cy_gb: Dewisiadau Rhyw
ro_ro: Opţiuni gen
uk: Опції вибору статі

# menu
source: Individual Prefixes (Ms, Mr...)
cy_gb: Rhagddodiadau Personol (Ms, Mr...)
ro_ro: Prefixe persoane (Dl, Dna...)
uk: Індивідуальне звертання (Пан, пані...)

# menu
source: Individual Suffixes (Jr, Sr...)
cy_gb: Ôl-ddodiadau Personol (Jr, Sr...)
ro_ro: Sufixe persoane (Jr, Sr...)
uk: Індивідуальні суфікси (молодший , старший...)

# menu
source: Location Types (Home, Work...)
cy_gb: Mathau Lleoliadau (Cartref, Gwaith...)
ro_ro: Tipuri locații (Acasă, Servici, ...)
uk: Тип місцезнаходження (домашня адреса, робоча адреса...)

# menu
source: Edit Location Type
ro_ro: Editează tipul locației

# menu
source: Website Types
cy_gb: Mathau Gwefannau
ro_ro: Tipuri de website
uk: Типи веб-сайтів

# menu
source: Instant Messenger Services
cy_gb: Gwasanaethau Negeseuon Gwib
ro_ro: Servicii mesagerie instant
uk: Послуги миттєвого месенджера

# menu
source: Mobile Phone Providers
cy_gb: Cwmnïau Ffonau Symudol
ro_ro: Furnizori telefonie mobilă
uk: Провайдери послуг мобільного зв'язку

# menu
source: Phone Type
cy_gb: Math o Ffôn
ro_ro: Tip telefon
uk: Тип телефону

# menu
source: Display Preferences
cy_gb: Dangos Dewisiadau
ro_ro: Arată preferințele
uk: Параметри відображення

# menu
source: Search Preferences
cy_gb: Dewisiadau Chwilio
ro_ro: Caută preferințele
uk: Шукати параметри

# menu
source: Date Preferences
cy_gb: Dewisiadau Dyddiad
ro_ro: Preferințe dată

# menu
source: Navigation Menu
cy_gb: Dewislen Llywio
ro_ro: Meniu navigare
uk: Меню навігації

# menu
source: Word Replacements
cy_gb: Amnewid Geiriau
ro_ro: Înlocuiri cuvinte
uk: Заміна слів

# menu
source: Organization Address and Contact Info
cy_gb: Manylion Cysylltu a Chyfeiriad Sefydliad
ro_ro: Adresă și informații contact organizație
uk: Адреса організації та контактна інформація

# menu
source: From Email Addresses
ro_ro: Adrese email expediere
uk: Від адрес електронної пошти

# menu
source: Message Templates
cy_gb: Templedi Negeseuon
ro_ro: Șabloane mesaje
uk: Шаблон повідомлення

# menu
source: Schedule Reminders
cy_gb: Atgoffebion Amserlen
ro_ro: Programare memento-uri
uk: Запланувати нагадування

# menu
source: Preferred Communication Methods
cy_gb: Hoff Ddulliau Cyfathrebu
ro_ro: Metode de comunicare preferate
uk: Бажані способи зв'язку

# menu
source: Label Page Formats
ro_ro: Formate pagini cu etichete

# menu
source: Print Page (PDF) Formats
cy_gb: Fformatau Argraffu Tudalen (PDF)
ro_ro: Formate printare pagini (PDF)
uk: Надрукувати сторінку (PDF) формати

# menu
source: Communication Style Options
ro_ro: Opțiuni stil comunicare

# menu
source: Email Greeting Formats
cy_gb: Fformat Cyfarchion Ebost
ro_ro: Formate salut email
uk: Формат привітання в електронному листі

# menu
source: Postal Greeting Formats
cy_gb: Fformat Cyfarchion Llythyrau
ro_ro: Formate salut scrisoare
uk: Формат привітання в поштовому листі

# menu
source: Addressee Formats
cy_gb: Fformat Cyfeiriadau
ro_ro: Formate destinatar
uk: Формати адрес

# menu
source: Languages, Currency, Locations
cy_gb: Ieithoedd, Arian, Lleoliadau
ro_ro: Limba, Monedă, Locație
uk: Мови, валюта, локації

# menu
source: Address Settings
cy_gb: Gosodiadau Cyfeiriad
ro_ro: Setări adresă
uk: Налаштування адреси

# menu
source: Date Formats
cy_gb: Fformatiau Dyddiad
ro_ro: Formate dată
uk: Формат дати

# menu
source: Preferred Languages
cy_gb: Dewis Ieithoedd
ro_ro: Limbi preferate
uk: Бажані мови

# menu
source: Access Control
ro_ro: Control acces
uk: Отримати контроль

# menu
source: WordPress Access Control
ro_ro: Control acces WordPress
uk: WordPress контроль за доступом

# menu
source: Synchronize Users to Contacts
ro_ro: Sincronizare utilizatori cu contacte
uk: Синхронізувати користувача з контактами

# menu
source: Configuration Checklist
ro_ro: Configurare listă de verificare
uk: Конфігурація контрольного списку

# menu
source: Enable CiviCRM Components
cy_gb: Galluogi Cydrannau CiviCRM
ro_ro: Activare componente CiviCRM
uk: Включити опцію CiviCRM компонентів

# menu
source: Manage Extensions
cy_gb: Rheoli Estyniadau
ro_ro: Gestiune extensii
uk: Управління додатками

# menu
source: Database Upgrades
cy_gb: Uwchraddiadau Cronfa Ddata
ro_ro: Actualizări bază de date
uk: Оновлення бази даних

# menu
source: Outbound Email Settings
cy_gb: Gosodiadau Anfon Ebost
ro_ro: Setări emailuri trimise
uk: Вихідні налаштування електронної пошти

# menu
source: Settings - Payment Processor
ro_ro: Setări - Procesator plăți

# menu
source: Mapping and Geocoding
cy_gb: Mapio a Geocodio
ro_ro: Cartografiere și geo-codificare
uk: Маппінг та Геокодування

# menu
source: Misc (Undelete, PDFs, Limits, Logging, etc.)
ro_ro: Diverse (Restaurare, PDF-uri, Limite, Logare, etc.)

# menu
source: Directories
cy_gb: Cyfeiriadau
ro_ro: Directoare
uk: Директорії

# menu
source: Resource URLs
cy_gb: URLs Adnoddau
ro_ro: URL-uri resursă
uk: Ресурси URLs

# menu
source: Cleanup Caches and Update Paths
ro_ro: Curățare cache și actualizare căi
uk: Очистити кеш та оновити шляхи

# menu
source: CMS Database Integration
ro_ro: Integrare bază de date CMS
uk: CMS Інтеграція бази даних

# menu
source: Safe File Extension Options
ro_ro: Opțiuni extensii fișiere sigure
uk: Зберегти опції розширення файлу

# menu
source: Option Groups
ro_ro: Opțiuni grupuri
uk: Опції груп

# menu
source: Import/Export Mappings
ro_ro: Cartografieri import/export
uk: Імпорт/Експорт маппінг

# menu
source: Debugging
cy_gb: Dadfygio
ro_ro: Depanare
uk: Дебаггінг

# menu
source: Multi Site Settings
ro_ro: Setări multi-site
uk: Multi site налаштування

# menu
source: CiviEvent Component Settings
cy_gb: Gosodiadau Cydran CiviEvent
ro_ro: Setări componentă CiviEvent
uk: Налаштування компоненту CiviПодія

# menu
source: CiviMail Component Settings
cy_gb: Gosodiadau Cydran CiviMail
ro_ro: Setări componentă CiviMail
uk: Налаштування компоненту Civiпошта

# menu
source: CiviMember Component Settings
cy_gb: Gosodiadau Cydran CiviMember
ro_ro: Setări componentă CiviMember
uk: Налаштування компоненту CiviУчасник

# menu
source: Scheduled Jobs
ro_ro: Task-uri programate
uk: Заплановані роботи

# menu
source: Add Scheduled Job
ro_ro: Adaugă task programat

# menu
source: Edit Scheduled Job
ro_ro: Editează task programat

# menu
source: Scheduled Jobs Log
ro_ro: Jurnal task-uri programate
uk: Заплановані роботи лог

# menu
source: Grant Types
ro_ro: Tipuri de subvenţie
uk: Типи грантів

# menu
source: Payment Processor Type
ro_ro: Tip procesator plăți
uk: Тип платіжної системи

# menu
source: Administer
cy_gb: Gweinyddu
ro_ro: Administrează
uk: Адмініструвати

# menu
source: Price Sets
cy_gb: Setiau Prisiau
ro_ro: Setări preţ
uk: Профілі цін

# menu
source: New Price Set
cy_gb: Set Prisiau Newydd
ro_ro: Set nou prețuri
uk: Новий профіль цін

# menu
source: Price Fields
cy_gb: Meysydd Prisiau
ro_ro: Câmpuri preţ
uk: Поля ціни

# menu
source: Price Field Options
cy_gb: Dewisiadau Meysydd Prisiau
ro_ro: Opțiuni câmp preț
uk: Опції поля цін

# menu
source: Sms Providers
ro_ro: Furnizori SMS
uk: Смс провайдери

# menu
source: New Mass SMS
ro_ro: SMS în masă nou
uk: Новий профіль масових смс

# menu
source: Badge Layout
cy_gb: Dyluniad Bathodyn
ro_ro: Aspect badge

# menu
source: Find Contacts
cy_gb: Canfod Cysyllteion
ro_ro: Căutare contacte
uk: Знайти контакти

# menu
source: Process Uploaded Images
ro_ro: Procesare imagini încărcate
uk: Обробити завантажені зображення

# menu
source: Get Image File
cy_gb: Cael Ffeil Delwedd
ro_ro: Descărcare fișier imagine

# menu
source: Advanced Search
cy_gb: Chwiliad Uwch
ro_ro: Căutare avansată
uk: Розширений пошук

# menu
source: Search Builder
ro_ro: Constructor căutări
uk: Пошуковий конструктор

# menu
source: New Contact
cy_gb: Cyswllt Newydd
ro_ro: Contact nou
uk: Новий контакт

# menu
source: New Individual
cy_gb: Unigolyn Newydd
ro_ro: Persoană nouă
uk: Новий громадянин

# menu
source: New Household
cy_gb: Teulu Newydd
ro_ro: Gospodărie nouă
uk: Нова сім'я

# menu
source: New Organization
cy_gb: Sefydliad Newydd
ro_ro: Organizaţie nouă
uk: Нова організація

# menu
source: Edit Related Contact
cy_gb: Golygu Cyswllt Perthnasol
ro_ro: Editare contact asociat
uk: Редагувати пов'язані контакти

# menu
source: Merge Contact
cy_gb: Cyfuno Cyswllt
ro_ro: Îmbinare contacte
uk: Об'єднати контакти

# menu
source: Email a Contact
cy_gb: Ebostio Cyswllt
ro_ro: Trimitere email către un contact
uk: Надіслати електронний лист контакту

# menu
source: Map Location(s)
cy_gb: Lleoliad(au) Digwyddiad
ro_ro: Hartă locaţii
uk: Відображати місцезнаходження

# menu
source: Map Event Location
cy_gb: Map Lleoliad Digwyddiad
ro_ro: Harta locației evenimentului
uk: Занести в карту місцезназодження події

# menu
source: Contact Summary
cy_gb: Crynodeb Cysyllteion
ro_ro: Rezumat contact
uk: Стислий виклад контактів

# menu
source: Delete Contact
cy_gb: Dileu Cyswllt
ro_ro: Șterge contact
uk: Видалити контакт

# menu
source: Activities
cy_gb: Gweithgareddau
ro_ro: Activităţi
uk: Діяльність

# menu
source: Relationships
cy_gb: Perthnasau
ro_ro: Relaţii
uk: Відносини

# menu
source: Groups
cy_gb: Grwpiau
ro_ro: Grupuri
uk: Групи

# menu
source: Smart Groups
ro_ro: Grupuri Smart
uk: Смарт групи

# menu
source: Tags
cy_gb: Tagiau
ro_ro: Etichete
uk: Теги

# menu
source: Contact Dashboard
cy_gb: Dashfwrdd Cysyllteion
ro_ro: Tablou de bord contact
uk: Робоча панель контактів

# menu
source: Activity Dashlet
ro_ro: Mini-aplicație activități
uk: Dashlet діяльності

# menu
source: CiviCRM Blog
cy_gb: Blog CiviCRM
ro_ro: Blog CiviCRM
uk: CiviCRM Блог

# menu
source: Case Dashlet
ro_ro: Mini-aplicație cazuri
uk: Справа dashlet

# menu
source: All Cases Dashlet
ro_ro: Mini-aplicație toate cazurile
uk: Всі справи dashlet

# menu
source: Case Dashboard Dashlet
ro_ro: Mini-aplicație tablou cazuri
uk: Робоча панель справ

# menu
source: Manage Duplicates
ro_ro: Gestionează duplicate

# menu
source: Batch Merge Duplicate Contacts
ro_ro: Îmbinare lot contacte duplicate

# menu
source: Dedupe Exceptions
ro_ro: Excepții deduplicare
uk: Виключення Dedupe

# menu
source: Add User
cy_gb: Ychwanegu Defnyddiwr
ro_ro: Adaugă utilizator
uk: Додати користувача

# menu
source: Manage Groups
cy_gb: Rheoli Grwpiau
ro_ro: Gestionează grupuri
uk: Управління групами

# menu
source: Group Members
cy_gb: Aelodau Grŵp
ro_ro: Membrii grup
uk: Учасники груп

# menu
source: New Group
cy_gb: Grŵp Newydd
ro_ro: Grup nou
uk: Нова група

# menu
source: Edit Group
ro_ro: Editează grup

# menu
source: Import Contacts
cy_gb: Mewnforio Cysyllteion
ro_ro: Import contacte
uk: Імпортувати контакти

# menu
source: Import results
ro_ro: Import rezultate

# menu
source: Import Activities
cy_gb: Mewnforio Gweithgareddau
ro_ro: Import activități
uk: Імпортувати діяльність

# menu
source: Import Contributions
cy_gb: Mewnforio Cyfraniadau
ro_ro: Importă Contribuții
uk: Імпортувати внески

# menu
source: Import Multi-value Custom Data
ro_ro: Import date personalizate multi-valoare

# menu
source: Upgrade CiviCRM
cy_gb: Uwchraddio CiviCRM
ro_ro: Actualizare CiviCRM
uk: Оновити CiviCRM

# menu
source: Download Errors
cy_gb: Gwallau Lawrlwytho
ro_ro: Erori de descărcare
uk: Завантажити помилки

# menu
source: Export Contacts
cy_gb: Allforio Cysyllteion
ro_ro: Export contacte
uk: Експортувати контакти

# menu
source: ACL Roles
ro_ro: Roluri ACL
uk: ACL Ролі

# menu
source: Manage ACLs
ro_ro: Gestionează ACL-uri
uk: Управління ACLs

# menu
source: Assign Users to ACL Roles
ro_ro: Atrbuie utilizatori rolurilor ACL
uk: Призначити ACL Ролі за користувачами

# menu
source: Browse Uploaded files
cy_gb: Pori Ffeiliau wedi'i Uwchlwytho
ro_ro: Răsfoiește fișierele încărcate
uk: Переглянути завантажені файли

# menu
source: Delete File
cy_gb: Dileu Ffeil
ro_ro: Ștergere fișier

# menu
source: Log out
cy_gb: Allgofnodi
ro_ro: Deconectare
uk: Вийти

# menu
source: Batch Data Entry
ro_ro: Introducere lor de date
uk: Масове введення даних

# menu
source: Fake Error
ro_ro: Eroare falsă

# menu
source: Remote Test Function
ro_ro: Funcție test la distanță

# menu
source: ProfileEditor
ro_ro: Editor profile
uk: Редактор профілю

# menu
source: Confirm dates
cy_gb: Cadarnhau dyddiadau
ro_ro: Confirmă date

# menu
source: Insert CiviCRM Content
ro_ro: Introducere conținut CiviCRM

# menu
source: CiviCRM Profile Create
cy_gb: Creu Proffil CiviCRM
ro_ro: Creează Profil CiviCRM
uk: Створити профіль CiviCRM

# menu
source: New Tag
cy_gb: Tag Newydd
ro_ro: Etichetă nouă
uk: Новий тег (категорія)

# menu
source: Merge Tags
ro_ro: Îmbinare etichete

# menu
source: CiviEvent Dashboard
cy_gb: Dashfwrdd CiviEvent
ro_ro: Tablou de bord CiviEvent
uk: Робоча панель Civiподія

# menu
source: Register New Participant
cy_gb: Cofrestru Cyfranogwr Newydd
ro_ro: Înregistrare participant nou
uk: Зареєструвати нового учасника

# menu
source: Event Information
cy_gb: Gwybodaeth Digwyddiad
ro_ro: Informații eveniment
uk: Інформація про подію

# menu
source: Event Registration
cy_gb: Cofrestriad Digwyddiad
ro_ro: Înregistrare eveniment
uk: Реєстрація події

# menu
source: Confirm Event Registration
cy_gb: Cadarnhau Cofrestriad Digwyddiad
ro_ro: Confirmare înregistrare eveniment
uk: Підтвердити реєстрацію події
