Repository: civicrm/l10n
Catalog: po/*/menu.po
Languages: cy_gb, ro_ro, uk

# menu
source: Current and Upcoming Events
cy_gb: Digwyddiadau Cyfredol a Dyfodol
ro_ro: Evenimente curente și viitoare
uk: Поточна або майбутня подія

# menu
source: Event Participants List
cy_gb: Rhestr Cyfranogwyr Digwyddiad
ro_ro: Lista participanților la eveniment
uk: Список учасників події

# menu
source: Manage Events
cy_gb: Rheoli Digwyddiadau
ro_ro: Gestionare evenimente
uk: Управління подіями

# menu
source: Event Templates
cy_gb: Templedi Digwyddiadau
ro_ro: Șabloane eveniment
uk: Шаблони подій

# menu
source: Event Types
cy_gb: Mathau Digwyddiadau
ro_ro: Tipuri eveniment
uk: Типи подій

# menu
source: Participant Status
cy_gb: Statws Cyfranogwr
ro_ro: Stare participant
uk: Статус учасників

# menu
source: Participant Role
cy_gb: Rôl Cyfranogwr
ro_ro: Rol participant
uk: Роль учасника

# menu
source: Participant Listing Templates
ro_ro: Șabloane listare participanți
uk: Шаблон списку учасників

# menu
source: Event Name Badge Layouts
cy_gb: Dyluniad Bathodynnau Enwau Digwyddiad
ro_ro: Machete ecusoane eveniment

# menu
source: Find Participants
cy_gb: Canfod Cyfranogwyr
ro_ro: Caută participanți
uk: Знайти учасників

# menu
source: ts('PDF letter - print for participants')
ro_ro: ts('Scrisoare PDF - tipărire pentru participanți')

# menu
source: Print Event Name Badge
cy_gb: Argraffu Bathodyn Enw Digwyddiad
ro_ro: Printează ecusoane eveniment
uk: Роздрукувати бейдж назв подій

# menu
source: Event Info and Settings
cy_gb: Gwybodaeth a Gosodiadau Digwyddiad
ro_ro: Informații și setări eveniment
uk: Інформація про подію та налаштування

# menu
source: Event Location
cy_gb: Lleoliad Digwyddiad
ro_ro: Locația evenimentului
uk: Місцезнаходження події

# menu
source: Event Fees
ro_ro: Taxe eveniment
uk: Внески на подію

# menu
source: Event Online Registration
cy_gb: Cofrestriad Digwyddiad Arlein
ro_ro: Înregistrare online eveniment
uk: Онлайн реєстрація на подію

# menu
source: Repeat Event
cy_gb: Ailadrodd Digwyddiad
ro_ro: Repetare eveniment

# menu
source: New Event
cy_gb: Digwyddiad Newydd
ro_ro: Eveniment nou
uk: Нова подія

# menu
source: Import Participants
cy_gb: Mewnforio Cyfranogwyr
ro_ro: Import participanţi
uk: Імпортувати учасників

# menu
source: Manage Price Sets
cy_gb: Rheoli Setiau Prisiau
ro_ro: Gestionare seturi prețuri
uk: Управління профілями цін

# menu
source: Self-service Registration Update
ro_ro: Actualizare înregistrare self-service

# menu
source: Self-service Registration Transfer
ro_ro: Transfer înregistrare self-service

# menu
source: Change Registration Selections
cy_gb: Newid Dewisiadau Cofrestu
ro_ro: Modificare selecții înregistrare

# menu
source: Mailer Settings
ro_ro: Setări expediere email
uk: Налаштування поштового клієнта

# menu
source: Headers, Footers, and Automated Messages
ro_ro: Antete, subsoluri și mesaje automate
uk: Верхні і нжині колонтитули та автоматизовані повідомлення

# menu
source: Mail Accounts
cy_gb: Cyfrifon Post
ro_ro: Conturi mail
uk: Облікові записи пошти

# menu
source: New Mailing
ro_ro: Expediere nouă
uk: Новий список поштової розсилки

# menu
source: Find Mailings
ro_ro: Căutare expedieri
uk: Знайти поштові розсилки

# menu
source: Unsubscribe
cy_gb: Dad-tanysgrifio
ro_ro: Dezabonare
uk: Відписатися

# menu
source: Resubscribe
cy_gb: Ail-tanysgrifio
ro_ro: Reabonare
uk: Перепідписатися

# menu
source: Opt-out
cy_gb: Eithrio
ro_ro: Renunțare

# menu
source: Confirm
cy_gb: Cadarnhau
ro_ro: Confirmă
uk: Підтвердити

# menu
source: Subscribe
cy_gb: Tanysgrifio
ro_ro: Abonează
uk: Підписатись

# menu
source: Mailing Report
ro_ro: Raport expedieri
uk: Звіт щодо поштової розсилки

# menu
source: Forward Mailing
ro_ro: Redirecționare expediere
uk: Перенаправити поштову розсилку

# menu
source: Mailing Event
ro_ro: Eveniment expediere
uk: Подія щодо поштової розсилки

# menu
source: View Mailing
cy_gb: Gweld Postiad
ro_ro: Vizualizare expediere
uk: Переглянути поштову розсилку

# menu
source: Approve Mailing
cy_gb: Cymeradwyo Llythyru
ro_ro: Aprobare expediere
uk: Затвердити поштову розсилку

# menu
source: CiviMember Dashboard
cy_gb: Dashfwrdd CiviMember
ro_ro: Tablou de bord CiviMember
uk: Робоча панель Civiучасник

# menu
source: New Membership
cy_gb: Aelodaeth Newydd
ro_ro: Abonament nou
uk: Новий член

# menu
source: Membership Types
cy_gb: Mathau Aelodaeth
ro_ro: Tipuri abonament
uk: Тип членства

# menu
source: Membership Status Rules
cy_gb: Rheolau Statws Aelodaeth
ro_ro: Regulii statut membru
uk: Правила статусу членства

# menu
source: Memberships
cy_gb: Aelodaethau
ro_ro: Membrii
uk: Членство

# menu
source: Find Memberships
cy_gb: Canfod Aelodaethau
ro_ro: Caută membrii
uk: Знайти групи членства

# menu
source: Import Memberships
cy_gb: Mewnforio Aelodaethau
ro_ro: Importă membrii
uk: Імпортувати членство

# menu
source: CiviPledge Dashboard
cy_gb: Dashfwrdd CiviPledge
ro_ro: Tablou de bord CiviPledge
uk: Civiзобов'язання

# menu
source: Find Pledges
ro_ro: Caută angajamente
uk: Знайти зобов'язання

# menu
source: Pledges
ro_ro: Angajamente
uk: Зобов'язання

# menu
source: New Pledge
ro_ro: Angajament nou
uk: Нове зобов'язання

# menu
source: Pledge Payments
ro_ro: Plăți angajamente
uk: Виплати по зобов'язанням

# menu
source: CiviCRM Reports
cy_gb: Adroddiadau CiviCRM
ro_ro: Rapoarte CiviCRM
uk: Звіти CiviCRM

# menu
source: Create New Report from Template
cy_gb: Creu Adroddiad Newydd o Dempled
ro_ro: Creare raport nou din șablon
uk: Створити новий звіт з шаблону

# menu
source: Manage Templates
cy_gb: Rheoli Templedi
ro_ro: Gestionare șabloane
uk: Управління шаблонами

# menu
source: Register Report
cy_gb: Cofrestru Adroddiad
ro_ro: Înregistrare raport
uk: Зареєструвати звіт

# menu
source: Report
cy_gb: Adroddiad
ro_ro: Raport
uk: Звіт

# menu
source: Reports Listing
cy_gb: Rhestr Adroddiadau
ro_ro: Listare rapoarte
uk: Список звітів

# menu
source: categorize your campaigns using campaign types.
ro_ro: clasificare campanii utilizând tipuri de campanii.

# menu
source: Define statuses for campaign here.
ro_ro: Definiți statusurile pentru campanie aici.

# menu
source: Engagement levels.
ro_ro: Niveluri de implicare.

# menu
source: Configure global CiviCampaign behaviors.
ro_ro: Configurați comportamente globale CiviCampaign.

# menu
source: List of types which can be assigned to Cases. (Enable the Cases tab from System Settings - Enable Components if you want to track cases.)
ro_ro: Lista tipurilor care pot fi atribuite Cazurilor. (Activați fila Cazuri din Setări Sistem - Activează Componente, dacă doriți să urmăriți cazuri.)

# menu
source: List of rules which can be applied to user input strings so that the redacted output can be recognized as repeated instances of the same string or can be identified as a "semantic type of the data element" within case data.
ro_ro: Listă de reguli care pot fi aplicate șirurilor introduse de utilizator, astfel încât rezultatul redactat să poată fi recunoscut ca instanțe repetate ale aceluiași șir sau să poată fi identificat ca un „tip semantic al elementului de date” în cadrul datelor cazului.

# menu
source: List of statuses that can be assigned to a case.
ro_ro: Lista statusurilor care pot fi atribuite unui caz.

# menu
source: List of encounter mediums.
ro_ro: Lista mediilor de interacțiune.

# menu
source: CiviContribute allows you to create and maintain any number of Online Contribution Pages. You can create different pages for different programs or campaigns - and customize text, amounts, types of information collected from contributors, etc.
ro_ro: CiviContribute vă permite să creați și să gestionați oricâte Pagini de Contribuții Online. Puteți crea pagini diferite pentru diferite programe sau campanii - și să personalizați textul, sumele, tipurile de informații colectate de la contribuabili, etc.

# menu
source: CiviContribute allows you to configure any number of Premiums which can be offered to contributors as incentives / thank-you gifts. Define the premiums you want to offer here.
ro_ro: CiviContribute vă permite să configurați oricâte premii care pot fi oferite contribuabilor ca stimulente/cadouri de mulțumire. Definiți aici premiile pe care doriți să le oferiți.

# menu
source: Formerly civicrm_contribution_type merged into this table in 4.1
ro_ro: Fostul civicrm_contribution_type a fost integrat în acest tabel în versiunea 4.1

# menu
source: Financial types are used to categorize contributions for reporting and accounting purposes. These are also referred to as Funds.
ro_ro: Tipurile financiare sunt utilizate pentru a categorisi contribuțiile în scopuri de raportare și contabilitate. Acestea sunt denumite și Fonduri.

# menu
source: You may choose to record the payment instrument used for each contribution. Common payment methods are installed by default (e.g. Check, Cash, Credit Card...). If your site requires additional payment methods, add them here.
ro_ro: Puteți alege să înregistrați instrumentul de plată utilizat pentru fiecare contribuție. Metodele de plată comune sunt instalate implicit (ex.: CEC, Numerar, Card Credit...). Dacă site-ul dvs. necesită metode de plată suplimentare, adăugați-le aici.

# menu
source: Credit card options that will be offered to contributors using your Online Contribution pages.
ro_ro: Opțiunile de card de credit care vor fi oferite contribuabililor pe paginile dumneavoastră de Contribuții Online.

# menu
source: Soft Credit Types that will be offered to contributors during soft credit contribution
ro_ro: Tipuri de credite ușoare care vor fi oferite contribuabililor în timpul contribuțiilor prin credit ușoare

# menu
source: Configure global CiviContribute behaviors.
ro_ro: Configurați comportamentele globale CiviContribute.

# menu
source: View and manage existing personal campaign pages.
ro_ro: Vizualizați și gestionați paginile existente ale campaniilor personale.

# menu
source: Configure custom fields to collect and store custom data which is not included in the standard CiviCRM forms.
ro_ro: Configurați câmpuri personalizate pentru a colecta și stoca date personalizate care nu sunt incluse în formularele CiviCRM standard.

# menu
source: Profiles allow you to aggregate groups of fields and include them in your site as input forms, contact display pages, and search and listings features.
ro_ro: Profilurile vă permit să agregați grupuri de câmpuri și să le includeți în site-ul dumneavoastră ca formulare de introducere a datelor, pagini de afișare a contactelor și funcții de căutare și listări.

# menu
source: CiviCRM has several built-in activity types (meetings, phone calls, emails sent). Track other types of interactions by creating custom activity types here.
ro_ro: CiviCRM are mai multe tipuri de activități încorporate (întâlniri, apeluri telefonice, e-mailuri trimise). Urmăriți alte tipuri de interacțiuni creând aici tipuri de activități personalizate.

# menu
source: Contacts can be linked to each other through Relationships (e.g. Spouse, Employer, etc.). Define the types of relationships you want to record here.
ro_ro: Contactele pot fi legate între ele prin intermediul Relațiilor (de exemplu, Soț/Soție, Angajator etc.). Definiți aici tipurile de relații pe care doriți să le înregistrați.

# menu
source: Options for assigning gender to individual contacts (e.g. Male, Female, Other).
ro_ro: Opțiuni pentru atribuirea genului contactelor individuale (de exemplu, Masculin, Feminin, Altul).

# menu
source: Options for individual contact prefixes (e.g. Ms., Mr., Dr. etc.).
ro_ro: Opțiuni pentru prefixe individuale de contact (de exemplu, dna, dl, dr. etc.).

# menu
source: Options for individual contact suffixes (e.g. Jr., Sr. etc.).
ro_ro: Opțiuni pentru sufixe individuale de contact (de exemplu, Jr., Sr. etc.).

# menu
source: Options for categorizing contact addresses and phone numbers (e.g. Home, Work, Billing, etc.).
ro_ro: Opțiuni pentru clasificarea adreselor de contact și a numerelor de telefon (de exemplu, Acasă, Serviciu, Facturare etc.).

# menu
source: Options for assigning website types to contacts.
ro_ro: Opțiuni pentru atribuirea tipurilor de site-uri web contactelor.

# menu
source: List of IM services which can be used when recording screen-names for contacts.
ro_ro: Listă de servicii de mesagerie instant care pot fi utilizate la înregistrarea numelor de utilizator pentru contacte.

# menu
source: List of mobile phone providers which can be assigned when recording contact phone numbers.
ro_ro: Listă de furnizori de telefonie mobilă care pot fi atribuiți la înregistrarea numerelor de telefon ale contactelor.

# menu
source: <desc>Options for assigning phone type to contacts (e.g Phone,
ro_ro: <desc>Opțiuni pentru atribuirea tipului de telefon contactelor (de exemplu, Telefon,

# menu
source: Add or remove menu items, and modify the order of items on the navigation menu.
ro_ro: Adăugați sau eliminați elemente de meniu și modificați ordinea elementelor din meniul de navigare.

# menu
source: Word Replacements.
ro_ro: Înlocuiri de cuvinte.

# menu
source: Configure primary contact name, email, return-path and address information. This information is used by CiviMail to identify the sending organization.
ro_ro: Configurați numele contactului principal, adresa de e-mail, calea de returnare și informațiile despre adresă. Aceste informații sunt utilizate de CiviMail pentru a identifica organizația expeditoare.

# menu
source: List of Email Addresses which can be used when sending emails to contacts.
ro_ro: Listă de adrese de e-mail care pot fi utilizate la trimiterea de e-mailuri către contacte.

# menu
source: Message templates allow you to save and re-use messages with layouts which you can use when sending email to one or more contacts.
ro_ro: Șabloanele de mesaje vă permit să salvați și să reutilizați mesaje cu machete pe care le puteți utiliza atunci când trimiteți e-mailuri către una sau mai multe persoane de contact.

# menu
source: Add/Edit Message Templates
ro_ro: Adăugați/Editați șabloane de mesaje

# menu
source: Schedule Reminders.
ro_ro: Programare memento-uri

# menu
source: One or more preferred methods of communication can be assigned to each contact. Customize the available options here.
ro_ro: Fiecărui contact i se pot atribui una sau mai multe metode de comunicare preferate. Personalizați opțiunile disponibile aici.

# menu
source: Configure label sizes and page layouts that are used when printing mailing labels.
ro_ro: Configurați dimensiunile etichetelor și machetele de pagină care sunt utilizate la imprimarea etichetelor de corespondență.

# menu
source: Configure PDF Page Formats that can be assigned to Message Templates when creating PDF letters.
ro_ro: Configurați formatele de pagină PDF care pot fi atribuite șabloanelor de mesaje la crearea de scrisori PDF.

# menu
source: Options for Communication Style selection.
ro_ro: Opțiuni pentru selectarea stilului de comunicare.

# menu
source: Options for assigning email greetings to individual and household contacts.
ro_ro: Opțiuni pentru atribuirea de felicitări prin e-mail contactelor individuale și ale familiei.

# menu
source: Options for assigning postal greetings to individual and household contacts.
ro_ro: Opțiuni pentru atribuirea de felicitări poștale contactelor individuale și ale gospodăriei.

# menu
source: Options for assigning addressee to individual, household and organization contacts.
ro_ro: Opțiuni pentru atribuirea destinatarului contactelor individuale, casnice și organizaționale.

# menu
source: Options for contact languages.
ro_ro: Opțiuni pentru limbile de contact.

# menu
source: Grant or deny access to actions (view, edit...), features and components.
ro_ro: Acordați sau refuzați accesul la acțiuni (vizualizare, editare...), funcții și componente.

# menu
source: Grant access to CiviCRM components and other CiviCRM permissions.
ro_ro: Acordați acces la componentele CiviCRM și la alte permisiuni CiviCRM.

# menu
source: Automatically create a CiviCRM contact record for each CMS user record.
ro_ro: Creați automat o înregistrare de contact CiviCRM pentru fiecare înregistrare de utilizator CMS.

# menu
source: List of configuration tasks with links to each setting.
ro_ro: Listă de sarcini de configurare cu linkuri către fiecare setare.

# menu
source: Enable or disable components (e.g. CiviEvent, CiviMember, etc.) for your site based on the features you need. We recommend disabling any components not being used in order to simplify the user interface. You can easily re-enable components at any time from this screen.
ro_ro: Activați sau dezactivați componentele (de exemplu, CiviEvent, CiviMember etc.) pentru site-ul dvs. în funcție de funcțiile de care aveți nevoie. Vă recomandăm să dezactivați orice componente care nu sunt utilizate pentru a simplifica interfața cu utilizatorul. Puteți reactiva cu ușurință componentele oricând din acest ecran.

# menu
source: Payment Processor setup for CiviCRM transactions
ro_ro: Configurarea procesorului de plăți pentru tranzacțiile CiviCRM

# menu
source: Enable undelete/move to trash feature, detailed change logging.
ro_ro: Activează funcția de anulare a ștergerii/mutare în coșul de gunoi, jurnal detaliat al modificărilor.

# menu
source: Reset the Base Directory Path and Base URL settings - generally when a CiviCRM site is moved to another location in the file system and/or to another domain.
ro_ro: Resetați setările Cale director de bază și URL de bază - în general, atunci când un site CiviCRM este mutat într-o altă locație din sistemul de fișiere și/sau într-un alt domeniu.

# menu
source: File Extensions that can be considered safe.
ro_ro: Extensii de fișiere care pot fi considerate sigure.

# menu
source: Access all meta-data option groups.
ro_ro: Accesați toate grupurile de opțiuni de metadate.

# menu
source: Import and Export mappings allow you to easily run the same job multiple times. This option allows you to rename or delete existing mappings.
ro_ro: Cartografierile de import și export vă permit să rulați cu ușurință aceeași lucrare de mai multe ori. Această opțiune vă permite să redenumiți sau să ștergeți mapările existente.

# menu
source: URL used for running scheduled jobs.
ro_ro: URL-ul utilizat pentru rularea sarcinilor programate.

# menu
source: Managing periodially running tasks.
ro_ro: Gestionarea sarcinilor care rulează periodic.

# menu
source: Add a periodially running task.
ro_ro: Adăugați o sarcină care rulează periodic.

# menu
source: Edit a periodially running task.
ro_ro: Editați o sarcină care rulează periodic.

# menu
source: Browsing the log of periodially running tasks.
ro_ro: Răsfoirea jurnalului sarcinilor care rulează periodic.

# menu
source: List of types which can be assigned to Grants. (Enable CiviGrant from Administer > System Settings > Enable Components if you want to track grants.)
ro_ro: Listă de tipuri care pot fi atribuite granturilor. (Activați CiviGrant din Administrare > Setări sistem > Activare componente dacă doriți să urmăriți granturile.)

# menu
source: Payment Processor type information
ro_ro: Informații despre tipul procesorului de plăți

# menu
source: Price sets allow you to offer multiple options with associated fees (e.g. pre-conference workshops, additional meals, etc.). Configure Price Sets for events which need more than a single set of fee levels.
ro_ro: Seturile de prețuri vă permit să oferiți mai multe opțiuni cu taxe asociate (de exemplu, ateliere pre-conferință, mese suplimentare etc.). Configurați seturi de prețuri pentru evenimente care necesită mai mult de un singur set de niveluri de taxe.

# menu
source: To configure a sms provider
ro_ro: Pentru a configura un furnizor de SMS-uri

# menu
source: Manage the rules used to identify potentially duplicate contact records. Scan for duplicates using a selected rule and merge duplicate contact data as needed.
ro_ro: Gestionați regulile utilizate pentru a identifica înregistrările de contact potențial duplicate. Scanați pentru duplicate folosind o regulă selectată și îmbinați datele de contact duplicate, după cum este necesar.

# menu
source: Tags are useful for segmenting the contacts in your database into categories (e.g. Staff Member, Donor, Volunteer, etc.). Create and edit available tags here.
ro_ro: Etichetele sunt utile pentru segmentarea contactelor din baza de date în categorii (de exemplu, membru al personalului, donator, voluntar etc.). Creați și editați etichetele disponibile aici.

# menu
source: Create and edit event configuration including times, locations, online registration forms, and fees. Links for iCal and RSS syndication.
ro_ro: Creați și editați configurația evenimentului, inclusiv orele, locațiile, formularele de înregistrare online și taxele. Linkuri pentru sindicarea iCal și RSS.

# menu
source: Administrators can create Event Templates - which are basically master event records pre-filled with default values
ro_ro: Administratorii pot crea șabloane de evenimente - care sunt practic înregistrări principale de evenimente precompletate cu valori implicite

# menu
source: Use Event Types to categorize your events. Event feeds can be filtered by Event Type and participant searches can use Event Type as a criteria.
ro_ro: Folosește tipurile de evenimente pentru a clasifica evenimentele. Fluxurile de evenimente pot fi filtrate după tipul de eveniment, iar căutările de participanți pot utiliza tipul de eveniment ca și criteriu.

# menu
source: Define statuses for event participants here (e.g. Registered, Attended, Cancelled...). You can then assign statuses and search for participants by status.
ro_ro: Definiți aici statusurile participanților la eveniment (de exemplu, Înregistrat, Participat, Anulat...). Apoi puteți atribui statusuri și căuta participanți după status.

# menu
source: Define participant roles for events here (e.g. Attendee, Host, Speaker...). You can then assign roles and search for participants by role.
ro_ro: Definiți rolurile participanților pentru evenimente aici (de exemplu, Participant, Gazdă, Vorbitor...). Apoi puteți atribui roluri și căuta participanți după rol.

# menu
source: Template to control participant listing display.
ro_ro: Șablon pentru controlul afișarii listei de participanți.

# menu
source: Configure name badge layouts for event participants, including logos and what data to include on the badge.
ro_ro: Configurați machetele ecusoanelor pentru participanții la eveniment, inclusiv logo-urile și datele care vor fi incluse pe ecuson.

# menu
source: Configure global CiviEvent behaviors.
ro_ro: Configurați comportamentele globale ale CiviEvent.

# menu
source: Configure spool period, throttling and other mailer settings.
ro_ro: Configurați perioada de spool, limitarea administrării și alte setări ale programului de e-mail.

# menu
source: Configure the header and footer used for mailings. Customize the content of automated Subscribe, Unsubscribe, Resubscribe and Opt-out messages.
ro_ro: Configurați antetul și subsolul folosite pentru e-mailuri. Personalizați conținutul mesajelor automate de Abonare, Dezabonare, Reabonare și Renunțare.

# menu
source: List email accounts.
ro_ro: Listează conturile de e-mail.

# menu
source: Configure global CiviMail behaviors.
ro_ro: Configurați comportamentele globale ale CiviMail.

# menu
source: Define the types of memberships you want to offer. For each type, you can specify a 'name' (Gold Member, Honor Society Member...), a description, duration, and a minimum fee.
ro_ro: Definește tipurile de abonamente pe care dorești să le oferi. Pentru fiecare tip, poți specifica un „nume” (Membru Gold, Membru de Onoare al Societății...), o descriere, o durată și o taxă minimă.
