Repository: civicrm/l10n
Catalog: po/*/menu.po
Languages: cy_gb, ro_ro, uk

# menu
source: Status 'rules' define the current status for a membership based on that membership's start and end dates. You can adjust the default status options and rules as needed to meet your needs.
ro_ro: „Regulile” de stare definesc starea curentă a unui abonament pe baza datelor de început și de sfârșit ale abonamentului respectiv. Puteți ajusta opțiunile și regulile implicite de stare după cum este necesar pentru a răspunde nevoilor dvs.

# menu
source: Configure global CiviMember behaviors.
ro_ro: Configurați comportamentele globale ale CiviMember.

# menu
source: Register the Report templates.
ro_ro: Înregistrați șabloanele de rapoarte.

# menu
source: Component wise listing of all available templates
ro_ro: Listarea pe componente a tuturor șabloanelor disponibile

# menu
source: Browse, Edit and Delete the Report templates.
ro_ro: Răsfoiți, editați și ștergeți șabloanele de rapoarte.

# menu
source: Browse existing report, change report criteria and settings.
ro_ro: Răsfoiți raportul existent, modificați criteriile și setările raportului.

# menu
source: CiviCRM News
cy_gb: Newyddion CiviCRM
ro_ro: Știri CiviCRM
uk: CiviCRM Новини

# menu
source: CiviCRM Resources
ro_ro: Resurse CiviCRM

# menu
source: My Cases
cy_gb: Fy Achosion
ro_ro: Cazurile mele
uk: Мої справи

# menu
source: All Cases
cy_gb: Pob Achos
ro_ro: Toate cazurile
uk: Всі справи

# menu
source: Search
cy_gb: Chwilio
ro_ro: Caută
uk: Пошук

# menu
source: Full-text Search
cy_gb: Chwiliad Testun Llawn
ro_ro: Căutare text integral
uk: Повний текстовий пошук

# menu
source: Contacts
cy_gb: Cysyllteion
ro_ro: Contacte
uk: Контакти

# menu
source: Contact Reports
cy_gb: Adroddiadau Cysyllteion
ro_ro: Rapoarte de contact
uk: Звіт щодо контактів

# menu
source: New Email
cy_gb: Ebost Newydd
ro_ro: Email nou
uk: Новий електронний лист

# menu
source: Import Custom Data
ro_ro: Importați date personalizate

# menu
source: Manage Tags
ro_ro: Gestionare etichete

# menu
source: Dashboard
cy_gb: Dashfwrdd
ro_ro: Tablou de bord
uk: Робоча панель

# menu
source: Contribution Reports
cy_gb: Adroddiadau Cyfraniadau
ro_ro: Rapoarte de contribuție
uk: Звіт щодо внесків

# menu
source: Pledge Reports
ro_ro: Rapoarte de angajament
uk: Звіт щодо зобов'язань

# menu
source: Premiums (Thank-you Gifts)
ro_ro: Prime (cadouri de mulțumire)
uk: Премії (Дякую-Вам подарунки)

# menu
source: New Batch
cy_gb: Swp Newydd
ro_ro: Lot nou
uk: Новий бетч

# menu
source: Open Batches
cy_gb: Sypiau ar Agor
ro_ro: Deschide lot
uk: Відкрити бетч

# menu
source: Closed Batches
cy_gb: Sypiau wedi Cau
ro_ro: Loturi închise
uk: Закрити бетч

# menu
source: Exported Batches
cy_gb: Sypiau wedi'i Allforio
ro_ro: Loturi exportate
uk: Експортувати бетч

# menu
source: Events
cy_gb: Digwyddiadau
ro_ro: Evenimente
uk: Події

# menu
source: Register Event Participant
cy_gb: Cofrestru Cyfranogwr Digwyddiad
ro_ro: Înregistrare participant la eveniment
uk: Зареєструвати учасника події

# menu
source: Event Reports
cy_gb: Adroddiadau Digwyddiadau
ro_ro: Rapoarte de evenimente
uk: Звіт щодо подій

# menu
source: Mailings
cy_gb: Llythyru
ro_ro: Trimiteri
uk: Поштові розсилки

# menu
source: Draft Mailings
ro_ro: Ciorne de corespondență

# menu
source: Sent Mailings
ro_ro: Corespondență trimisă

# menu
source: Archived Mailings
cy_gb: Archif Llythyru
ro_ro: Corespondenţă arhivată
uk: Архів поштових відправлень

# menu
source: Mailing Reports
cy_gb: Adroddiadau Llythyru
ro_ro: Rapoarte expedieri
uk: Звіти щодо поштової розсилки

# menu
source: New SMS
cy_gb: Neges Destun Newydd
ro_ro: SMS nou
uk: Нова Смс

# menu
source: Find Mass SMS
ro_ro: Găsiți SMS-uri în masă
uk: Знайти профіль масових смс

# menu
source: New A/B Test
cy_gb: Prawf A/B Newydd
ro_ro: Test A/B nou

# menu
source: Manage A/B Tests
cy_gb: Rheoli Profion A/B
ro_ro: Gestionare teste A/B

# menu
source: Membership Reports
cy_gb: Adroddiadau Aelodaeth
ro_ro: Rapoarte membrii
uk: Звіти щодо членства

# menu
source: Campaigns
cy_gb: Ymgyrchoedd
ro_ro: Campanii
uk: Кампанії

# menu
source: Interview Respondents
cy_gb: Atebwyr Cyfweliadau
ro_ro: Respondenții la interviu
uk: Провести інтерв'ю з респондентами

# menu
source: Campaign Reports
cy_gb: Adroddiadau Ymgyrch
ro_ro: Rapoarte de campanie
uk: Звіти щодо кампаній

# menu
source: GOTV (Voter Tracking)
ro_ro: GOTV (Urmărirea alegătorilor)
uk: GOTV (Система відстежування виборців)

# menu
source: Cases
cy_gb: Achosion
ro_ro: Cazuri
uk: Справи

# menu
source: New Case
cy_gb: Achos Newydd
ro_ro: Caz nou
uk: Нова справа

# menu
source: Case Reports
cy_gb: Adroddiadau Achos
ro_ro: Rapoarte caz
uk: Звіти щодо справ

# menu
source: Administration Console
cy_gb: Consol Gweinyddu
ro_ro: Consolă administrare
uk: Косноль адміністрування

# menu
source: System Status
ro_ro: Stare sistem

# menu
source: Customize Data and Screens
ro_ro: Personalizați datele și ecranele
uk: Індивідуально налаштувати інформацію та екрани

# menu
source: Custom Fields
cy_gb: Meysydd Ychwanegol
ro_ro: Personalizare câmpuri
uk: Індивідуально налаштовані поля

# menu
source: FROM Email Addresses
ro_ro: De la Email Addresses
uk: ВІД Адрес електронної пошти

# menu
source: Localization
cy_gb: Lleoleiddiad
ro_ro: Localizare
uk: Локалізація

# menu
source: Users and Permissions
cy_gb: Defnydwyr a Chaniatad
ro_ro: Utilizatori și Permisiuni
uk: Користувачі та дозволи

# menu
source: System Settings
cy_gb: Gosodiadau System
ro_ro: Setări Sistem
uk: Системні налаштування

# menu
source: Components
ro_ro: Componente

# menu
source: Extensions
ro_ro: Extensii

# menu
source: Payment Processors
ro_ro: Procesori de Plăți
uk: Платіжна система

# menu
source: Safe File Extensions
ro_ro: Extensii Sigure Fișiere
uk: Зберегти розширення файлу

# menu
source: SMS Providers
ro_ro: Furnizori SMS
uk: Смс провайдери

# menu
source: CiviEvent
ro_ro: CiviEveniment
uk: CiviПодія

# menu
source: Participant Statuses
cy_gb: Statwsau Cyfranogwyr
ro_ro: Status participant
uk: Статус учасників

# menu
source: Participant Roles
cy_gb: Rolau Cyfranogwyr
ro_ro: Rolurile participantului
uk: Ролі учасників

# menu
source: CiviMember
ro_ro: Membru Civi
uk: CiviЧлен

# menu
source: All Reports
cy_gb: Pob Adroddiad
ro_ro: Toate Raporturile
uk: Всі звіти

# menu
source: Support
cy_gb: Cefnogaeth
ro_ro: Suport

# menu
source: About CiviCRM
cy_gb: Ynglŷn â CiviCRM
ro_ro: Despre CiviCRM

# menu
source: Join CiviCRM
cy_gb: Ymuno â CiviCRM
ro_ro: Alătură-te Civi CRM

# menu
source: Developer
cy_gb: Datblygwr
ro_ro: Dezvoltator

# menu
source: Reports
cy_gb: Adroddiadau
ro_ro: Rapoarte
uk: Звіти

# menu
source: My Reports
ro_ro: Rapoartele mele

# menu
source: Activity Details
ro_ro: Detalii activitate

# menu
source: Activity Summary
ro_ro: Sumar activitate

# menu
source: Shows activity statistics by type / date
ro_ro: Arată statistici activitate pe tip/dată

# menu
source: Contribution Details
cy_gb: Manylion Cyfraniad
ro_ro: Detalii contributii
uk: Деталізована інформація по внескам

# menu
source: Repeat Contributions
ro_ro: Repetă contribuțiile
uk: Повторні внески

# menu
source: Given two date ranges, shows contacts who contributed in both the date ranges with the amount contributed in each and the percentage increase / decrease.
ro_ro: Arată persoanele care au contribuit în ambele periaode indicate, arătând suma pe fiecare perioadă respectiv procentajul de creștere/descreștere.
uk: Задані два параметри показують кількість контактів, які зробили внески в двох розрізах: часовий проміжок та сума внеску і відсоток збільшення/зменшення.

# menu
source: SYBUNT (some year but not this year)
ro_ro: CADNAA (Câțiva ani dar nu anul acesta)
uk: SYBUNT (певний рік, але не цей)

# menu
source: Some year(s) but not this year. Provides a list of constituents who donated at some time in the history of your organization but did not donate during the time period you specify.
ro_ro: Câțiva ani dar nu anul acesta. Arată lista persoanelor care au donat în trecut organizației tale dar nu au donat în perioada specificată
uk: Певний рік (роки), але не цей. Надає список виборців, які зробили внески в певний проміжок часу існування Вашої організації, але не зробили внесок в той період часу, що був визначений Вами.

# menu
source: LYBUNT (last year but not this year)
ro_ro: ATDNAA (Anul trecut dar nu anul acesta)
uk: LYBUNT (минулий рік, але не цей рік

# menu
source: Last year but not this year. Provides a list of constituents who donated last year but did not donate during the time period you specify as the current year.
ro_ro: Anul trecut dar nu anul acesta. Arată lista persoanelor care au donat anul trecut dar nu au donat în perioada specificată ca anul curent
uk: Минулий рік, але не цей рік. Надає інформацію про список виборців, які зробили внески минулого року, але не зробили внески у проміжок часу визначений Вами як поточний рік.

# menu
source: Contributions by Organization
cy_gb: Cyfraniadau fesul Sefydliad
ro_ro: Contribuții după Organizație
uk: Сортувати внески за організаціями

# menu
source: Contributions by Household
cy_gb: Cyfraniadau fesul Teulu
ro_ro: Contribuții după Gospodării
uk: Внески по сім'ям

# menu
source: Top Donors
cy_gb: Prif Rhoddwyr
ro_ro: Top Donatori
uk: Топ донори

# menu
source: Pledge Detail
ro_ro: Detalii angajament

# menu
source: List of pledges including amount pledged, pledge status, next payment date, balance due, total amount paid etc.
ro_ro: Listă angajamente, incluzând suma, status, data plății următoare, sold debitor, suma totală plătită etc.

# menu
source: Provides information about the status of recurring contributions
cy_gb: Darparu gwybodaeth ynghylch statws cyfraniadau mynych
ro_ro: Oferă informații despre starea contribuțiilor recurente

# menu
source: Attendee List
cy_gb: Rhestr Mynychwyr
ro_ro: Lista cu participanti
uk: Список учасників

# menu
source: Mail Opened
ro_ro: Mailuri deschise
uk: Відрита електронна пошта

# menu
source: Display clicks from each mailing
ro_ro: Arata clicuri de la fiecare mailing
uk: Відображати кліки для кожної поштової розсилки

# menu
source: Mailing Details
cy_gb: Manylion Llythyru
ro_ro: Detalii de corespondență
uk: Деталізована інформація про поштову розсилку

# menu
source: Provides reporting on Intended and Successful Deliveries, Unsubscribes and Opt-outs, Replies and Forwards.
ro_ro: Oferă raportare pe livrări intenționate și reușite, dezabonări și opt-out-uri, răspunsuri și forward-uri.
uk: Надає звіт по запланованим або успішним доставкам, анулюванням підписок і відмовам, відповідям та переадресуванням.

# menu
source: Survey Details
cy_gb: Manylion Arolygon
ro_ro: Detalii Sondaj
uk: Деталізована інформація по дослідженню

# menu
source: Detailed report for canvassing, phone-banking, walk lists or other surveys.
ro_ro: Raport detaliat pentru sondaj din ușă în ușă, sondaj prin telefon, liste de vizite sau alte sondaje.
uk: Деталізований звіт по агітаційній діяльності, телефон банкінгу, walk lists або інші дослідження.

# menu
source: Campaign Dashboard
cy_gb: Dashfwrdd Ymgyrch
uk: Робоча панель кампанії

# menu
source: Case Report
uk: Звіт про справу

# menu
source: Build Activity To Case
uk: Створити діяльність у кореляції до справи

# menu
source: CiviContribute
uk: Civiвнесок

# menu
source: Contribution Types
uk: Тип внесків

# menu
source: Payment Instruments
uk: Платіжний засіб

# menu
source: Custom Field - Change Type
uk: Індивідуально налаштоване поле - Змінити тип

# menu
source: Tags (Categories)
uk: Теги (Категорії)

# menu
source: Manage Custom Searches
cy_gb: Rheoli Chwiliadau Rhagosodedig
uk: Управління індивідуально налаштованим пошуком

# menu
source: This should never be seen
uk: Це ніколи не повинно продивлятися

# menu
source: Label Formats
cy_gb: Dyluniad Labeli
uk: Формат ярликів

# menu
source: Languages, Currency, Location
uk: Мови, Валюта, Місцезнаходження

# menu
source: Payment Processor
uk: Платіжна система

# menu
source: Undelete, Logging and ReCAPTCHA
uk: Невидалені, logging та ReCAPTCHA

# menu
source: View Date Preferences
cy_gb: Gweld Dewisiadau Dyddiad
uk: Переглянути інформаційні параметри

# menu
source: Administer CiviCRM
cy_gb: Gweinyddu CiviCRM
uk: Адмініструвати CiviCRM

# menu
source: Option Values
uk: Опції значень

# menu
source: CiviCRM Home
cy_gb: Hafan CiviCRM
uk: Домашня сторінка CiviCRM

# menu
source: CiviCRM Dashlets
uk: Підменю CiviCRM

# menu
source: Custom Searches
uk: Індивідуально налаштований пошук

# menu
source: Simple Search
uk: Звичайний пошук

# menu
source: Sunlight
uk: Санлайт

# menu
source: Notes
cy_gb: Nodiadau
uk: Нотатки

# menu
source: Find and Merge Duplicate Contacts
cy_gb: Canfod ac Uno Cysyllteion Dyblyg
uk: Знайти та об'єднати контакти, що повторюються

# menu
source: Import
cy_gb: Mewnforio
uk: Імпортувати

# menu
source: Registration Page
uk: Сторінка реєстрації

# menu
source: Bulk Data Entry
uk: Масове введення даних

# menu
source: Event Name Badge Templates
uk: Шаблони бейджів назв подій

# menu
source: Conference Slot Labels
cy_gb: Labelau Slotiau Cynhadledd
uk: Ярлики для слотів конференцій

# menu
source: Conference Slots
cy_gb: Slotiau Cynhadledd
uk: Слоти конференцій

# menu
source: Add Event To Cart
uk: Додати подію до кошику

# menu
source: Cart Checkout
uk: Підтвердити обрані файли у кошику

# menu
source: Remove From Cart
uk: Видалити з кошику

# menu
source: View Cart
uk: Переглянути кошик

# menu
source: CiviGrant Dashboard
uk: Робоча панель Civiгрант

# menu
source: Find Grants
uk: Знайти гранти

# menu
source: New Grant
uk: Новий грант

# menu
source: CiviMail
uk: CiviПошта

# menu
source: Scheduled and Sent Mailings
cy_gb: Llythyrau Drafft ac wedi'i Anfon
uk: Заплановані та відправлені поштові повідомлення

# menu
source: Draft and Unscheduled Mailings
cy_gb: Llythyrau Drafft ac heb eu Anfon
uk: Чернові варіанти та незаплановані поштові повідомлення

# menu
source: Optout
uk: Відписатися від непотрібної інформації

# menu
source: Preview Mailing
uk: Переглянути поштову розсилку

# menu
source: Sending Mail
uk: Відправка пошти

# menu
source: Schedule Mailing
uk: Запланована розсилка пошти

# menu
source: CiviReport
uk: Civiзвіт

# menu
source: Create Reports from Templates
uk: Створити звіти з шаблонів

# menu
source: Home
cy_gb: Hafan
uk: Домашня сторінка

# menu
source: Manage Tags (Categories)
uk: Управління тегами (категоріями)

# menu
source: Surveys
cy_gb: Arolygon
uk: Дослідження

# menu
source: Petitions
cy_gb: Deisebau
uk: Петиції

# menu
source: Grants
uk: Гранти

# menu
source: Dropdown Options
uk: Опції випадаючого меню

# menu
source: Phone Types
cy_gb: Mathau Ffonau
uk: Типи телефону

# menu
source: Communications
uk: Комунікації

# menu
source: Preferred Language Options
uk: Опція обирання бажаних мов

# menu
source: Permissions (Access Control)
uk: Дозволи (на доступ)

# menu
source: Outbound Email (SMTP/Sendmail)
uk: Вихідна електронна пошта (SMTP/Надіслана пошта)

# menu
source: Debugging and Error Handling
cy_gb: Dadfygio a Thrin Gwallau
uk: Дебаггінг та вирішення системних помилок

# menu
source: CiviCampaign
uk: Civiкампанія

# menu
source: CiviCase
uk: Civiсправа

# menu
source: Participant Listing Options
uk: Опції списку учасників

# menu
source: Event Badge Formats
uk: Формати бейджів подій

# menu
source: CiviGrant
uk: CiviГрант

# menu
source: Help
uk: Допомога

# menu
source: Documentation
cy_gb: Dogfennaeth
uk: Документація

# menu
source: Community Forums
uk: Форуми

# menu
source: Participate
uk: Прийняти участь

# menu
source: About
uk: Про

# menu
source: Constituent Report (Summary)
uk: Звіт щодо округу (короткий опис)

# menu
source: Constituent Report (Detail)
uk: Звіт щодо округу (Деталізований)

# menu
source: Activity Report
uk: Звіт щодо діяльності

# menu
source: Current Employer Report
uk: Звіт поточного роботодавця

# menu
source: Relationship Report
uk: Звіт щодо відносин

# menu
source: Contribution Summary Report
uk: Коротки звіт по внескам

# menu
source: Contribution Detail Report
uk: Деталізований звіт по внескам

# menu
source: Repeat Contribution Report
uk: Повторний звіт по внескам

# menu
source: SYBUNT Report
uk: SYBUNT Звіт

# menu
source: LYBUNT Report
uk: LYBUNT Звіт

# menu
source: Contributions by Organization Report
uk: Звіт щодо внесків по організаціям

# menu
source: Contributions by Household Report
uk: Звіт щодо внесків по сім'ям

# menu
source: Top Donors Report
uk: Звіт про топ донорів

# menu
source: Soft Credit Report
uk: Звіт по М'який Кредит

# menu
source: Personal Campaign Page Summary
uk: Короткий звіт по Персональній Сторінці Кампанії

# menu
source: Pledge Summary Report
uk: Короткий звіт по зобов'язанням

# menu
source: Pledged But not Paid Report
uk: Звіт по існуючим зобов'язанням по яких ще не було виплат

# menu
source: Bookkeeping Transactions Report
uk: Звіт по бухгалтерському обліку грошових переказів

# menu
source: Membership Report (Summary)
uk: Звіт щодо членства (коротки опис)

# menu
source: Membership Report (Detail)
uk: Звіт щодо членства (Деталізований)

# menu
source: Contribution and Membership Details
uk: Інформація щодо внесків та членства

# menu
source: Membership Report (Lapsed)
uk: Звіт щодо членства (минулий)

# menu
source: Event Participant Report (List)
uk: Звіт щодо учасників події (Список)

# menu
source: Event Income Report (Summary)
uk: Звіт щодо майбутніх подій (короткий опис)

# menu
source: Event Income Report (Detail)
uk: Звіт щодо майбутніх подій (Деталізований)

# menu
source: Grant Report (Detail)
uk: Звіт по грантам (деталізований)

# menu
source: Grant Report (Statistics)
uk: Звіт по грантам (статистика)

# menu
source: Mail Bounce Report
uk: Звіт щодо поштових відмов

# menu
source: Mail Summary Report
uk: Короткий звіт по поштовій розсилці

# menu
source: Mail Opened Report
uk: Звіт по відкритій пошті

# menu
source: Survey Report (Detail)
uk: Звіт по дослідженню (деталізований)

# menu
source: Mailing Detail Report
uk: Деталізований звіт щодо поштової розсилки

# menu
source: Change Activity Status
uk: Змінити статус активності

# menu
source: Delete file
uk: Видалити файл

# menu
source: QUnit
uk: QОдиниця

# menu
source: Grant Reports
uk: Звіти щодо грантів

# menu
source: Constituent Summary
uk: Короткий опиc виборців

# menu
source: Provides a list of address and telephone information for constituent records in your system.
uk: Надає список адрес та телефонів для Ваших записів у систему щодо виборців

# menu
source: Constituent Detail
uk: Деталі про виборців

# menu
source: Provides contact-related information on contributions, memberships, events and activities.
uk: Надає інформацію, що містить контактні дані щодо внесків, членства, подій та діяльності.

# menu
source: Provides a list of constituent activity including activity statistics for one/all contacts during a given date range(required)
uk: Надає список діяльності виборців включаючи статистику по діяльность для одного/всіх контактів в зазначеному часовому проміжку (необхідно)

# menu
source: Current Employers
cy_gb: Gweithwyr Cyflogedig
uk: Поточні роботодавці

# menu
source: Provides detail list of employer employee relationships along with employment details.
uk: Надає деталізований список відносин роботодавець - робітник, включаючи деталі працевлаштування.

# menu
source: Gives relationship details between two contacts
uk: Надає деталізовану інформацію про відносини між двома контактами

# menu
source: Contribution Summary
cy_gb: Crynodeb Cyfraniadau
uk: Короткий опис внесків

# menu
source: Groups and totals contributions by criteria including contact, time period, contribution type, contributor location, etc.
uk: Групи і загальна кількість внесків за критеріями, включаючи інформацю про контакт, часовий проміжок, тип внесків, місцезнаходження особи/організації, яка робить внесок тощо.

# menu
source: Lists specific contributions by criteria including contact, time period, contribution type, contributor location, etc. Contribution summary report points to this report for contribution details.
uk: Перераховує специфічні внески, включаючи інформацію про контакт, часовий проміжок, тип внесків, місцезнаходження особи/організації, яка робить внесок тощо. Короткий звіт щодо внесків включається в колонку деталізованої інформації по внескам.

# menu
source: Displays a detailed list of contributions grouped by organization, which includes contributions made by employees for the organisation.
uk: Відображає деталізований список внесків, які згруповані по організаціям, та які включають внески зроблені працівниками цих організацій.

# menu
source: Displays a detailed list of contributions grouped by household which includes contributions made by members of the household.
uk: Відображає деталізований звіт по внескам, групування яких проведено по сім'ям, що включає інформацію про внески зроблені членами сімей.

# menu
source: Provides a list of the top donors during a time period you define. You can include as many donors as you want (for example, top 100 of your donors).
uk: Надає список топ донорів в період часу визначеного Вами. Ви можете включити таку кількість донорів яку захочете (наприклад, топ 100 донорів).

# menu
source: Soft Credits
uk: М'які кредити

# menu
source: Shows contributions made by contacts that have been soft-credited to other contacts.
uk: Показує внески зроблені контактами, які були визначені як м'які кредити для інших контактів.

# menu
source: Contribution Aggregate by Relationship
uk: Внески відсортовані за відносинами

# menu
source: List contact's donation history, grouped by year, along with contributions attributed to any of the contact's related contacts.
uk: Перераховує історію внесків контакту, сгрупованих за роками, включаючи внески, які були зроблені іншими контактами, але які взаємопов'язані з контактом.

# menu
source: Summarizes amount raised and number of contributors for each Personal Campaign Page.
uk: Підсумовує зібрану суму і кількість людей, що зробили внесок для Персональної Сторінки Кампаній.

# menu
source: Pledge Summary
uk: Короткий підсумок по зобов'язанням

# menu
source: Summary of pledges including amount pledged, pledge status, next payment date, balance due, total amount paid etc.
uk: Підсумок по зобов'язанням включаючи суми, по яким було зроблено зобов'язання, статус по зобов'язанням, наступна дата платежу, дебетове сальдо, загалом сплачено тощо.

# menu
source: Pledged But not Paid
uk: Було зроблено фінансове зобов'язання, але не було зроблено виплат.

# menu
source: Pledged but not Paid Report
uk: Звіт щодо фінансових зобов'язань по яким не було зроблено виплати.

# menu
source: Bookkeeping Transactions
uk: Облік грошових переказів

# menu
source: Provides transaction details for all contributions and payments, including Transaction #, Invoice ID, Payment Instrument and Check #.
uk: Надає інформацію щодо деталей грошових переказів для всіх внесків та виплат, включаючи № Переказу, № Платіжної відомості, метод платежу тощо.

# menu
source: Membership Summary
cy_gb: Crynodeb Aelodaeth
uk: Підсумок по членству

# menu
source: Provides a summary of memberships by type and join date.
uk: Надає підсумок по членству сегрегований за типом і датою приєднання.

# menu
source: Membership Details
cy_gb: Manylion Aelodaeth
uk: Деталізована інформація по членству

# menu
source: Provides a list of members along with their membership status and membership details (Join Date, Start Date, End Date). Can also display contributions (payments) associated with each membership.
uk: Надає список членів, включаючи їхній членський статус та деталізовану інформацію по членству (Дата приєднання, дата початку, дата закінчення). Також може відображати внески (платежі) асоційовані з кожним членом.
