Repository: civicrm/l10n
Catalog: po/*/project.po
Languages: el_gr, fr_fr, lt_lt, pt_pt, sl

source: Owner Entity Table
el_gr: Ιδιοκτήτης Πίνακα Οντότητας
fr_fr: Table des propriétaires d'entité
lt_lt: Savininko lentelė
pt_pt: Tabela de Entidade do proprietário
sl: Tabela lastniških entitet

source: Project Owner ID
el_gr: Αναγνωριστικό Ιδιοκτήτη Έργου
fr_fr: ID du propriétaire du projet
lt_lt: Projekto savininko tapatybė
pt_pt: ID de Dono do Projeto
sl: Oznaka lastnika projekta

source: Task Type
el_gr: Τύπος Εργασίας
fr_fr: Type de tâche
lt_lt: Užduoties tipas
pt_pt: Tipo de Tarefa
sl: Tip naloge

source: Task Owner ID
el_gr: Αναγνωριστικό Ιδιοκτήτη Εργασίας
fr_fr: ID du propriétaire de la tâche
lt_lt: Užduoties savininko tapatybė
pt_pt: ID do Dono da Tarefa
sl: Oznaka lastnika naloge

source: Parent Entity Table
el_gr: Γονεϊκός Πίνακας Οντότητας
fr_fr: Table des entités parentes
lt_lt: Patronuojančio subjekto lentelė
pt_pt: Tabela Entidade Principal
sl: Tabela starševskih entitet

source: Task Parent
el_gr: Γονέας Εργασίας
fr_fr: Parent de la tâche
lt_lt: Patronuojančio subjekto užduotis
pt_pt: Tarefa Principal
sl: Starši naloge

source: Task Class
el_gr: Κατηγορία Εργασίας
fr_fr: Catégorie de tâche
lt_lt: Užduoties rūšis
pt_pt: Classe de Tarefa
sl: Razred naloge

source: Responsible Entity Table
el_gr: Υπεύθυνος Πίνακα Οντότητας
fr_fr: Table des entités responsables
lt_lt: Atsakingo subjekto lentelė
pt_pt: Tabela da Entidade Responsável
sl: Tabela odgovornih entitet

source: Responsible
el_gr: Υπεύθυνος
fr_fr: Responsable
lt_lt: Atsakingas subjektas
pt_pt: Responsável
sl: Odgovornost

source: Target Entity Table
el_gr: Πίνακας Οντότητας Στόχος
fr_fr: Table de destination
lt_lt: Užduoties/plano lentelė
pt_pt: Tabela da Entidade de Destino
sl: Tabela tarčne entitete

source: Target
el_gr: Στόχος
fr_fr: Cible
lt_lt: Užduotis; planas
pt_pt: Alvo
sl: Cilj

source: Status Details
el_gr: Λεπτομέρειες Κατάστασης
fr_fr: Détails du statut
lt_lt: Statuso detalės
pt_pt: Detalhes do Status
sl: Podrobnosti statusa

source: Last Modified
el_gr: Τελευταία Τροποποίηση
fr_fr: Dernière modification
lt_lt: Paskutinį kartą modifikuotas
pt_pt: Última Alteração
sl: Zadnja sprememba
