Repository: civicrm/l10n
Catalog: po/*/queue.po
Languages: ca_es, de_de, es_mx, hu_hu, nb_no, nl_be, tr_tr

source: Aborted
ca_es: Avortat
de_de: Abgebrochen
es_mx: Abortado
hu_hu: Megszakított
nb_no: Avbrutt
nl_be: Afgebroken
tr_tr: İptal edildi

source: Delete failed tasks
ca_es: Elimina les tasques fallides
de_de: Lösche fehlgeschlagene Aufgaben
es_mx: Eliminar tareas fallidas
hu_hu: Meghiúsult feladatok törlése
nb_no: Slett feilede oppgaver
nl_be: Mislukte taken verwijderd
tr_tr: Tamamlanmamış görevleri sil

source: Abort the queue-runner
ca_es: Avorta l'execució de la cua
de_de: Queue-Runner abbrechen
es_mx: Abortar el corredor de cola
hu_hu: Sorbanállás futtató megszakítása
nb_no: Avbryt kø-kjøringen
nl_be: Wachtrij-verwerker afbreken
tr_tr: Sıra işleyiciyi iptal et

source: Memory (Linear)
ca_es: Memòria (lineal)
de_de: Speicher (Linear)
es_mx: Memoria (Lineal)
hu_hu: Memória (lineáris)
nb_no: Minne (linjeær)
nl_be: Geheugen (lineair)
tr_tr: Bellek (doğrusal)

source: SQL (Linear)
ca_es: SQL (lineal)
es_mx: SQL (Lineal)
hu_hu: SQL (lineáris)
nb_no: SQL (Linjeær)
nl_be: SQL (lineair)
tr_tr: SQL (doğrusal)

source: SQL (Parallel)
es_mx: SQL (Paralelo)
hu_hu: SQL (párhozamos)
nb_no: SQL (Parallell)
tr_tr: SQL (paralel)

source: Queue Monitor "%1"
ca_es: Monitor de la cua "%1"
es_mx: Monitor de cola "%1"
hu_hu: Sorba állás figyelő "%1"
nb_no: kø Monitor \\\"%1\\\"
nl_be: Wachtrij monitor "%1"
tr_tr: Sıra izleyici "%1"

source: Queue runner must be configured before execution.
ca_es: Cal configurar l'executor de cues abans de l'execució.
de_de: Der Queue-Runner muss vor der Ausführung konfiguriert sein.
es_mx: El ejecutor de cola debe configurarse antes de la ejecución.
hu_hu: A sorfutót a végrehajtás előtt konfigurálni kell.
nb_no: kø runner must be configured before execution.
nl_be: De wachtrij-verwerker moet voor het uitvoeren eerst ingesteld worden.
tr_tr: Yürütmeden önce sıra işleyici yapılandırılmış olmalıdır.

source: Queue Runner
ca_es: Activar la cua
es_mx: Activar la cola
nb_no: Kø-kjører
nl_be: Wachtrij-verwerker
tr_tr: Sıra işleyici

source: Queues
ca_es: Cues
es_mx: Colas
hu_hu: Sorba állítottak
nb_no: Køer
nl_be: Wachtrijen
tr_tr: Sıralar

source: Stores a list of persistent queues
ca_es: Emmagatzema una llista de cues persistents
de_de: Legt eine Liste von persistenten Queue-Einträgen ab
es_mx: Almacena una lista de colas persistentes
nb_no: Stores a list of persistent køer
nl_be: Slaat een lijst met persistente wachtrijen op
tr_tr: Kalıcı sıraların listesini tutar

source: System Queue ID
ca_es: ID de la cua del sistema
es_mx: ID de cola del sistema
hu_hu: Rendszer sorba állító azonosító
nb_no: System kø ID
nl_be: Systeem wachrij-id
tr_tr: Sistem sırası kimliği

source: Name of the queue
ca_es: Nom de la cua
de_de: Name der Queue
es_mx: Nombre de la cola
hu_hu: Sorba állítás neve
nb_no: Navnet på køen
nl_be: Naam van de wachtrij
tr_tr: Sıra adı

source: Type of the queue
ca_es: Tipus de cua
de_de: Art der Queue
es_mx: Tipo de cola
hu_hu: Sorba állás típusa
nb_no: Type kø
nl_be: Type va de wachtrij
tr_tr: Sıra türü

source: Runner
ca_es: Executor
es_mx: Corredor
hu_hu: Futtató
nb_no: Kjøring
nl_be: Verwerker
tr_tr: İşleyici

source: Name of the task runner
ca_es: Nom de l'executor de la tasca
de_de: Name vom Taskrunner
es_mx: Nombre del corredor de tareas
hu_hu: A feladat futtató neve
nb_no: Navn på oppgavekjøringen
nl_be: Naam van de taakverwerker
tr_tr: Görev işleyicinin adı

source: Maximum number of items in a batch.
ca_es: Nombre màxim d'elements en un lot.
de_de: Maximale Anzahl der Elemente im Batch
es_mx: Número máximo de artículos en un lote.
hu_hu: Kötegben lévő elemek maximális száma.
nb_no: Maksimum antall objekter i en bunke
nl_be: Maximum aantal items in een batch.
tr_tr: Bir toplu işlemdeki en fazla öge sayısı.

source: Lease Time
ca_es: Temps de cessió
de_de: Lease Zeit
es_mx: Tiempo de arrendamiento
hu_hu: Várakozási idő
nl_be: Huurtijd
tr_tr: Kiralama süresi

source: When claiming an item (or batch of items) for work, how long should the item(s) be reserved. (Seconds)
ca_es: Quan es reclama un element (o un lot d'elements) per a un procés, durant quant de temps s'ha de reservar l'element(s)? (en segons)
de_de: Wenn ein Eintrag (oder Batch von Einträgen) zur Bearbeitung benannt ist, wie lange sollen die Einträg(e) reserviert sein. (Sekunden)
es_mx: Al reclamar un elemento (o lote de elementos) para un trabajo, ¿cuánto tiempo deben reservarse los elemento(s)? (Segundos)
hu_hu: Ha egy tételt (vagy tétel kötegeket) igényel a munkára, mennyi ideig kell fenntartani a tétel (eket). (Másodperc)
nb_no: Når et element (eller en bunke med elementer) reserveres for arbeid, hvor lenge skal elementet/elementene være reservert. (Sekunder)
nl_be: Bij het claimen van een item (of een batch van items), voor hoe lang is deze reservering (seconden)
tr_tr: İş için bir ürün (ya da ürün grubu) isterken, ürün(ler) için ayırtılma süresi (saniye).

source: Retry Limit
ca_es: Límit de reintents
de_de: Limit der Wiederholung
es_mx: Límite de reintentos
hu_hu: Újra próbálkozás határ
nb_no: Grense for å prøve på nytt
nl_be: Limiet opnieuw proberen
tr_tr: Yeniden deneme sınırı

source: Number of permitted retries. Set to zero (0) to disable.
ca_es: Nombre d'intents permesos. Establir zero (0) per desactivar-ho.
de_de: Anzahl der erlaubten Wiederholungen. Setze es auf null (0) um es zu deaktivieren.
es_mx: Número de reintentos permitidos. Establézcalo en cero (0) para deshabilitarlo.
hu_hu: Megengedett újrapróbálkozások száma. Állítsa nullára (0)-ra a kikapcsoláshoz.
nb_no: Antall tillatte gjenstående forsøk. Sett til null (0) for å deaktivere.
nl_be: Aantal keer dat opnieuw proberen is toegestaan (0 is het uitschakelen).
tr_tr: İzin verilen yeniden deneme sayısı sınırı. Devre dışı bırakmak için sıfır (0) olarak ayarlayın.

source: Retry Interval
ca_es: Interval de reintent
de_de: Wiederholungsintervall
es_mx: Intervalo de reintento
hu_hu: újrapróbálkozási intervallum
nb_no: Intervall for å prøve igjen
nl_be: Interval opnieuw proberen
tr_tr: Yeniden deneme sıklığı

source: Number of seconds to wait before retrying a failed execution.
ca_es: Nombre de segons d'espera abans de tornar a intentar una execució fallida.
de_de: Anzahl von Sekunden, die gewartet wird, bevor eine fehlgeschlagene Ausführung wiederholt wird.
es_mx: Número de segundos que se deben esperar antes de volver a intentar una ejecución fallida.
hu_hu: A várakozási másodpercek száma a sikertelen végrehajtás újrapróbálása előtt.
nb_no: Number of seconds to wait before retrying a feilet execution.
nl_be: Aantal seconden wachten na een mislukte uitvoering voor het opnieuw proberen.
tr_tr: Tamamlanamayan bir işlem yeniden denenmeden önce beklenecek süre (saniye).

source: Execution status
ca_es: Estat de l'execució
de_de: Ausführungsstatus
es_mx: Estado de ejecución
hu_hu: Végrehajtás állapota
nl_be: Status uitvoering
tr_tr: İşlem durumu

source: Error Mode
ca_es: Mode d'error
de_de: Fehlermodus
es_mx: Modo de Error
hu_hu: Hiba Mód
nb_no: Feilmodus
nl_be: Foutmodus
tr_tr: Hata kipi

source: Fallback behavior for unhandled errors
ca_es: Comportament de reserva per a errors no gestionats
de_de: Fallback-Verhalten für nicht abgefangene Fehler
es_mx: Comportamiento alternativo para errores no controlados
hu_hu: Tartalék viselkedés a nem kezelet hibákhoz
nb_no: Reserveoppførsel for ubehandlede feil
nl_be: Afhandeling van onvoorziene fouten
tr_tr: İşlenemeyen sorunlarda uygulanacak varsayılan davranış

source: Is this a template configuration (for use by other/future queues)?
ca_es: És aquesta una configuració de plantilla (per a l'ús en d'altres/futures cues)?
de_de: Ist das eine Vorlagenkonfiguration (zur Benutzung von anderen/zukünftigen Queues)?
es_mx: ¿Es esta una configuración de plantilla (para uso de otras/ colas futuras)?
hu_hu: Ez egy sablon beállítás (más/későbbi sorba állásoknál történő használatra)?
nb_no: Is this a template configuration (for use by other/future køer)?
nl_be: Is dit een configuratie in een sjabloon (voor gebruik bij andere/toekomstige wachtrijen)?
tr_tr: Bu bir kalıp yapılandırması (başka veya gelecekteki sıralarda kullanılacak)

source: Queue Item
ca_es: Element de la cua
de_de: Queue-Element
es_mx: Elemento en la cola
hu_hu: Sorban álló elem
nb_no: kø Item
nl_be: Wachtrij item
tr_tr: Sıra ögesi

source: Queue Items
ca_es: Elements de la cua
de_de: Queue-Elemente
es_mx: Elementos en la cola
hu_hu: Sorban álló elemek
nb_no: kø Items
nl_be: Wachtrij items
tr_tr: Sıra ögeleri

source: Stores a list of queue items
ca_es: Emmagatzema una llista d'elements de la cua
de_de: Legt eine Liste von Queue-Einträgen ab
es_mx: Almacena una lista de elementos de la cola
nb_no: Stores a list of kø items
nl_be: Slaat een lijst met items in een wachtrij op
tr_tr: Sıra ögelerinin listesini tutar

source: Queue Item ID
ca_es: ID de l'element de la cua
es_mx: ID de Elemento de la Cola
hu_hu: Sorban álló elem azonosító
nb_no: kø Item ID
nl_be: Wachtrij Item-id
tr_tr: Sıra ögesi kimliği

source: Queue Name
ca_es: Nom de la cua
de_de: Name der Warteschlange
es_mx: Nombre de la cola
hu_hu: Sor neve
nb_no: Kø-navn
nl_be: Naam wachtrij
tr_tr: Sıra adı

source: Name of the queue which includes this item
ca_es: Nom de la cua que inclou aquest element
de_de: Name der Warteschlange diese Elements
es_mx: Nombre de la cola que incluye este artículo
hu_hu: Az elemet tartalmazó sor neve
nb_no: Name of the kø which includes this item
nl_be: Naam wachtrij met dit item daarin
tr_tr: Bu ögenin bulunduğu sıranın adı

source: Submit Time
ca_es: Hora de l'enviament
de_de: Absendezeit
es_mx: Hora de envio
hu_hu: Beállás ideje
nb_no: Innsendelsestidspunkt
nl_be: Tijd van indienen
tr_tr: Gönderilme zamanı

source: date on which this item was submitted to the queue
ca_es: data en què aquest element es va enviar a la cua
de_de: Datum an dem das Element der Warteschlange hinzugefügt wurde
es_mx: fecha en la que este artículo fue enviado a la cola
hu_hu: az elem sorba küldésének a dátuma
nb_no: date on which this item was submitted to the kø
nl_be: datum dat het item is toegevoegd aan de wachtrij
tr_tr: bu ögenin sıraya alınma tarihi

source: Release Time
ca_es: Hora de la publicació
de_de: Veröffentlichungszeit
es_mx: Tiempo de liberación
hu_hu: Kilépés ideje
nb_no: Frigivelsestidspunkt
nl_be: Tijd van vrijgeven
tr_tr: Sonuçlanma zamanı

source: date on which this job becomes available; null if ASAP
ca_es: data en què aquest treball està disponible; nul si és immediatament (ASAP)
de_de: Datum, wann diese Aufgabe verfügbar sein soll; null wenn sofort
es_mx: fecha en la que esta tarea estará disponible; nulo si es lo antes posible
hu_hu: a feladat rendelkezésre állásának dátuma; nulla ha azonnal
nb_no: date on which this jobb becomes available; null if ASAP
nl_be: datum dat de taak beschikbaar is; NULL is zsm
tr_tr: bu görevin kullanılabileceği tarih; hemen için boş bırakın

source: Run Count
ca_es: Nombre d'execucions
de_de: Anzahl Durchläufe
es_mx: Conteo de Carreras
hu_hu: Futások száma
nb_no: kjør Count
nl_be: Teller aantal uitvoeringen
tr_tr: Yürütülme sayısı

source: Number of times execution has been attempted.
ca_es: Nombre de vegades que s'ha intentat l'execució.
de_de: Zahl, wie oft die Ausführung unternommen wurde.
es_mx: Número de veces que se ha intentado la ejecución.
hu_hu: Végrehajtás próbálkozások száma
nb_no: Number of times execution har blitt attempted.
nl_be: Aantal pogingen van uitvoering
tr_tr: Yürütme girişiminde bulunulacak sayı.

source: Queue item data
ca_es: Dades de l'element de la cua
de_de: Daten vom Queue-Element
es_mx: Datos de elemento en cola
hu_hu: Sorban álló elem adatok
nb_no: kø item data
nl_be: Wachtrij item data
tr_tr: Sıra ögesi verileri

source: Serialized queue data
ca_es: Dades serialitzades de la cua
de_de: Serialized Warteschlangendaten
es_mx: Datos de cola serializados
hu_hu: Sorozatba tett soradatok
nb_no: Serialized kø data
nl_be: Opeenvolgende wachtrij gegevens
tr_tr: Serileştirilmiş sıra verileri

source: Batch Limit
hu_hu: Köteg határ
