Repository: civicrm/l10n
Catalog: po/*/report.po
Languages: sk_sk

source: You do not have permission to Delete Report.
sk_sk: Nemáte povolenie na odstránenie správy.

source: Selected report has been deleted.
sk_sk: Zvolená správa bola odstránená.

source: Save a copy...
sk_sk: Uložte si kópiu...

source: (Copy)
sk_sk: (Kópia)

source: Print to PDF
sk_sk: Vytlačiť vo formáte PDF

source: Export as CSV
sk_sk: Exportovať ako CSV

source: Delete report
sk_sk: Odstrániť správu

source: Are you sure you want delete this report? This action cannot be undone.
sk_sk: Naozaj chcete túto správu odstrániť? Tento krok nie je možné vrátiť späť.

source: Reports
sk_sk: Správy

source: Report Instance ID
sk_sk: ID inštancie správy

source: Which Domain is this instance for
sk_sk: Pre ktorú doménu je určená táto inštancia

source: Report Instance Title
sk_sk: Názov inštancie správy

source: Report Instance Title.
sk_sk: Názov inštancie správy.

source: Report template ID
sk_sk: ID šablóny správy

source: FK to civicrm_option_value for the report template
sk_sk: FK pre civicrm_option_value pre šablónu správy

source: Report instance Name
sk_sk: Názov inštancie správy

source: when combined with report_id/template uniquely identifies the instance
sk_sk: po spojení s položkou report_id/template slúži ako jedinečný identifikátor inštancie

source: Report Instance Arguments
sk_sk: Argumenty inštancie správy

source: arguments that are passed in the url when invoking the instance
sk_sk: argumenty, ktoré sa odovzdávajú v adrese URL pri vyvolávaní inštancie

source: Report Instance description
sk_sk: Opis inštancie správy

source: Report Instance description.
sk_sk: Opis inštancie správy.

source: Report Instance Permissions
sk_sk: Povolenia inštancie správy

source: permission required to be able to run this instance
sk_sk: povolenie potrebné na spustenie tejto inštancie

source: Report Instance Assigned to Roles
sk_sk: Inštancia správy priradená rolám

source: role required to be able to run this instance
sk_sk: rola potrebná na spustenie tejto inštancie

source: Submitted form values for this report
sk_sk: Odoslané hodnoty formulára pre túto správu

source: Report Instance is Active
sk_sk: Inštancia správy je aktívna

source: Owned By Contact ID
sk_sk: Vo vlastníctve ID kontaktu

source: Report Instance email Subject
sk_sk: Predmet e-mailu inštancie správy

source: Subject of email
sk_sk: Predmet e-mailu

source: Email Report Instance To
sk_sk: Poslať inštanciu správy e-mailom príjemcovi

source: comma-separated list of email addresses to send the report to
sk_sk: zoznam e-mailových adries oddelených čiarkou, na ktoré sa má správa poslať

source: cc Email Report Instance To
sk_sk: poslať inštanciu správy e-mailom v kópii príjemcovi

source: Report Instance Header
sk_sk: Hlavička inštancie správy

source: Report Instance Footer
sk_sk: Päta inštancie správy

source: FK to navigation ID
sk_sk: FK pre ID navigácie

source: Drilldown Report ID
sk_sk: ID správy o detailoch

source: FK to instance ID drilldown to
sk_sk: FK pre detaily ID inštancie na

source: Drilldown Report
sk_sk: Správa o detailoch

source: Instance is Reserved
sk_sk: Inštancia je rezervovaná

source: Source Name
sk_sk: Meno zdrojovej osoby

source: Assignee Name
sk_sk: Meno poverenej osoby

source: Target Name
sk_sk: Meno cieľovej osoby

source: Target Birth Date
sk_sk: Dátum narodenia cieľovej osoby

source: Target Gender
sk_sk: Pohlavie cieľovej osoby

source: Limit To Current User
sk_sk: Obmedziť na aktuálneho používateľa

source: Source Email
sk_sk: E-mail zdrojovej osoby

source: Assignee Email
sk_sk: E-mail poverenej osoby

source: Target Email
sk_sk: E-mail cieľovej osoby

source: Source Phone
sk_sk: Telefón zdrojovej osoby

source: Assignee Phone
sk_sk: Telefón poverenej osoby

source: Target Phone
sk_sk: Telefón cieľovej osoby

source: Include Case Activities
sk_sk: Zahrnúť aktivity prípadu

source: Current filter criteria didn't have any target contact to add to group
sk_sk: Aktuálne kritériá filtra neobsahovali žiaden cieľový kontakt, ktorý by bolo možné pridať do skupiny

source: Listed contact(s) have been added to the selected group.
sk_sk: Zoznam kontaktov bol pridaný do zvolenej skupiny.

source: Contacts Added
sk_sk: Kontakty pridané

source: The listed records(s) cannot be added to the group.
sk_sk: Zoznam kontaktov nemožno pridať do skupiny.

source: Please enable 'Include Case Activities' to filter with Case Activity types.
sk_sk: Povoľte možnosť 'Zahrnúť aktivity prípadu' a vyfiltrujte typy aktivít prípadu.

source: View Contact Summary for this Contact
sk_sk: Zobraziť súhrn tohto kontaktu

source: View Activity Record
sk_sk: Zobraziť záznam aktivity

source: Total Activities
sk_sk: Všetky aktivity

source: Please do not select GroupBy 'Activity Date' with GroupBy 'Contact'
sk_sk: Nevyberte zoskupenie podľa položky 'Dátum aktivity' so zoskupením podľa položky 'Kontakt'

source: Please do not select any Contact Fields with GroupBy 'Activity Date'
sk_sk: Nevyberajte žiadne polia kontaktov so zoskupením podľa položky 'Dátumaktivity'

source: You cannot use "Add Contacts to Group" action unless contacts fields are selected.
sk_sk: Nemôžete použiť akciu 'Pridať kontakty do skupiny', kým nevyberiete polia kontaktov.

source: Total Types
sk_sk: Všetky typy

source: Total Number of Activities
sk_sk: Celkový počet aktivít

source: Total Duration (in Minutes)
sk_sk: Celkové trvanie (v minútach)

source: List all activity(s) for this row.
sk_sk: Uveďte zoznam všetkých aktivít v tomto riadku.

source: Interviewed
sk_sk: Dopytovaná osoba

source: Interviewer Name
sk_sk: Meno osoby vedúcej rozhovor

source: - any interviewer -
sk_sk: – akákoľvek osoba vedúca rozhovor –

source: Respondent Name
sk_sk: Meno respondenta

source: Respondent Status
sk_sk: Stav respondenta

source: Birthdate
sk_sk: Dátum narodenia

source: Case Start
sk_sk: Začiatok prípadu

source: Case End
sk_sk: Koniec prípadu

source: Cases?
sk_sk: Prípady?

source: Exclude non-case
sk_sk: Nezahŕňať iné ako prípady

source: Exclude cases
sk_sk: Nezahŕňať prípady

source: Include Both
sk_sk: Zahrnúť oboje

source: View Contact details for this contact.
sk_sk: Zobraziť podrobnosti tohto kontaktu.

source: Deleted?
sk_sk: Odstránené?

source: Case Role(s)
sk_sk: Roly v prípade

source: Active Role?
sk_sk: Aktívna rola?

source: Subject of the last activity in the case
sk_sk: Predmet poslednej aktivity v prípade

source: Activity type of the last activity
sk_sk: Typ poslednej aktivity

source: Last Action Date
sk_sk: Dátum poslednej akcie

source: Subject of the last completed activity in the case
sk_sk: Predmet poslednej dokončenej aktivity v prípade

source: Activity type of the last completed activity
sk_sk: Typ poslednej dokončenej aktivity

source: Last Completed Action Date
sk_sk: Dátum poslednej dokončenej akcie

source: List of all dates of activities of Type
sk_sk: Zoznam všetkých dátumov pre aktivity daného typu

source: Total Number of Cases
sk_sk: Celkový počet prípadov

source: Total Number of Countries
sk_sk: Celkový počet krajín

source: View Details of Case.
sk_sk: Zobraziť podrobnosti prípadu.

source: Duration (Days)
sk_sk: Trvanie (dni)

source: Staff Member
sk_sk: Člen personálu

source: Staff Relationship
sk_sk: Vzťah personálu

source: Active Relationship?
sk_sk: Aktívne vzťahy?

source: Either filter on at least one relationship type, or de-select Staff Member and Relationship from the list of fields.
sk_sk: Buď vyfiltrujte aspoň jeden typ vzťahu, alebo zrušte výber člena personálu a vzťahu v zozname polí.

source: To filter on Staff Member or Relationship, please also select Staff Member and Relationship from the list of fields.
sk_sk: Ak chcete vyfiltrovať člena personálu alebo vzťah, zároveň vyberte člena personálu a vzťah v zozname polí.

source: Totals Only
sk_sk: Iba celkové hodnoty

source: Month/Year
sk_sk: Mesiac/rok

source: # Activities
sk_sk: Počet aktivít

source: To view totals please select all of activity id, date and duration.
sk_sk: Ak chcete zobraziť celkové hodnoty, vyberte všetky ID aktivít, dátum a trvanie.

source: Employer Name
sk_sk: Meno zamestnávateľa

source: Employee Name
sk_sk: Meno zamestnanca

source: Employee Since
sk_sk: Zamestnancom od

source: View Contact Detail Report for this contact
sk_sk: Zobraziť správu s podrobnosťami kontaktu pre tento kontakt

source: Last Name, First Name
sk_sk: Priezvisko, meno

source: Relationship With
sk_sk: Vzťah s osobou

source: View Contact Record
sk_sk: Zobraziť záznam kontaktu

source: View Event Income details for this Event.
sk_sk: Zobraziť podrobnosti príjmov z tohto podujatia.

source: Touched Contact
sk_sk: Dotknutý kontakt

source: Touched Activity
sk_sk: Dotknutá aktivita

source: Extra information to control grouping
sk_sk: Dodatočné informácie na riadenie zoskupenia

source: Log Type
sk_sk: Typ denníka

source: Altered Contact
sk_sk: Zmenený kontakt

source: Log Type Table
sk_sk: Tabuľka typov denníka

source: Log Date (When)
sk_sk: Dátum denníka (kedy)

source: Altered by
sk_sk: Zmenil(-a)

source: Go to contact summary
sk_sk: Prejdite na súhrn kontaktu

source: Contact Merge
sk_sk: Zlúčenie kontaktov

source: Delete (to trash)
sk_sk: Odstrániť (do koša)

source: View details for this update
sk_sk: Zobraziť podrobnosti tejto aktualizácie

source: Contact A Full Name
sk_sk: Celé meno kontaktu A

source: Contact Type (Contact A)
sk_sk: Typ kontaktu (kontakt A)

source: Contact Subtype (Contact A)
sk_sk: Podtyp kontaktu (kontakt A)

source: Contact B Full Name
sk_sk: Celé meno kontaktu B

source: Contact Type (Contact B)
sk_sk: Typ kontaktu (kontakt B)

source: Contact Subtype (Contact B)
sk_sk: Podtyp kontaktu (kontakt B)

source: Email (Contact A)
sk_sk: E-mail (kontakt A)

source: Email (Contact B)
sk_sk: E-mail (kontakt B)

source: Phone (Contact A)
sk_sk: Telefón (kontakt A)

source: Phone Ext (Contact A)
sk_sk: Telefónna predvoľba (kontakt A)

source: Phone (Contact B)
sk_sk: Telefón (kontakt B)

source: Phone Ext (Contact B)
sk_sk: Telefónna predvoľba (kontakt B)

source: Relationship A-B
sk_sk: Vzťah A – B

source: Relationship B-A
sk_sk: Vzťah B – A

source: Relationship A-B
sk_sk: Vzťah A – B

source: Relationship B-A
sk_sk: Vzťah B – A

source: Permission A has to access B
sk_sk: Povolenie, ktoré má A na prístup k B

source: Permission B has to access A
sk_sk: Povolenie, ktoré má B na prístup k A

source: Relationship Dates Validity
sk_sk: Platnosť dátumov vzťahov

source: Not expired
sk_sk: Platnosť nevypršala

source: Does contact A have permission over contact B?
sk_sk: Má kontakt A povolenie vzhľadom na kontakt B?

source: Does contact B have permission over contact A?
sk_sk: Má kontakt B povolenie vzhľadom na kontakt A?

source: Is equal to Active
sk_sk: Rovná sa hodnote Aktívne

source: Is equal to Inactive
sk_sk: Rovná sa hodnote Neaktívne

source: Is one of
sk_sk: Patrí k

source: Is not one of
sk_sk: Nepatrí k

source: Edit this relationship.
sk_sk: Upravte tento vzťah.

source: Membership #
sk_sk: Číslo členstva

source: Financial Account Code - Debit
sk_sk: Kód finančného účtu – Debet

source: Financial Account Owner - Debit
sk_sk: Majiteľ finančného účtu – Debet

source: Financial Account Code - Credit
sk_sk: Kód finančného účtu – Kredit

source: Financial Account Owner - Credit
sk_sk: Majiteľ finančného účtu – Kredit

source: Financial Account Name - Debit
sk_sk: Názov finančného účtu – Debet

source: Financial Account Name - Credit
sk_sk: Názov finančného účtu – Kredit

source: - Select Organization -
sk_sk: – Vyberte organizáciu –

source: Contribution #
sk_sk: Číslo príspevku

source: Cheque #
sk_sk: Číslo šeku

source: Trans #
sk_sk: Číslo transakcie

source: Credit Card Type
sk_sk: Typ kreditnej karty

source: Financial Transaction Status
sk_sk: Stav finančnej transakcie

source: Average
sk_sk: Priemer

source: View Contact Summary for this Contact.
sk_sk: Zobrazte súhrn tohto kontaktu.

source: Transaction
sk_sk: Transakcia

source: Transaction Amount
sk_sk: Suma transakcie

source: Current month's revenue?
sk_sk: Výnosy v aktuálnom mesiaci?

source: Deferred Account
sk_sk: Odložený účet

source: Deferred Account ID
sk_sk: ID odloženého účtu

source: Deferred Accounting Code
sk_sk: Kód odloženého účtu

source: Deferred Financial Account
sk_sk: Odložený finančný účet

source: Revenue Account
sk_sk: Účet výnosov

source: Revenue Account ID
sk_sk: ID účtu výnosov

source: Revenue Accounting code
sk_sk: Kód účtovania výnosov

source: Deferred Transaction Amount
sk_sk: Suma odloženej transakcie

source: Deferred Transaction Date
sk_sk: Dátum odloženej transakcie

source: Donor Email
sk_sk: E-mail darcu

source: Donor Phone
sk_sk: Telefón darcu

source: Contribution OR Soft Credit?
sk_sk: Príspevok ALEBO dar v cudzom mene?

source: Soft Credit amount
sk_sk: Suma daru v cudzom mene

source: Contribution Ordinality
sk_sk: Poradie príspevkov

source: First by Contributor
sk_sk: Prvý príspevok prispievateľa

source: Second or Later by Contributor
sk_sk: Druhý alebo ďalší príspevok prispievateľa

source: Donor Name
sk_sk: Meno darcu

source: You cannot group by soft credit when displaying contributions only. Please uncheck "Soft Credit" in the Grouping tab.
sk_sk: Keď sú zobrazené iba príspevky, nemôžete ich zoskupiť podľa daru v cudzom mene. Zrušte označenie možnosti 'Dar v cudzom mene' na karte Zoskupenie.

source: Total Amount (Contributions)
sk_sk: Celková suma (príspevkov)

source: Total Contributions
sk_sk: Všetky príspevky

source: Net
sk_sk: Netto

source: Total Amount (Soft Credits)
sk_sk: Celková suma (darov v cudzom mene)

source: Total Soft Credits
sk_sk: Všetky dary v cudzom mene

source: Average (Soft Credits)
sk_sk: Priemer (darov v cudzom mene)

source: Is it not possible to filter on soft contribution type when not including soft credits.
sk_sk: Keď nezahrniete dary v cudzom mene, nie je možné filtrovať podľa typu príspevku v cudzom mene.

source: View Contribution Details
sk_sk: Zobraziť podrobnosti príspevku

source: View Details of this Contribution.
sk_sk: Zobrazte podrobnosti tohto príspevku.

source: View Details of this Pledge.
sk_sk: Zobrazte podrobnosti tohto prísľubu.

source: Amount Statistics
sk_sk: Štatistika súm

source: Aggregate Amount
sk_sk: Súhrnná suma

source: This Year
sk_sk: Tento rok

source: Other Years
sk_sk: Ostatné roky

source: Up To %1 Donation
sk_sk: Dar do %1

source: %1 Donation
sk_sk: %1 dar

source: Primary Contact(s) Listed
sk_sk: Zoznam primárnych kontaktov

source: Total Primary Contact(s)
sk_sk: Všetky primárne kontakty

source: Value for filters 'This Year' and 'Other Years' can not be same.
sk_sk: Hodnota pre filtre 'Tento rok' a 'Ostatné roky' nemôže byť rovnaká.

source: Is Calendar Year
sk_sk: Je kalendárny rok

source: Fiscal Year Starting
sk_sk: Začiatok fiškálneho roka

source: View Contribution Details for this Contact.
sk_sk: Zobraziť podrobnosti príspevku pre tento kontakt.

source: Amount Between
sk_sk: Suma v rozmedzí

source: View contact summary for this househould
sk_sk: Zobraziť súhrn kontaktu pre túto domácnosť

source: View contribution details for this individual
sk_sk: Zobraziť podrobnosti príspevku pre túto osobu

source: View this contribution.
sk_sk: Zobrazte tento príspevok.

source: Email on hold
sk_sk: E-mail je pozastavený

source: contactId
sk_sk: ID kontaktu

source: Last Year Total
sk_sk: Spolu za posledný rok

source: Lifetime Total
sk_sk: Spolu za životný cyklus

source: Lifetime total
sk_sk: Spolu za životný cyklus

source: Total amount last year
sk_sk: Celá suma za posledný rok

source: Tabular
sk_sk: Tabuľková

source: Total for
sk_sk: Spolu za

source: Total for Fiscal Year
sk_sk: Spolu za fiškálny rok

source: Total LifeTime
sk_sk: Spolu za životný cyklus

source: Life Time
sk_sk: Životný cyklus

source: Lybunt Report
sk_sk: Správa LYBUNT

source: Amount (%1)
sk_sk: Suma (%1)

source: View contact summary for this organization.
sk_sk: Zobrazte súhrn kontaktu pre túto organizáciu.

source: Supporter Contact Type
sk_sk: Typ kontaktu podporovateľa

source: Supporter Contact Subtype
sk_sk: Podtyp kontaktu podporovateľa

source: Supporter Name
sk_sk: Meno podporovateľa

source: Personal Campaign Title
sk_sk: Názov osobnej kampane

source: Committed Amount
sk_sk: Pridelená suma

source: Amount Received
sk_sk: Prijatá suma

source: Number of Donors
sk_sk: Počet darcov

source: Most Recent Contribution
sk_sk: Najnovší príspevok

source: Goal Total
sk_sk: Celková hodnota cieľa

source: Total Committed
sk_sk: Celá pridelená suma

source: Total Received
sk_sk: Celá prijatá suma

source: Total Donors
sk_sk: Všetci darcovia

source: Last name, First name
sk_sk: Priezvisko, meno

source: Amount Contributed to Date
sk_sk: Doterajšia suma príspevkov

source: Total Amount Contributed
sk_sk: Celková suma príspevkov

source: Frequency interval
sk_sk: Interval frekvencie

source: Frequency unit
sk_sk: Jednotka frekvencie

source: Last Contribution Processed
sk_sk: Posledný spracovaný príspevok

source: Calculated end date (either end date or date all installments will be made)
sk_sk: Vypočítaný dátum ukončenia (buď dátum ukončenia, alebo dátum zaplatenia všetkých splátok)

source: Percentage Change
sk_sk: Percentuálna zmena

source: Range One Stat
sk_sk: Štatistika prvého rozsahu

source: Range Two Stat
sk_sk: Štatistika druhého rozsahu

source: Initial Date Range
sk_sk: Počiatočný rozsah dátumov

source: Second Date Range
sk_sk: Druhý rozsah dátumov

source: Range One Amount
sk_sk: Suma prvého rozsahu

source: Range Two Amount
sk_sk: Suma druhého rozsahu

source: Please select at least one Group by field.
sk_sk: Vyberte aspoň jedno pole Zoskupiť podľa.

source: You can not use other Group by with Financial type or Contribution source.
sk_sk: Nemôžete použiť iné pole Zoskupiť podľa s finančným typom alebo zdrojom príspevku.

source: Do not select field %1 with Group by %2.
sk_sk: Nevyberajte pole %1 so položkou Zoskupiť podľa %2.

source: Filter with Group only allow with group by Contact
sk_sk: Filtrovanie podľa skupiny povoľuje iba zoskupenie podľa kontaktu

source: Select valid date range
sk_sk: Vyberte platný rozsah dátumov

source: % New Donors
sk_sk: % nových darcov

source: % Lapsed Donors
sk_sk: % zaniknutých darcov

source: % Upgraded Donors
sk_sk: % darcov so zvýšenou úrovňou

source: % Downgraded Donors
sk_sk: % darcov so zníženou úrovňou

source: % Maintained Donors
sk_sk: % udržiavaných darcov

source: Initial Date Range:
sk_sk: Počiatočný rozsah dátumov:

source: Total Donations
sk_sk: Všetky dary

source: Second Date Range:
sk_sk: Druhý rozsah dátumov:

source: Skipped Donation
sk_sk: Vynechaný dar

source: New Donor
sk_sk: Nový darca

source: % Change
sk_sk: % zmena

source: View contributions for this Country.
sk_sk: Zobrazte príspevky pre túto krajinu.

source: View repeatDetails for this state.
sk_sk: Zobrazte opakovanie podrobností pre tento štát.

source: View Contribution details for this contact
sk_sk: Zobraziť podrobnosti príspevku pre tento kontakt

source: Soft Credit Id
sk_sk: ID daru v cudzom mene

source: Const Id
sk_sk: ID konšt.

source: Age at Event
sk_sk: Vek na podujatí

source: Contributor's Email
sk_sk: E-mail prispievateľa

source: Contributor's Phone
sk_sk: Telefón prispievateľa

source: List all direct contribution(s) from this contact.
sk_sk: Zoznam všetkých priamych prispievateľov tohto kontaktu.

source: Contribution Amount Stats
sk_sk: Štatistiky súm príspevkov

source: Contribution Avg
sk_sk: Priemerný príspevok

source: Contribution Recurring
sk_sk: Opakujúci sa príspevok

source: Soft Credit Amount Stats
sk_sk: Štatistiky súm daru v cudzom mene

source: Soft Credit Aggregate
sk_sk: Súhrn darov v cudzom mene

source: Soft Credit Avg
sk_sk: Priemerný dar v cudzom mene

source: Soft Credits Count
sk_sk: Počet darov v cudzom mene

source: Week Beginning
sk_sk: Začiatok týždňa

source: Year Beginning
sk_sk: Začiatok roka

source: Fiscal Year Beginning
sk_sk: Začiatok fiškálneho roka

source: Month Beginning
sk_sk: Začiatok mesiaca

source: Please select the Amount Statistics
sk_sk: Vyberte štatistiku súm

source: Median
sk_sk: Stredná hodnota

source: Average Soft Credit
sk_sk: Priemerný dar v cudzom mene

source: Contributions and Soft Credits
sk_sk: Príspevky a dary v cudzom mene

source: List all contribution(s) for this date unit.
sk_sk: Zoznam všetkých príspevkov pre tento dátum.

source: Lists detailed contribution(s) for this record.
sk_sk: Podrobný zoznam príspevkov pre tento záznam.

source: Up To %1
sk_sk: Do %1

source: LifeTime
sk_sk: Životný cyklus

source: Sybunt Report
sk_sk: Správa SYBUNT

source: Donations
sk_sk: Dary

source: Show no. of Top Donors
sk_sk: Zobrazí sa počet najväčších darcov

source: Please select 'Is equal to' OR 'Is Less than or equal to' operator
sk_sk: Vyberte operátor 'Rovná sa' ALEBO 'Je menej ako alebo sa rovná'

source: Please enter positive number
sk_sk: Zadajte kladné číslo

source: Event Income
sk_sk: Príjmy z podujatia

source: Registered Participant
sk_sk: Zaregistrovaný účastník

source: Records %%StatusMessage%%
sk_sk: Záznamy %%StatusMessage%%

source: Capacity
sk_sk: Kapacita

source: Income Statistics
sk_sk: Štatistika príjmov

source: Income
sk_sk: Príjmy

source: Total Income
sk_sk: Celkové príjmy

source: Participants Summary
sk_sk: Súhrn účastníkov

source: Participants : %1
sk_sk: Účastníci: %1

source: View Event Participants For this Event
sk_sk: Zobraziť účastníkov tohto podujatia

source: Participant E-mail
sk_sk: E-mail účastníka

source: Phone No
sk_sk: Telefónne číslo

source: Event Type
sk_sk: Typ podujatia

source: Blank column at the Begining
sk_sk: Prázdny stĺpec na začiatku

source: Blank column at the End
sk_sk: Prázdny stĺpec na konci

source: One
sk_sk: Jeden

source: Two
sk_sk: Dva

source: Three
sk_sk: Tri

source: View Participant Record for this Contact.
sk_sk: Zobrazte záznam účastníka pre tento kontakt.

source: View Event Income Details for this Event
sk_sk: Zobraziť podrobnosti príjmov z podujatia pre toto podujatie

source: Registered by Participant ID
sk_sk: Zaregistrované na základe ID účastníka

source: Registered by Participant Name
sk_sk: Zaregistrované na základe mena účastníka

source: Registered by Contact ID
sk_sk: Zaregistrované na základe ID kontaktu

source: Registered by Contact Name
sk_sk: Zaregistrované na základe mena kontaktu

source: Participant Fee
sk_sk: Poplatok účastníka

source: Is Test
sk_sk: Je test

source: Payment Date
sk_sk: Dátum platby

source: Transaction Fee
sk_sk: Poplatok za transakciu

source: Contribution Currency
sk_sk: Mena príspevku

source: View Contact Summary for Contact that registered the participant.
sk_sk: Zobrazte súhrn kontaktu, ktorý účastníka zaregistroval.

source: View Participant Record
sk_sk: Zobraziť záznam účastníka

source: Total Amount (%1)
sk_sk: Celková suma (%1)

source: View Event Income For this Event
sk_sk: Zobraziť príjmy z tohto podujatia

source: You do not have permission to access this report.
sk_sk: Nemáte povolenie na prístup k tejto správe.

source: Report Description
sk_sk: Opis správy

source: Limit Dashboard Results
sk_sk: Obmedziť výsledky tabule

source: Report Header
sk_sk: Hlavička správy

source: Report Footer
sk_sk: Päta správy

source: Include Report in Navigation Menu?
sk_sk: Zahrnúť správu do ponuky navigácie?

source: Configure link to...
sk_sk: Konfigurovať prepojenie na...

source: View Results
sk_sk: Zobraziť výsledky

source: Show Criteria
sk_sk: Zobraziť kritériá

source: Available for Dashboard?
sk_sk: K dispozícii na tabuli?

source: Cache dashlet for
sk_sk: Prvok vyrovnávacej pamäte pre

source: Add to My Reports?
sk_sk: Pridať medzi moje správy?

source: Reserved Report?
sk_sk: Rezervovaná správa?

source: Everyone (includes anonymous)
sk_sk: Všetci (vrátane anonymných)

source: ACL Group/Role
sk_sk: Skupina/rola ACL

source: Parent Menu
sk_sk: Nadradená ponuka

source: Save Report
sk_sk: Uložiť správu
