Repository: civicrm/l10n
Catalog: po/*/report.po
Languages: sk_sk

source: Create report from this template
sk_sk: Vytvoriť správu na základe tejto šablóny

source: Existing Report(s)
sk_sk: Existujúce správy

source: There are currently no Report Templates.
sk_sk: V súčasnosti nie sú k dispozícii žiadne šablóny správ.
