Repository: civicrm/l10n
Catalog: po/*/report.po
Languages: sk_sk

source: "%1" report has been updated.
sk_sk: Správa '%1' bola aktualizovaná.

source: Your report has been successfully copied as "%1". You are currently viewing the new copy.
sk_sk: Vaša správa bola úspešne skopírovaná ako '%1'. Aktuálne máte zobrazenú novú kópiu.

source: "%1" report has been successfully created. You are currently viewing the new report instance.
sk_sk: Správa '%1' bola úspešne vytvorená. Aktuálne máte zobrazenú novú inštanciu správy.

source: Bounce Date
sk_sk: Dátum vrátenia

source: On hold
sk_sk: Pozastavené

source: Hold date
sk_sk: Dátum pozdržania

source: Hold reset date
sk_sk: Dátum resetovania pozdržania

source: Bounce Count
sk_sk: Počet vrátení

source: Bounce
sk_sk: Vrátenie

source: Mail Bounce: %1
sk_sk: Vrátenie e-mailu: %1

source: Email address deleted.
sk_sk: E-mailová adresa bola odstránená.

source: Click through URL
sk_sk: Adresa URL prekliknutia

source: Click Date
sk_sk: Dátum kliknutia

source: Click Count
sk_sk: Počet kliknutí

source: Unsubscribed
sk_sk: Odber zrušený

source: Opted-out
sk_sk: Odmietnuté

source: Replied
sk_sk: S odpoveďou

source: Forwarded to Email
sk_sk: Preposlané na e-mail

source: Forwarded
sk_sk: Preposlané

source: Opened Count
sk_sk: Počet otvorení

source: Mail Opened: %1
sk_sk: Otvorená pošta: %1

source: Date Created
sk_sk: Dátum vytvorenia

source: Sender Name
sk_sk: Meno odosielateľa

source: Sender Email
sk_sk: E-mail odosielateľa

source: Delivered
sk_sk: Doručené

source: Accepted Rate
sk_sk: Miera prijatia

source: Bounce Rate
sk_sk: Miera vrátenia

source: Unique Open Rate
sk_sk: Miera jedinečného otvorenia

source: Total Open Rate
sk_sk: Celková miera otvorenia

source: Click through Rate
sk_sk: Miera prekliknutia

source: Click to Open Rate
sk_sk: Miera kliknutia s otvorením

source: Opt-outs
sk_sk: Explicitné nesúhlasy

source: Groups Included in Mailing
sk_sk: Skupiny zahrnuté do pošty

source: For Chart view, please select at least one field from %1 OR %2.
sk_sk: Na schematické zobrazenie vyberte aspoň jedno pole z %1 ALEBO %2.

source: Mail Summary
sk_sk: Súhrn pošty

source: Statistics
sk_sk: Štatistiky

source: View Mailing details for this mailing
sk_sk: Zobraziť podrobnosti tejto pošty

source: Do Not SMS
sk_sk: Neposielať SMS

source: No Bulk Email(Is Opt Out)
sk_sk: Žiadne hromadné e-maily (je nastavené odmietnutie)

source: First Contribution Date
sk_sk: Dátum prvého príspevku

source: First Contribution Amount
sk_sk: Suma prvého príspevku

source: Recurring Contribution Id
sk_sk: ID opakujúceho sa príspevku

source: Premium Option
sk_sk: Možnosť prémie

source: Premium Fulfilled Date
sk_sk: Dátum dosiahnutia prémie

source: Primary Membership
sk_sk: Primárne členstvo

source: Primary members only
sk_sk: Iba primárni členovia

source: Non-primary members only
sk_sk: Iba iní ako primárni členovia

source: Is Deleted
sk_sk: Je odstránené

source: Primary/Inherited?
sk_sk: Primárne/zdedené?

source: Membership Detail Report
sk_sk: Správa o podrobnostiach členstva

source: ended
sk_sk: ukončené

source: Current Cycle Start Date
sk_sk: Dátum začiatku pre aktuálny cyklus

source: Membership Lapse Date
sk_sk: Dátum zániku členstva

source: Lapsed Memberships
sk_sk: Zaniknuté členstvá

source: View Membership Detail for this Contact.
sk_sk: Zobrazte podrobnosti členstva pre tento kontakt.

source: Total Payments Made
sk_sk: Všetky vykonané platby

source: Member Count
sk_sk: Počet členov

source: Total Members
sk_sk: Všetci členovia

source: Member Since / Member Type
sk_sk: Členom od/Typ člena

source: Lists Summary of Memberships for this date unit.
sk_sk: Súhrnný zoznam členstiev pre tento dátum.

source: Current Cycle End Date
sk_sk: Dátum ukončenia aktuálneho cyklu

source: Membership Summary Report
sk_sk: Súhrnná správa členstiev

source: Row(s) Listed
sk_sk: Uvedené riadky

source: Pledge Made Date
sk_sk: Dátum poskytnutia prísľubu

source: Pledged Amount
sk_sk: Prisľúbená suma

source: Total Amount Paid
sk_sk: Celková zaplatená suma

source: Total No Pledges
sk_sk: Celkový počet prísľubov

source: Next Payment Due
sk_sk: Termín ďalšej platby

source: Constituent Name
sk_sk: Meno zástupcu

source: View Pledge Details for this contact
sk_sk: Zobraziť podrobnosti prísľubu pre tento kontakt

source: Aggregate Amount Pledged
sk_sk: Prisľúbená súhrnná suma

source: Url already exists in Database.
sk_sk: Adresa URL už je v databáze.

source: Class already exists in Database.
sk_sk: Trieda už je v databáze.

source: Selected %1 Report has been deleted.
sk_sk: Zvolená správa %1 bola odstránená.

source: (copy created by %1 on %2)
sk_sk: (kópiu vytvoril(-a) %1 dňa %2)

source: Report Templates
sk_sk: Šablóny správ

source: Select Columns
sk_sk: Vybrať stĺpce

source: Columns
sk_sk: Stĺpce

source: Operator:
sk_sk: Operátor:

source: Filters
sk_sk: Filtre

source: Developer
sk_sk: Vývojár

source: Display Options
sk_sk: Možnosti zobrazenia

source: Chart
sk_sk: Schéma

source: Group by columns
sk_sk: Zoskupiť podľa stĺpcov

source: Sorting
sk_sk: Zoradenie

source: - none -
sk_sk: – žiadne –

source: Order by Section
sk_sk: Zoradiť podľa sekcie

source: Page Break
sk_sk: Zlom strany

source: Add Contacts to Group
sk_sk: Pridať kontakty do skupiny

source: Please make sure fields selected in 'Group by Columns' section are also selected in 'Display Columns' section.
sk_sk: Uistite sa, že polia zvolené v sekcii 'Zoskupiť podľa stĺpcov' sú zvolené aj v sekcii 'Zobraziť stĺpce'.

source: Please ensure that fields selected in 'Display Columns' are also selected in 'Group by Columns' section.
sk_sk: Uistite sa, že polia zvolené v sekcii 'Zobraziť stĺpce' sú zvolené aj v sekcii 'Zoskupiť podľa stĺpcov'.

source: Is less than or equal to
sk_sk: Je menej ako alebo sa rovná

source: Is greater than or equal to
sk_sk: Je viac ako alebo sa rovná

source: Is between
sk_sk: Je v rozmedzí

source: Is equal to
sk_sk: Rovná sa

source: Is less than
sk_sk: Je menej ako

source: Is greater than
sk_sk: Je viac ako

source: Is not equal to
sk_sk: Nerovná sa

source: Is not between
sk_sk: Nie je v rozmedzí

source: Is empty (Null)
sk_sk: Je prázdne (Null)

source: Is not empty (Null)
sk_sk: Nie je prázdne (Null)

source: Contains
sk_sk: Obsahuje výraz

source: Starts with
sk_sk: Začína sa výrazom

source: Ends with
sk_sk: Končí sa výrazom

source: Does not contain
sk_sk: Neobsahuje výraz

source: Grand Total
sk_sk: Celkový súčet

source: %1 for this state.
sk_sk: %1 pre tento štát.

source: %1 for this country.
sk_sk: %1 pre túto krajinu.

source: %1 for this county.
sk_sk: %1 pre tento okres.

source: Total Row(s)
sk_sk: Všetky riadky

source: Grouping(s)
sk_sk: Zoskupenia

source: Between %1 and %2
sk_sk: V rozmedzí od %1 do %2

source: Is Not
sk_sk: Nie je

source: Is
sk_sk: Je

source: Records
sk_sk: Záznamy

source: Supplementary Address Field 1
sk_sk: Doplnkové pole adresy 1

source: Supplementary Address Field 2
sk_sk: Doplnkové pole adresy 2

source: Supplementary Address Field 3
sk_sk: Doplnkové pole adresy 3

source: Odd / Even Street Number
sk_sk: Nepárne/párne orientačné číslo

source: %1 for this %2.
sk_sk: %1 pre tento prvok %2.

source: View Contact Summary for Employer.
sk_sk: Zobraziť súhrn kontaktu pre zamestnávateľa.

source: Contact Prefix
sk_sk: Predpona kontaktu

source: Contact Suffix
sk_sk: Prípona kontaktu

source: Contact Job title
sk_sk: Pracovná pozícia kontaktu

source: Contact identifier from external system
sk_sk: Identifikátor kontaktu z externého systému

source: Contact Created
sk_sk: Kontakt vytvorený

source: Contact Modified
sk_sk: Kontakt upravený

source: Do not SMS
sk_sk: Neposielať SMS

source: Do not Trade
sk_sk: Neobchodovať

source: Do not bulk email
sk_sk: Neposielať hromadný e-mail

source: Refresh results
sk_sk: Obnoviť výsledky

source: View results
sk_sk: Zobraziť výsledky

source: Contact Name (in sort format)
sk_sk: Meno kontaktu (vo formáte zoradenia)

source: Contact Sub Type
sk_sk: Podtyp kontaktu

source: Is deleted
sk_sk: Je odstránené

source: Is deceased
sk_sk: Je zosnulý/-á

source: Primary Address?
sk_sk: Primárna adresa?

source: Report mail has been sent.
sk_sk: E-mail so správou bol odoslaný.

source: Report mail could not be sent.
sk_sk: E-mail so správou sa nepodarilo odoslať.

source: Mail Error
sk_sk: Chyba e-mailu

source: CiviCRM Report Engine
sk_sk: Nástroj vykazovania CiviCRM

source: access CiviReport
sk_sk: prístup k CiviReport

source: View reports
sk_sk: Zobraziť správy

source: access Report Criteria
sk_sk: prístup ku kritériám správ

source: Change report search criteria
sk_sk: Zmeniť kritériá vyhľadávania správ

source: Save report search criteria
sk_sk: Uložiť kritériá vyhľadávania správ

source: administer private reports
sk_sk: spravovať súkromné správy

source: Edit all private reports
sk_sk: Upraviť všetky súkromné správy

source: administer reserved reports
sk_sk: spravovať rezervované správy

source: Edit all reports that have been marked as reserved
sk_sk: Upraviť všetky správy, ktoré boli označené ako rezervované

source: administer Reports
sk_sk: spravovať správy

source: Manage report templates
sk_sk: Spravovať šablóny správ

source: view report sql
sk_sk: zobraziť správu SQL

source: View sql used in CiviReports
sk_sk: Zobraziť SQL použité v CiviReports

source: Report URL
sk_sk: Adresa URL správy

source: The report is attached as a CSV file.
sk_sk: Správa je priložená ako súbor vo formáte CSV.

source: The report is attached as a PDF file.
sk_sk: Správa je priložená ako súbor vo formáte PDF.

source: You have tried to access a report that does not exist.
sk_sk: Pokúsili ste sa získať prístup k správe, ktorá neexistuje.

source: Could not find template for the instance.
sk_sk: Nepodarilo sa nájsť šablónu pre danú inštanciu.

source: Template Not Found
sk_sk: Šablóna sa nenašla

source: Report(s) created from the template: %1
sk_sk: Správy vytvorené na základe šablóny: %1

source: %1 Reports
sk_sk: Správy %1

source: New %1 Report
sk_sk: Nová správa %1

source: New Report
sk_sk: Nová správa

source: View as pdf
sk_sk: Zobraziť ako PDF

source: Print report
sk_sk: Vytlačiť správu

source: Export to csv
sk_sk: Exportovať do CSV

source: Registered Templates
sk_sk: Registrované šablóny

source: %1 - Template
sk_sk: %1 – šablóna

source: Could not find the report template. Make sure the report template is registered and / or url is correct.
sk_sk: Nepodarilo sa nájsť šablónu správy. Uistite sa, že je šablóna správy zaregistrovaná a/alebo že je adresa URL správna.

source: Existing report(s) from this template
sk_sk: Existujúce správy na základe tejto šablóny

source: Add all contacts to %1 group?
sk_sk: Pridať všetky kontakty do skupiny %1?

source: Cover Sheet for %1
sk_sk: Predná strana pre %1

source: Survey Title = %1
sk_sk: Názov prieskumu = %1

source: Response Codes
sk_sk: Kódy odpovedí

source: %1 Breakdown
sk_sk: Rozpis %1

source: % of Total
sk_sk: % z celkového počtu

source: Title and Format
sk_sk: Názov a formát

source: Email Delivery
sk_sk: Doručenie e-mailu

source: Access
sk_sk: Prístup

source: WARNING: Deleting this option will result in the loss of all Report related records which use the option. This may mean the loss of a substantial amount of data, and the action cannot be undone. Do you want to continue?
sk_sk: VAROVANIE: Odstránenie tejto možnosti bude mať za následok stratu všetkých záznamov súvisiacich so správou, ktoré túto možnosť využívajú. Môže to spôsobiť stratu podstatného množstva údajov a tento krok nie je možné vrátiť späť. Chcete pokračovať?

source: Report title appear in the display screen.
sk_sk: Názov správy sa zobrazí na displeji.

source: Report description appear in the display screen.
sk_sk: Opis správy sa zobrazí na displeji.

source: Report Url must be like "contribute/summary"
sk_sk: Adresa URL správy musí mať podobu 'príspevok/súhrn'

source: Report Class must be present before adding the report here, e.g. 'CRM_Report_Form_Contribute_Summary'
sk_sk: Pred pridaním správy musí byť prítomná trieda správy, napr. 'CRM_Report_Form_Contribute_Summary'

source: Specify the Report if it is belongs to any component like "CiviContribute"
sk_sk: Uveďte správu v prípade, ak patrí k ľubovoľnému komponentu ako 'CiviContribute'

source: Class used
sk_sk: Použitá trieda

source: SQL Modes
sk_sk: Režimy SQL

source: Email Delivery Settings
sk_sk: Nastavenia doručovania e-mailov

source: Link to
sk_sk: Prepojenie na

source: All report instances are automatically included in the Report Listing page. Check this box to also add this report to the navigation menu.
sk_sk: Všetky inštancie správ sú automaticky zahrnuté do stránky Zoznam správ. Označením tohto políčka tiež pridáte túto správu do ponuky navigácie.

source: If set to Yes, this report will appear in the My Reports section of the reports listing page and will only be visible by you.
sk_sk: Ak nastavíte možnosť Áno, táto správa sa zobrazí v sekcii Moje správy na stránke zoznamu správ a uvidíte ju iba vy.

source: If reserved, only users with 'administer reserved reports' permission can modify this report instance.
sk_sk: Ak je rezervovaná, túto inštanciu správy môžu upravovať iba používatelia s povolením 'spravovať rezervované správy'.

source: Users with appropriate permissions can add this report to their dashboard.
sk_sk: Používatelia s príslušnými povoleniami môžu túto správu pridať do svojej tabule.

source: rows
sk_sk: riadky

source: Section Header / Group By
sk_sk: Hlavička sekcie/Zoskupiť podľa

source: remove sort by column
sk_sk: odobrať zoradenie podľa stĺpca

source: Email Settings
sk_sk: Nastavenia e-mailu

source: A copy of this report can be automatically generated and delivered via email to specified recipients. Use the settings in this section to control Subject of the email containing the report, as well as the recipient list (To and Cc fields). Separate multiple 'To' or 'CC' email addresses with commas.
sk_sk: Kópiu tejto správy možno automaticky vygenerovať a doručiť uvedeným príjemcom prostredníctvom e-mailu. Pomocou nastavení v tejto sekcii môžete spravovať predmet e-mailu obsahujúceho správu, ako aj zoznam príjemcov (polia Komu a Kópia). Viaceré e-mailové adresy v poli 'Komu' alebo 'Kópia' oddeľte čiarkami.

source: Your site administrator will need to setup an instance of the Scheduled Job "Mail Reports" to trigger creation and delivery of each report. When invoked, this job will deliver email to the recipients specified for the report. The report can be attached to the email as a PDF file (default), as a CSV file, or included in HTML format.
sk_sk: Váš správca lokality bude musieť nastaviť inštanciu naplánovanej úlohy 'Poslať správy', aby sa spustilo vytvorenie a doručenie jednotlivých správ. Po spustení bude táto úloha doručovať e-maily príjemcom, ktorí sú uvedení pri danej správe. Správu možno priložiť k e-mailu ako súbor vo formáte PDF (predvolený), ako súbor vo formáte CSV alebo ako súčasť formátu HTML.

source: This title and the description below will be displayed to users in the reports list when they click the 'Reports Listing' menu. The title should reflect the report's default criteria. EXAMPLE: Activity Report - Current Month
sk_sk: Tento názov a nižšie uvedený opis sa zobrazia používateľom v zozname správ po kliknutí na ponuku 'Zoznam správ'. Názov by mal odzrkadľovať predvolené kritériá správy. PRÍKLAD: Správa o aktivite – Aktuálny mesiac

source: The Report Header contains HTML code that will be output at the beginning of the document whenever this report is printed or downloaded in PDF format. The default values will work for most situations. However you may want to enter the actual report title in the &lt;title&gt; tag (replacing 'CiviCRM Report'). You can include a logo by adding an &lt;img&gt; tag. You can also modify the look and feel of the printed report by including a custom CSS file (instead of print.css).
sk_sk: Hlavička správy obsahuje kód HTML, ktorý bude uvedený na začiatku dokumentu vždy, keď si túto správu vytlačíte alebo stiahnete vo formáte PDF. Predvolené hodnoty budú fungovať vo väčšine situácií. Možno však budete chcieť zadať skutočný názov správy do značky &lt;názov&gt; (ktorým sa nahradí hodnota 'Správa CiviCRM'). Môžete zahrnúť aj logo, a to pridaním značky &lt;img&gt;. Taktiež môžete upraviť vzhľad a dojem z vytlačenej správy, ak zahrniete vlastný súbor CSS (a nie print.css).

source: The Report Footer HTML code will be output at the end of the document. You can add any additional footer text, replace the CiviCRM logo, or make other changes as needed.
sk_sk: Kód HTML v päte správy bude uvedený na konci dokumentu. Môžete pridať dodatočný text päty, vymeniť logo CiviCRM alebo podľa potreby vykonať iné zmeny.

source: You can control access to this report by selecting a 'Permission' from the list, or selecting one or more Roles. For example, you might select <em>access CiviContribute</em> for contribution reports (e.g. the same people who can see contribution data would also have access to the report). You can also prevent users from modifying the default report criteria and filters for reports by NOT giving them <em>access Report Criteria</em> permission. Those users will be able to run the report - but only with the criteria and filters that you've established for them.
sk_sk: Môžete spravovať prístup k tejto správe, a to výberom možnosti 'Povolenie' zo zoznamu alebo výberom jednej či viacerých rolí. Napríklad môžete vybrať možnosť <em>prístup k CiviContribute</em> pre správy o príspevkoch (napr. rovnakí ľudia, ktorí môžu vidieť údaje o príspevkoch, majú prístup aj ku správe). Taktiež môžete používateľom zabrániť v úprave predvolených kritérií a filtrov pre správy, ak im NEUDELÍTE povolenie <em>prístup ku kritériám správ</em>. Títo používatelia budú môcť správu spustiť – ale iba s kritériami a filtrami, ktoré ste za nich nastavili.

source: You can make this report instance available for users to include in their CiviCRM 'Home Dashboard' by checking this box. Users with appropriate permissions will see the report in the 'Available Dashlets' box when they 'Configure' their dashboard. If you want to make a graphic version of the report available, select the desired 'View' and click 'Update Report'. You may want to create a set of report instances specifically for use as dashlets (and you can choose to NOT include them in the navigation menu if you want to distinguish these from the reports that users typically utilize in full screen mode).
sk_sk: Označením tohto políčka môžete túto inštanciu správy používateľom sprístupniť tak, aby ju mali zahrnutú v časti 'Domovský tabuľa' v CiviCRM. Používatelia s príslušnými povoleniami uvidia správu v poli 'Dostupné prvky', keď si 'nakonfigurujú' svoj tabuľa. Ak chcete sprístupniť grafickú verziu správy, vyberte požadované 'zobrazenie' a kliknite na možnosť 'Aktualizovať správu'. Môžete vytvoriť aj súbor inštancií správ, ktoré sa budú používať výhradne ako prvky (a môžete vybrať, že ich NEZAHRNIETE do ponuky navigácie, aby ste ich odlíšili od správ, ktoré používatelia bežne využívajú v režime zobrazenia na celej obrazovke).

source: If you need to make a dashlet NOT available, AND remove it from existing user dashboards - you can do that from the 'Configure' screen on your dashboard. Click the 'x' on the right side of the dashlet's icon.
sk_sk: Ak potrebujete, aby prvok NEBOL dostupný, A ZÁROVEŇ ho chcete odobrať z existujúcich tabúľ používateľa, môžete tak urobiť na obrazovke 'Konfigurovať' na paneli. Kliknite na znak 'x' napravo od ikony prvku.

source: Limit Rows per Page in Dashboard
sk_sk: Obmedziť počet riadkov na stránke tabule

source: The default number of rows per page for most reports is 50. However, this may be too many for a report which is included in the 'Home Dashboard'. You can reduce the number of rows included in each page when the report is part of the Dashboard by entering the desired row count here. Users will still be able to navigate through the full report using a pager.
sk_sk: Predvolený počet riadkov na stránke v prípade väčšiny správ je 50. To však môže byť priveľa, ak ide o správu, ktorá je zahrnutá v 'domovskej tabuli'. Počet riadkov na každej stránke môžete znížiť, ak je správa súčasťou panelu, a to zadaním požadovaného počtu riadkov. Používatelia budú stále môcť prechádzať celou správou pomocou ovládacieho prvku stránkovania.

source: Dashboard Caching
sk_sk: Vyrovnávacia pamäť tabule

source: How often should the contents of this dashlet be automatically refreshed? Users can manually reload by clicking the refresh button on their dashboards.
sk_sk: Ako často by sa mal automaticky obnovovať obsah tohto prvku? Používatelia môžu manuálne vykonať opätovné načítanie kliknutím na tlačidlo obnovenia na tabuli.

source: Users with 'administer reserved reports' permission can mark a report instance as reserved, which prevents other users from accessing or modifying Report Criteria and Report Settings. This is particularly useful for report instances whose criteria affect the data available on non-report screens. For example, the display columns configured for the Contact Logging Summary affect the columns shown under each contact's Change Log tab.
sk_sk: Používatelia s povolením 'spravovať rezervované správy' môžu označiť inštanciu správy ako rezervovanú, čo zabráni iným používateľom v prístupe ku kritériám správy a nastaveniam správy a v ich úprave. To je obzvlášť užitočné pri inštanciách správy, ktorých kritériá ovplyvňujú údaje dostupné na obrazovkách mimo správy. Príkladom sú zobrazované stĺpce nakonfigurované v súhrne protokolovania kontaktov, ktoré ovplyvňujú stĺpce znázornené na karte Denník zmien pre každý kontakt.

source: Add to My Reports
sk_sk: Pridať medzi moje správy

source: Selecting Yes will set the report to be visible only to the user that clicked this option and saved the report settings form. If this is enabled, the permissions configuration for this report will be disabled.
sk_sk: Výberom možnosti Áno nastavíte, aby správu mohol vidieť iba používateľ, ktorý klikol na túto možnosť a uložil formulár nastavení správy. Ak je táto možnosť povolená, konfigurácia povolení pre túto správu bude zakázaná.

source: View All Reports
sk_sk: Zobraziť všetky správy

source: Contribution Reports
sk_sk: Správy o príspevkoch

source: Run this report
sk_sk: Spustiť túto správu

source: You do not have any private reports. To add a report to this section, edit the Report Settings for a report and set 'Add to My Reports' to Yes.
sk_sk: Nemáte žiadne súkromné správy. Ak chcete pridať správu do tejto sekcie, upravte nastavenia správy a nastavte položku 'Pridať medzi moje správy' na možnosť Áno.

source: No %1 reports have been created.
sk_sk: Neboli vytvorené žiadne správy %1.

source: No reports have been created.
sk_sk: Neboli vytvorené žiadne správy.

source: You can create reports by selecting from the <a href="%1">list of report templates here.</a>
sk_sk: Môžete vytvárať správy výberom zo <a href="%1">zoznamu šablón správ uvedeného tu.</a>

source: Contact your site administrator for help creating reports.
sk_sk: Požiadajte správcu lokality o pomoc s tvorbou správ.

source: Register New %1
sk_sk: Registrovať novú položku %1

source: There are no option values entered. You can <a href="%1">add one</a>.
sk_sk: Nezadali ste žiadne hodnoty možností. Teraz môžete <a href="%1">jednu pridať</a>.

source: Create reports for your users from any of the report templates listed below. Click on a template title to get started. Click Existing Report(s) to see any reports that have already been created from that template.
sk_sk: Vytvárajte správy pre svojich používateľov na základe ľubovoľných šablón uvedených nižšie. Začnite kliknutím na názov šablóny. Kliknutím na položku Existujúce správy zobrazíte správy, ktoré už boli vytvorené na základe danej šablóny.
