Repository: civicrm/l10n
Catalog: po/*/wordpress-civicrm.po
Languages: de_de, hu_hu, nl_be, tr_tr

source: CiviCRM - Growing and Sustaining Relationships
de_de: CiviCRM – Beziehungen aufbauen und pflegen
hu_hu: CiviCRM - Kapcsolatok növelése és fenntartása
nl_be: CiviCRM.org - Verbeteren en onderhouden relaties
tr_tr: CiviCRM - Büyümek ve ilişkileri sürdürmek

source: First Name
hu_hu: Keresztnév
tr_tr: Ad

source: Last Name
hu_hu: Vezetéknév.
tr_tr: Soyad

source: Add Contact
de_de: Kontakt hinzufügen
hu_hu: Kapcsolat hozzáadása
nl_be: Contact toevoegen
tr_tr: Kişi ekle

source: Recently Added Contacts
de_de: Kürzlich hinzugefügte Kontakte
hu_hu: Mostanában hozzáadott kapcsolatok
nl_be: Recent toegevoegde contacten
tr_tr: Son eklenen kişiler

source: Please review the %1$sWordPress Installation Guide%2$s and the %3$sTroubleshooting page%4$s for assistance. If you still need help, you can often find solutions to your issue by searching for the error message in the %5$sinstallation support section of the community forum%6$s.
de_de: Bitte in der %1$sWordPress Installationsanleitung %2$s nachschlagen und auch auf der %3$sProblemlösungsseite%4$s, um Unterstützung zu erhalten. Weitere Hilfe findet man oft, wenn man die Fehlermeldung im %5$sBereich Installationssupport des Community-Forums%6$s sucht.
hu_hu: Kérem tekintse át a %1$sWordpress Telepítési Kézikönyvet %2$sés a %3$sHiba-keresési oldalt %4$stovábbi lehetőségekért. Ha még mindig segítségre szorul, gyakran találhat megoldásokat a problémáira ha rákeres a hibaüzenetre %5$sa telepítési segítség szakaszban, a közösségi fórumon%6$s.
nl_be: Kijk in de %1$sWordPress Installatie Gids%2$s en op de %3$sTroubleshooting page%4$s voor verdere hulp. Wanneer u nog hulp nodig heeft bij de installatie dan kunt u vaak een oplossing vinden door uw foutbericht te zoeken in de %5$s'installation support'-sectie van het forum%6$s.
tr_tr: Kurulum ile ilgili yardım almak için %1$sWordPress kurulum rehberi%2$s ve %3$sSorun çözme%4$s bölümlerine bakabilirsiniz. Genellikle sorunların çözümü %5$stopluluk forumundaki kurulum desteği bölümünde bulunabilir%6$s.

source: The path for including CiviCRM code files does appear to be set properly. Most likely there is an error in the %s setting in your CiviCRM settings file.
de_de: Der Pfad zum Einbinden des CiviCRM-Codes scheint korrekt zu sein. Möglicherweise ist es ein Fehler in der %s Einstellung der CiviCRM settings Datei.
hu_hu: Az elérési út a CiviCRM kód fájloknak nem lett helyesen beállítva. Nagy valószínűséggel egy hiba van a%s beállításokban az ön CiviCRM beállítások fájljában.
nl_be: Het pad om CiviCRM code bestanden in te sluiten lijkt goed ingesteld. Hoogstwaarschijnlijk is er een fout in de <em>civicrm_root</em> instelling in je CiviCRM configuratiebestand (!1).
tr_tr: CiviCRM kod dosyalarının yolu doğru şekilde ayarlanmamış gibi görünüyor. CiviCRM ayar dosyasındaki %s ayarında bir sorun olabilir.

source: Your CiviCRM settings file location is set to:
de_de: Der Speicherort der CiviCRM-Einstellungsdatei ist eingestellt auf:
hu_hu: Az ön CiviCRM beállítási fájl elérhetősége itt:
nl_be: Uw CiviCRM instellingen bestandslocatie is ingesteld op:
tr_tr: CiviCRM ayarları dosyasının konumu şöyle ayarlanmış:

source: %s is currently set to:
de_de: %s ist aktuell eingestellt auf:
hu_hu: %s jelenleg beállítva:
nl_be: %s is momenteel ingesteld op:
tr_tr: %s şu anda şöyle ayarlanmış:

source: Please check that your CiviCRM settings file is where it should be and that %s is set correctly in it. Also check that the CiviCRM code directory is where it should be. If these are both fine, then you will have to look in your logs for more information.
de_de: Bitte überprüfen, ob die CiviCRM Settings-Datei an der richtigen Stelle liegt und %s in ihr korrekt definiert. Ebenfalls bitte überprüfen, ob der CiviCRM-Code im richtigen Ordner liegt. Sollte beides stimmen, dann sollten die Logs zur Problemlösung herangezogen werden.
hu_hu: Kérjük, ellenőrizze, hogy a CiviCRM beállításfájlja ott van-e, ahol lennie kell, %sés megfelelően van-e beállítva. Azt is ellenőrizze, hogy a CiviCRM kódkönyvtár ott van-e, ahol lennie kell. Ha mindkettő rendben van, akkor további információkat a naplókban kell keresnie.
nl_be: Controleer of het instellingenbestand van CiviCRM staat waar het moet staan en of het %s correct is ingesteld. Controleer ook of de CiviCRM codedirectory staat waar die moet staan. Als deze beide in orde zijn, dan zul je in je logs moeten kijken voor meer informatie.
tr_tr: Lütfen CiviCRM ayarlar dosyanızın olması gereken yerde olduğundan ve %s dosyasında doğru olarak ayarlandığından emin olun. Ayrıca CiviCRM kod klasörünün olması gereken yerde olduğundan da emin olun. Bunların ikisi de doğruysa, ayrıntılı bilgi almak için günlük kayıtlarına bakmanız gerekir.

source: CiviCRM requires PHP version %1$s or greater. You are running PHP version %2$s
de_de: CiviCRM benötigt PHP in der Version %1$s oder höher. Aktuell läuft PHP in der Version %2$s
hu_hu: A CiviCRM-hez a PHP %1$s változatára vagy újabbra van szükség. Ön a PHP %2$sváltozatát futtaja
nl_be: CiviCRM vereist PHP versie %1$s of hoger. U heeft PHP versie %2$s
tr_tr: CiviCRM için PHP %1$s ya da üzerindeki bir sürüm gereklidir. PHP %2$s sürümünü kullanıyorsunuz

source: You will have to upgrade PHP before you can run this version CiviCRM.
de_de: PHP muss aktualisiert werden, bevor diese CiviCRM-Version benutzt werden kann.
hu_hu: Frissítenie kell a PHP-t mielőtt futtatná a CiviCRM ezen változatát.
nl_be: Je moet PHP upgraden voordat je deze versie van CiviCRM kunt gebruiken.
tr_tr: Bu CiviCRM sürümünü çalıştırmadan önce PHP sürümünü yükseltmelisiniz.

source: To continue using CiviCRM without upgrading PHP, you will have to revert both the plugin and the database to a backup of your previous version.
de_de: Um CiviCRM weiterhin zu verwenden, ohne PHP zu aktualisieren, müssen Sie sowohl das Plugin als auch die Datenbank auf ein Backup der vorherigen Version zurücksetzen.
hu_hu: A PHP frissítés nélkül a CiviCRM további használatához, vissza kell állítania a korábbi változatra és az adatbázist is vissza kell állni a korábbi változat mentéséből.
nl_be: Om CiviCRM te blijven gebruiken zonder PHP te upgraden, moet je zowel de plugin als de database terugzetten naar een back-up van je vorige versie.
tr_tr: PHP sürümünü yükseltmeden CiviCRM kullanmayı sürdürmek için hem eklentiyi hem de veri tabanını önceki sürümünüzün yedeğine döndürmeniz gerekir.

source: CiviCRM needs a WordPress Page to show its content on the public-facing pages of your website.
de_de: CiviCRM benötigt eine WordPress-Seitez, um die Inhalte auf der öffentlich sichtbaren Webseite auszuspielen.
hu_hu: WordPress oldal kell a CiviCRM-nek ahhoz, hogy a honlapján meg tudja jeleníteni annak a tartalmát.
nl_be: CiviCRM heeft een WordPress Pagina nodig om de inhoud te tonen op de publieke pagina's van je website.
tr_tr: CiviCRM içeriklerini sitenizin herkese açık sayfalarında gösterebilmek için bir WordPress sayfası gereklidir.

source: Please select a Page from the drop-down for CiviCRM to use as its Base Page. If CiviCRM was able to create one automatically, there should be one with the title "CiviCRM". If not, please select another suitable WordPress Page.
de_de: Bitte wählen Sie eine Seite aus der Dropdown-Liste, die CiviCRM als Basisseite verwenden soll. Wenn CiviCRM eine Seite automatisch erstellen konnte, sollte eine Seite mit dem Titel „CiviCRM“ vorhanden sein. Falls nicht, wählen Sie bitte eine andere geeignete WordPress-Seite.
hu_hu: Kérem válassza ki azt az oldalt a legördülő menüből, amelyet a CiviCRM alapoldalaként kíván használni. Ha a CiviCRM létre tudja hozni automatikusan, akkor "CiviCRM" címmel rendelkezik majd. Ha nem, kérem válasszon egy másik alkalmas WordPress oldalt.
nl_be: Selecteer een pagina uit de drop-down voor CiviCRM om te gebruiken als basispagina. Als CiviCRM in staat was om er automatisch één aan te maken, dan zou er één moeten zijn met de titel "CiviCRM". Zo niet, selecteer dan een andere geschikte WordPress Pagina.
tr_tr: Lütfen açılan listeden CiviCRM için temel sayfa olarak kullanılacak bir sayfa seçin. CiviCRM otomatik olarak bir tane oluşturabildiyse, "CiviCRM" başlıklı bir sayfa olması gerekir. Yoksa lütfen başka bir uygun WordPress sayfası seçin.

source: It appears that your Base Page has been set. Looking good.
de_de: Es scheint, dass die Base Page eingestellt ist. Sieht gut aus.
hu_hu: Úgy tűnik, hogy az alapoldal beállításra került. Jól néz ki.
nl_be: Het lijkt erop dat je Basispagina is ingesteld. Ziet er goed uit.
tr_tr: Görünüşe göre temel sayfanız ayarlanmış. İyi görünüyor.

source: Choose Base Page
de_de: Wähle Base Page
hu_hu: Válassza ki az alapoldalt
nl_be: Kies Basispagina
tr_tr: Temel sayfayı seçin

source: Saved
hu_hu: Mentve
tr_tr: Kaydedildi

source: Update
hu_hu: Frissítés
tr_tr: Güncelle

source: You may sometimes find yourself in situations that require the CiviCRM caches to be cleared, e.g. when template files need to be refreshed.
de_de: Es kann Situationen geben, in denen der CiviCRM-Cache geleert werden muss, z.B. wenn Templatedateien neu geladen werden müssen.
hu_hu: Néhány esetben szüksége lehet a CiviCRM gyorstár kiürítésére, pl. amikor sablon fájlokat frissíteni kell.
nl_be: Soms kom je in situaties terecht waarin de CiviCRM caches moeten worden gewist, bijvoorbeeld wanneer sjabloonbestanden moeten worden vernieuwd.
tr_tr: Bazen CiviCRM ön belleklerinin temizlenmesi gereken durumlarla karşılaşabilirsiniz. Örneğin tema dosyalarının yenilenmesi gerektiğinde.

source: Clear Caches
de_de: Cache leeren
hu_hu: Gyorstár ürítése
nl_be: Cache opruimen
tr_tr: Ön bellekleri temizle

source: When a WordPress User updates their Email, CiviCRM will automatically update the Primary Email of their linked Contact record. This setting lets you choose whether the reverse update should happen - i.e. if the Primary Email of a Contact that has a linked WordPress User is updated, do you want CiviCRM to update the WordPress User Email?
de_de: Wenn ein WordPress-Benutzer seine E-Mail aktualisiert, aktualisiert CiviCRM automatisch die primäre E-Mail des verknüpften Kontaktdatensatzes. Mit dieser Einstellung können Sie wählen, ob die umgekehrte Aktualisierung erfolgen soll - d.h. wenn die primäre E-Mail eines Kontakts, der einen verknüpften WordPress-Benutzer hat, aktualisiert wird, möchten Sie, dass CiviCRM die E-Mail des WordPress-Benutzers aktualisiert?
hu_hu: Amikor a WordPress felhasználó frissíti az e-mail címét, a CiviCRM automatikusan frissíti a csatlakozó kapcsolat rekord elsődleges címét. Ez a beállítás lehetővé teszi, hogy kiválassza a frissítés visszaállítását - u.m. Ha az elsődleges e-mailcím amely a WordPress felhasználóhoz csatlakozik frissítésre kerül akarja-e, hogy a CiviCRM frissítse a WordPress felhasználó e-mail címét?
nl_be: Wanneer een WordPress Gebruiker zijn Email update, zal CiviCRM automatisch de Primaire Email van zijn gekoppelde Contact record updaten. Deze instelling laat je kiezen of de omgekeerde update moet gebeuren - d.w.z. als de Primaire Email van een Contact met een gekoppelde WordPress Gebruiker wordt geüpdate, wil je dan dat CiviCRM de WordPress Gebruiker Email update?
tr_tr: Bir WordPress Kullanıcısı E-posta adresini güncellediğinde, CiviCRM otomatik olarak ilgili kişi kaydının birincil e-posta adresini günceller. Bu ayar, ters güncellemenin yapılıp yapılmayacağını belirler. Bağlantılı bir WordPress kullanıcısı olan bir kişinin birincil e-posta adresi güncellenirse, CiviCRM WordPress kullanıcı e-postasını güncellesin mi?

source: Sync Emails
de_de: Sync E-Mail
hu_hu: E-mailek szinkronizálása
nl_be: Synchroniseer Emails
tr_tr: E-posta adresleri eşitlensin

source: Yes
hu_hu: Igen
tr_tr: Evet

source: No
hu_hu: Nem
tr_tr: Hayır

source: Below is a list of shortcuts to some CiviCRM admin pages that are important when you are setting up CiviCRM. When these settings are correctly configured, your CiviCRM installation should be ready for you to customise to your requirements.
de_de: Im Folgenden finden Sie eine Liste von Verknüpfungen zu einigen CiviCRM-Verwaltungsseiten, die bei der Einrichtung von CiviCRM wichtig sind. Wenn diese Einstellungen korrekt konfiguriert sind, sollten Sie Ihre CiviCRM-Installation an Ihre Anforderungen anpassen können.
hu_hu: Az alábbiakban néhány CiviCRM adminisztrációs oldalra mutató parancsikonok listája található, amelyek fontosak a CiviCRM beállításakor. Ha ezek a beállítások helyesen vannak konfigurálva, a CiviCRM telepítés készen áll, hogy testreszabhassa az igényeinek megfelelően.
nl_be: Hieronder staat een lijst met snelkoppelingen naar een aantal CiviCRM admin pagina's die belangrijk zijn bij het instellen van CiviCRM. Wanneer deze instellingen correct zijn geconfigureerd, zou uw CiviCRM installatie klaar moeten zijn om aan te passen aan uw wensen.
tr_tr: Aşağıda, CiviCRM kurulumu sırasında önemli olan bazı CiviCRM yönetici sayfalarının kısayollarını görebilirsiniz. Bu ayarlar doğru yapılandırıldığında, CiviCRM gereksinimlerinize göre özelleştirilmiş olarak kurulmuş olmalıdır.

source: Shortcuts to some CiviCRM maintenance tasks.
de_de: Abkürzungen zu einigen CiviCRM-Wartungsaufgaben.
hu_hu: Parancsikonok néhány CiviCRM karbantartási feladathoz.
nl_be: Snelkoppelingen naar bepaalde onderhoudstaken van CiviCRM.
tr_tr: Bazı CiviCRM bakım görevlerinin kısayolları.

source: You may need all CiviCRM permissions to be exposed as capabilities in WordPress, e.g. when you want them to be discoverable by other plugins. CiviCRM can do this by creating a role called "CiviCRM Admin" that has the complete set of CiviCRM capabilities. If you choose not to create the "CiviCRM Admin" role, then refreshing will just rebuild the existing set of capabilities.
de_de: Es kann sein, dass Sie alle CiviCRM-Berechtigungen als Capabilities in WordPress benötigen, z.B. wenn Sie möchten, dass sie von anderen Plugins entdeckt werden können. CiviCRM kann dies tun, indem es eine Rolle mit dem Namen „CiviCRM Admin“ erstellt, die den kompletten Satz an CiviCRM-Fähigkeiten besitzt. Wenn Sie sich dafür entscheiden, die Rolle „CiviCRM Admin“ nicht zu erstellen, dann wird die Auffrischung nur den bestehenden Satz von Fähigkeiten wiederherstellen.
hu_hu: Előfordulhat, hogy minden CiviCRM engedélyre szüksége lesz ahhoz, hogy a WordPress képességek megjelenjenek, pl. amikor azt szeretné, hogy más beépülő modulok felfedezhessék őket. A CiviCRM ezt úgy tudja megtenni, hogy létrehoz egy „CiviCRM Adminisztrátor” nevű szerepet, amely a CiviCRM képességek teljes készletével rendelkezik. Ha úgy dönt, hogy nem hozza létre a „CiviCRM Adminisztrátor” szerepkört, akkor a frissítés csak újraépíti a meglévő képességeket.
nl_be: Het kan zijn dat je alle CiviCRM permissies nodig hebt om ze te tonen als mogelijkheden in WordPress, bijvoorbeeld als je wilt dat ze ontdekt kunnen worden door andere plugins. CiviCRM kan dit doen door een rol aan te maken genaamd "CiviCRM Admin" die de complete set van CiviCRM mogelijkheden heeft. Als je ervoor kiest om de "CiviCRM Admin" rol niet aan te maken, dan zal refreshing gewoon de bestaande set van mogelijkheden opnieuw opbouwen.
tr_tr: Tüm CiviCRM izinlerinin WordPress üzerinde yetenekler olarak gösterilmesine gerek duyabilirsiniz. Örneğin bunların diğer eklentiler tarafından kullanılabilir olmasını isteyebilirsiniz. CiviCRM bunu, tüm CiviCRM yetenekleri olan "CiviCRM Yöneticisi" rolünü oluşturarak yapabilir. "CiviCRM Yöneticisi" rolünü oluşturmamayı seçerseniz, yenileme yalnızca var olan yetenek grubunu yeniden oluşturur.

source: CiviCRM Admin Role
de_de: CiviCRM Admin Rolle
hu_hu: CiviCRM adminisztrátori szerepkör
nl_be: CiviCRM Beheerder Rol
tr_tr: CiviCRM Yöneticisi rolü

source: Enable the CiviCRM Admin role
de_de: Aktiviere die CiviCRM Admin Rolle
hu_hu: CiviCRM adminisztrátori szerepkör engedélyezése
nl_be: De CiviCRM Admin rol inschakelen
tr_tr: CiviCRM Yöneticisi rolü kullanılsın

source: Do not enable the CiviCRM Admin role
de_de: Aktiviere die CiviCRM Admin Rolle nicht
hu_hu: Ne engedélyezze a CiviCRM adminisztrátori szerepkört
nl_be: De CiviCRM Admin rol niet inschakelen
tr_tr: CiviCRM Yöneticisi rolü kullanılmasın

source: Refresh Permissions
de_de: Berechtigungen neuladen
hu_hu: Jogosultságok frissítése
nl_be: Rechten verversen
tr_tr: İzinleri yenile

source: When a CiviCRM Shortcode is embedded in a Post/Page without "hijack" being set, it is shown embedded in the content in "Shortcode Mode". If any action is taken via the Shortcode, a query string is appended to the URL and the Post/Page is shown in "Base Page Mode" and the title and content are overwritten. Choose to keep this legacy behaviour or move to the new "Remain in Shortcode Mode" behaviour.
de_de: Wenn ein CiviCRM Shortcode in einen Beitrag/eine Seite eingebettet wird, ohne dass „hijack“ eingestellt ist, wird er im „Shortcode-Modus“ in den Inhalt eingebettet angezeigt. Wenn eine Aktion über den Shortcode ausgeführt wird, wird ein Query-String an die URL angehängt und der Beitrag/die Seite wird im „Basisseitenmodus“ angezeigt und der Titel und der Inhalt werden überschrieben. Wählen Sie, ob Sie dieses alte Verhalten beibehalten oder zum neuen Verhalten „Im Shortcode-Modus bleiben“ wechseln möchten.
hu_hu: Ha egy CiviCRM rövid kód be van ágyazva egy bejegyzésbe/oldalba, anélkül, hogy „eltérítés” lett volna beállítva, akkor „Rövidkód módban” a tartalomba ágyazva jelenik meg. Ha bármilyen műveletet hajtanak végre a rövid kódon keresztül, a rendszer egy lekérdezési karakterláncot fűz az URL-hez, és a bejegyzés/oldal „Alapoldal módban” jelenik meg, a cím és a tartalom pedig felülíródik. Döntse el, hogy megtartja-e ezt az örökölt viselkedést, vagy váltson át az új „Maradj rövid kód módban” viselkedésre.
nl_be: Wanneer een CiviCRM Shortcode is ingesloten in een bericht zonder dat "hijack" is aangezet, zal het getoond worden in de inhoud in "Shorcode Mode". Als actie is ondernomen via de shortcode, zal een query string worden toegevoegd aan de URL en het bericht is getoond in "Base Page Mode" en de titel en de inhoud zijn overschreven.
tr_tr: Bir CiviCRM kısa kodu, "hijack" ayarlanmadan bir iletiye/sayfaya yerleştirildiğinde, "kısa kod kipinde" içeriğe gömülmüş olarak görüntülenir. Kısa kod ile herhangi bir işlem yapılırsa, adrese bir sorgu dizgesi eklenir, ileti/sayfa "temel sayfa kipinde" görüntülenir ve başlık ile içeriğin üzerine yazılır. Bu "Eski temel sayfa kipi kullanılsın" ya da yeni "kısa kod kipinde kalınsın" olarak seçin.

source: Display Mode
de_de: Anzeigemodus
hu_hu: Kijelzési mód
nl_be: Weergavemodus
tr_tr: Görüntüleme kipi

source: Remain in Shortcode Mode
de_de: Im Shortcodemodus bleiben
hu_hu: Maradjon rövid kód módban
nl_be: Blijf in Shortcode-modus
tr_tr: Kısa kod kipinde kalınsın

source: Legacy Base Page Mode
de_de: Legacy Base Seitenmodus
hu_hu: Elavult alapoldal mód
nl_be: Verouderde basis paginamodus
tr_tr: Eski temel sayfa kipi kullanılsın

source: Extensions are a bit like plugins because they enhance what CiviCRM can do. You can find, install and manage many of them in CiviCRM.
de_de: Erweiterungen sind ein bisschen wie Plugins, weil erweitern den Funktionsumfang von CiviCRM. Man kann viele von ihnen in CiviCRM finden, installieren und konfigurieren.
hu_hu: A kiterjesztések kicsit olyanok, mint a bővítmények, mert javítják a CiviCRM képességeit. Ezek közül sokat megtalálhat, telepíthet és kezelhet a CiviCRM-ben.
nl_be: Extensies zijn een beetje zoals plugins omdat ze verbeteren wat CiviCRM kan doen. Je kunt er veel vinden, installeren en beheren in CiviCRM.
tr_tr: Eklentiler, CiviCRM yeteneklerini geliştirdiğinden uygulama ekleri gibidir. Birçoğunu CiviCRM üzerinde bulabilir, kurabilir ve yönetebilirsiniz.

source: Go to your CiviCRM Extensions Page
de_de: Gehe zur CiviCRM Erweiterungsseite
hu_hu: Menjen a CiviCRM kiterjesztések oldalra
nl_be: Ga naar uw CiviCRM Extensies Pagina
tr_tr: CiviCRM eklentileri sayfasına gidin

source: Here are some other places you can find them.
de_de: Hier sind einige andere Orte, wo man sie finden kann.
hu_hu: Itt van néhány egyéb oldal ahol találhat még többet.
nl_be: Hier zijn enkele andere plaatsen waar je ze kunt vinden.
tr_tr: Bunları bulabileceğini diğer yerler.

source: Search CiviCRM Website for "Extensions" that are compatible with WordPress
de_de: Durchsuche CiviCRM-Webseite nach "Erweiterungen", die kompatibel mit WordPress sind
hu_hu: Keressen a CiviCRM weboldalán olyan kiterjesztést ""Extensions" ami a WordPress-el kompatibilis
nl_be: Zoek op de CiviCRM website naar "Extensies" die compatibel zijn met WordPress
tr_tr: WordPress ile uyumlu "Eklentiler" için CiviCRM sitesinde arama yapın

source: Search CiviCRM GitLab for "Extensions" that are compatible with WordPress
de_de: Durchsuche CiviCRM-GitLab nach "Erweiterungen", die kompatibel mit WordPress sind
hu_hu: Keressen a CiviCRM GitLab-on olyan kiterjesztést "Extensions" ami a WordPress-el kompatibilis
nl_be: Zoek CiviCRM GitLab voor "Extensies" die compatibel zijn met WordPress
tr_tr: WordPress ile uyumlu "Eklentiler" için CiviCRM GitLab üzerinde arama yapın

source: Search GitHub for "CiviCRM Extensions"
de_de: Durchsuche GitHub nach "CiviCRM Erweiterungen"
hu_hu: Keressen a GitHun-on "CiviCRM Extensions"-t
nl_be: Zoek op GitHub naar "CiviCRM Extensies".
tr_tr: GitHub üzerinde "CiviCRM Extensions" ifadesini arayın

source: For the more adventurous, here is a list of plugins that are hosted in git repositories around the web. You may need a bit more technical confidence to install and upgrade these plugins.
de_de: Für die Abenteuerlustigen unter Ihnen gibt es hier eine Liste von Plugins, die in Git-Repositories im Internet gehostet werden. Für die Installation und Aktualisierung dieser Plugins benötigen Sie möglicherweise ein wenig mehr technisches Verständnis.
hu_hu: A kalandosabbak számára itt található egy lista a kiterjesztésekről, amelyeket git-tárolókban tárolnak az interneten. Lehet, hogy egy kicsit több technikai önbizalomra lesz szüksége ezeknek a kiterjesztéseknek a telepítéséhez és frissítéséhez.
nl_be: Voor de avonturiers is hier een lijst met plugins die worden gehost in git repositories op het web. Je hebt misschien wat meer technisch vertrouwen nodig om deze plugins te installeren en te upgraden.
tr_tr: Daha maceracı olanlar için, internet üzerindeki git depolarında bulunan eklentilerin listesini burada görebilirsiniz. Bu eklentileri kurmak ve yükseltmek için biraz daha teknik yeterliliğiniz olması gerekebilir.

source: Search GitHub for CiviCRM &amp; WordPress
de_de: Suche auf GitHub nach CiviCRM &amp; WordPress
hu_hu: Keressen a Git Hub-on: CiviCRM &amp; WordPress
nl_be: Zoek op GitHub naar CiviCRM & WordPress
tr_tr: GitHub üzerinde CiviCRM &amp; WordPress ifadesini arayın

source: Could not fetch list of plugins.
de_de: Konnte keine Liste von Plugins erstellen.
hu_hu: Nem sikerült lekérni a kiterjesztések listáját
nl_be: Kan lijst met plugins niet ophalen.
tr_tr: Uygulama eklerinin listesi alınamadı.
