Repository: civicrm/l10n
Catalog: po/*/wordpress-civicrm.po
Languages: de_de, hu_hu, nl_be, tr_tr

source: The easiest way to extend CiviCRM and integrate it with WordPress is through installing plugins that are hosted in the WordPress Plugin Directory. These can be installed and updated through the normal WordPress admin screens.
de_de: Der einfachste Weg, CiviCRM zu erweitern und in WordPress zu integrieren, ist die Installation von Plugins, die im WordPress Plugin Directory gehostet werden. Diese können über die normalen WordPress-Administrationsbildschirme installiert und aktualisiert werden.
hu_hu: A CiviCRM búvítménynek a WordPress-szel való integrálásának legegyszerűbb módja a WordPress beépülő modulok könyvtárában tárolt bővítmények telepítése. Ezeket a normál WordPress rendszergazdai képernyőkön keresztül lehet telepíteni és frissíteni.
nl_be: De makkelijkste manier om CiviCRM uit te breiden en te integreren met WordPress is door plugins te installeren die gehost worden in de WordPress Plugin Directory. Deze kunnen geïnstalleerd en bijgewerkt worden via de normale WordPress admin schermen.
tr_tr: CiviCRM yeteneklerini artırmanın ve WordPress ile bütünleştirmenin en kolay yolu, WordPress eklenti dizininde bulunan eklentileri kurmaktır. Bunlar, normal WordPress yönetici sayfaları ile kurulabilir ve güncellenebilir.

source: Search the WordPress Plugin Directory for plugins tagged CiviCRM
de_de: Durchsuche das WordPress Pluginverzeichnis nach Plugins mit dem Schlagwort CiviCRM.
hu_hu: Keressen a WordPress bővítmény könyvtárban CiviCRM-el címkézett bővítményeket.
nl_be: Zoek in de WordPress Plugin Directory naar plugins met de tag CiviCRM
tr_tr: CiviCRM etiketli eklentiler için WordPress eklenti dizininde arama yapın

source: Search the WordPress Plugin Directory for references to CiviCRM
de_de: Suche im WordPress-Pluginverzeichnis nach Hinweisen auf CiviCRM
hu_hu: Keressen a WordPress bővítmény könyvtárban CiviCRM-re hivatkozásokat
nl_be: Doorzoek de WordPress Plugin Directory voor verwijzingen naar CiviCRM
tr_tr: CiviCRM referansları için WordPress eklenti dizininde arama yapın

source: Version %s
hu_hu: %s változat
nl_be: Versie %s
tr_tr: %s sürümü

source: %d+ active installations
de_de: %d+ aktive Installationen
hu_hu: %d + aktív telepítések száma
nl_be: %d+ actieve installaties
tr_tr: %d+ etkin kurulum

source: Tested up to WordPress %s
de_de: Getested mit WordPress bis zu %s
hu_hu: WordPress-el tesztelve %s
nl_be: Getest tot WordPress %s
tr_tr: WordPress %s ile denenmiş

source: Last updated %s ago
de_de: Letzte Aktualisierung vor %s
hu_hu: Utoljára frissítve %s ezelőtt
nl_be: %s geleden bijgewerkt
tr_tr: En son %s önce güncellenmiş

source: CiviCRM Logo
hu_hu: CiviCRM Logó
tr_tr: CiviCRM logosu

source: CiviCRM Troubleshooting
de_de: CiviCRM Problemlösung
hu_hu: CiviCRM hibaelhárítás
nl_be: CiviCRM problemen oplossen
tr_tr: CiviCRM sorun çözme

source: Something seems to be wrong with your CiviCRM installation. This page will help you try and troubleshoot the problem.
de_de: Mit der CiviCRM-Installation scheint etwas nicht in Ordnung zu sein. Diese Seite hilft, das Problem zu beheben.
hu_hu: Úgy tűnik, hogy valami nincs rendben a CiviCRM telepítésével. Ez az oldal segít a probléma megoldásában.
nl_be: Er lijkt iets mis te zijn met uw CiviCRM installatie. Deze pagina helpt je om het probleem op te lossen.
tr_tr: CiviCRM kurulumunuzda bir sorun var gibi görünüyor. Bu sayfa, sorunu gidermeyi denemenize yardımcı olacak.

source: Integrating CiviCRM with WordPress
de_de: Integriere CiviCRM mit WordPress
hu_hu: CiviCRM integrálása a wordPress-be
nl_be: CiviCRM integreren met WordPress
tr_tr: CiviCRM ile WordPress bütünleştirmesi

source: We have collected some resources to help you make the most of CiviCRM in WordPress.
de_de: Wir haben einige Ressourcen zusammengestellt, die helfen, das Beste aus CiviCRM in WordPress herauszuholen.
hu_hu: Összegyűjtöttünk néhány forrást, amelyek segítségével a legtöbbet hozhatja ki a CiviCRM-ből a WordPressben.
nl_be: We hebben een aantal bronnen verzameld om je te helpen het meeste uit CiviCRM in WordPress te halen.
tr_tr: WordPress üzerinde en iyi şekilde CiviCRM kullanmanıza yardımcı olacak bazı kaynakları bir araya getirdik.

source: CiviCRM Settings
de_de: CiviCRM Einstellungen
hu_hu: CiviCRM beállítások
nl_be: CiviCRM Instellingen
tr_tr: CiviCRM ayarları

source: We have collected some settings here because they are important for configuring CiviCRM in WordPress.
de_de: Wir haben ein paar Einstellungen zusammengestellt, weil diese wichtig sind, um CiviCRM in WordPress zu konfigurieren.
hu_hu: Összegyűjtöttünk néhány beállítást, mert ezek fontosak a CiviCRM WordPress konfigurálásához.
nl_be: We hebben hier een aantal instellingen verzameld omdat ze belangrijk zijn voor het configureren van CiviCRM in WordPress.
tr_tr: WordPress üzerinde CiviCRM yapılandırmakta önemli olduklarından bazı ayarları burada topladık.

source: Only one instance of CiviCRM_For_WordPress please
de_de: Bitte nur eine Instanz von CiviCRM_For_WordPress
hu_hu: A CiviCRM_For_WordPress csak egy példányát kérem
nl_be: Slechts één instantie van CiviCRM_For_WordPress alstublieft
tr_tr: Lütfen yalnızca bir CiviCRM_For_WordPress kopyası

source: Please do not serialize CiviCRM_For_WordPress
de_de: Bitte CiviCRM_For_WordPress nicht serialisieren
hu_hu: Kérjük, ne szerializálja a CiviCRM_For_WordPress-t
nl_be: Gelieve CiviCRM_For_WordPress niet te serialiseren
tr_tr: Lütfen CiviCRM_For_WordPress dizisi oluşturmayın

source: Adding...
de_de: Hinzufügen...
hu_hu: Hozzáadás...
nl_be: Toevoegen...
tr_tr: Ekleniyor...

source: Contact Added
de_de: Kontakt hinzugefügt
hu_hu: Kapcsolat hozzáadva
nl_be: Contact toegevoegd
tr_tr: Kişi eklendi

source: Quick Add Contact to CiviCRM
de_de: Schnelleingabe Kontakt im CiviCRM
hu_hu: Kapcsolat gyors hozzáadása a CiviCRM-hez
nl_be: Contact snel toevoegen aan CiviCRM
tr_tr: Kişiler CiviCRM üzerine hızlı eklensin

source: Failed to init CiviCRM.
de_de: Konnte CiviCRM nicht initialisieren.
hu_hu: Nem tudom a CiviCRM-et elindítani
nl_be: Gefaald om CiviCRM te initiëren.
tr_tr: CiviCRM hazırlanamadı.

source: Please enter a first name.
de_de: Bitte Vornamen eingeben.
hu_hu: Kérem adja meg a keresztnevét
nl_be: Voer een voornaam in.
tr_tr: Lütfen bir ad yazın.

source: Please enter a last name.
de_de: Bitte Nachnamen eingeben.
hu_hu: Kérem adja meg a vezetéknevét
nl_be: Voer een achternaam in.
tr_tr: Lütfen bir soyad yazın.

source: Please enter a valid email.
de_de: Bitte eine gültige E-Mail-Adresse eingeben.
hu_hu: Kérem adjon meg érvényes e-mailcímet.
nl_be: Voer een geldig e-mailadres in.
tr_tr: Lütfen geçerli bir e-posta adresi yazın.

source: Could not create Contact.
de_de: Konnte Kontakt nicht erstellen.
hu_hu: Nem tudom a kapcsolatot létrehozni.
nl_be: Kon geen contact maken.
tr_tr: Kişi oluşturulamadı.

source: Could not find the created Contact.
de_de: Konnte den erstellten Kontakt nicht finden.
hu_hu: Nem találom a létrehozott kapcsolatot.
nl_be: Het aangemaakte contact kon niet worden gevonden.
tr_tr: Oluşturulan kişi bulunamadı.

source: Could not save the contact.
de_de: Konnte den Kontakt nicht speichern.
hu_hu: Nem tudom a kapcsolatot menteni.
nl_be: Kon het contact niet opslaan.
tr_tr: Kişi kaydedilemedi.

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen.
hu_hu: Hitelesítés meghiusult.
nl_be: Authenticatie mislukt.
tr_tr: Kimlik doğrulanamadı.

source: CiviCRM not loaded.
de_de: CiviCRM nicht geladen.
hu_hu: CiviCRM nem töltődött be.
nl_be: CiviCRM niet geladen.
tr_tr: CiviCRM yüklenmedi.

source: Permission denied.
de_de: Zugriff verweigert.
hu_hu: Hozzáférés megtagadva.
nl_be: Toestemming geweigerd
tr_tr: İzin verilemedi.

source: No data received.
de_de: Keine Daten erhalten.
hu_hu: Nem érkezett adat.
nl_be: Geen data ontvangen.
tr_tr: Herhangi bir veri alınmadı.

source: There seems to be %1$san existing Contact%2$s with these details.
de_de: Es scheints %1$seinen existierenden Kontakt%2$s mit diesen Details zu geben.
hu_hu: Úgy tűnik van %1$segy létező kapcsolat%2$sezekkel az adatokkal.
nl_be: Er zijn%1$svan het bestaande contact%2$s met deze details.

source: Could not create Contact: %s
de_de: Konnte Kontakt %s nicht erstellen
hu_hu: Nem tudom létrehozni a %skapcsolatot.
nl_be: Kon contact niet maken: %s
tr_tr: Kişi oluşturulamadı: %s

source: Contact added.
de_de: Kontakt hinzugefügt.
hu_hu: Kapcsolat hozzáadva.
nl_be: Contact toegevoegd
tr_tr: Kişi eklendi.

source: Troubleshooting
de_de: Problemlösung
hu_hu: Hibaelhárítás
nl_be: Problemen oplossen
tr_tr: Sorun çözme

source: PHP Error Information
de_de: PHP Fehler Information
hu_hu: PHP hiba információ
nl_be: PHP fout informatie
tr_tr: PHP hata bilgileri

source: Path Error Information
de_de: Pfad Fehler Information
hu_hu: Útvonal hiba információ
nl_be: Pad fout informatie
tr_tr: Yol hatası bilgileri

source: General Information
de_de: Allgemeine Informationen
hu_hu: Általános információ
nl_be: Algemene informatie
tr_tr: Genel bilgiler

source: Integration
hu_hu: Integráció
nl_be: Integratie
tr_tr: Bütünleştirme

source: WordPress Plugin Directory
de_de: WordPress Plugin-Liste
hu_hu: WordPress bővítmény könyvtár
tr_tr: WordPress eklentileri dizini

source: Other Plugin Repositories
de_de: Andere Plugin Verzeichnisse
hu_hu: Más bővítmény könyvtárak
nl_be: Andere plugin opslagplaatsen
tr_tr: Diğer eklenti depoları

source: CiviCRM Extensions
hu_hu: CiviCRM kiterjesztések
tr_tr: CiviCRM eklentileri

source: CiviCRM Settings for WordPress
de_de: CiviCRM Einstellungen für WordPress
hu_hu: CiviCRM beállítások a WordPress-hez
nl_be: CiviCRM instellingen voor WordPress
tr_tr: WordPress için CiviCRM ayarları

source: Settings
hu_hu: Beállítások
tr_tr: Ayarlar

source: Saving...
hu_hu: Mentés...
tr_tr: Kaydediliyor...

source: Refresh
hu_hu: Frissítés
tr_tr: Yenile

source: Refreshing...
de_de: Neuladen...
hu_hu: Frissítés...
nl_be: Bezig met verversen...
tr_tr: Yenileniyor...

source: Refreshed
de_de: Neugeladen
hu_hu: Frissítve
nl_be: Ververst
tr_tr: Yenilendi

source: Clearing...
de_de: Leeren...
hu_hu: Ürítés
nl_be: Leeg maken...
tr_tr: Temizleniyor...

source: Cleared
de_de: Geleert
hu_hu: Ürítve
nl_be: Leeg gemaakt
tr_tr: Temizlendi

source: WordPress Base Page
hu_hu: WordPress alapoldal
nl_be: WordPress Basis Pagina
tr_tr: WordPress temel sayfası

source: Shortcode Display Mode
de_de: Shortcode Anzeigemodus
hu_hu: Rövidkód kijelzési mód
nl_be: Shortcode Weergave Modus
tr_tr: Kısa kod görüntüleme kipi

source: Contact Email to User Email Sync
de_de: Kontakt-E-Mail zu User-E-Mail Sync
hu_hu: Kapcsolat e-mail frissítése a felhasználó e-mailhez
nl_be: Contact Email naar Gebruiker Email Sync
tr_tr: Kişi e-posta adresini kullanıcı e-postası ile eşitleme

source: Permissions and Capabilities
de_de: Berechtigungen und Fähigkeiten
hu_hu: Engedélyek és Képességek
nl_be: Permissies en mogelijkheden
tr_tr: İzinler ve yetenekler

source: Useful Links
de_de: Nützliche Links
hu_hu: Hasznos linkek
nl_be: Handige links
tr_tr: Kullanışlı bağlantılar

source: Could not find the WordPress Base Page.
de_de: Konnte die WordPress Base Page nicht finden.
hu_hu: Nem találom a WordPress alapoldalt.
nl_be: De WordPress-basispagina kon niet worden gevonden.
tr_tr: WordPress temel sayfası bulunamadı.

source: Settings - Resource URLs
de_de: Einstellungen - Resource URLs
hu_hu: Beállítások - Erőforrás URLS
nl_be: Instellingen - URL's voor bronnen
tr_tr: Ayarlar - Kaynak adresleri

source: Settings - Upload Directories
de_de: Einstellungen - Uploadverzeichnis
hu_hu: Beállítások - feltöltési könyvárak
nl_be: Instellingen - Upload Directories
tr_tr: Ayarlar - Yükleme klasörleri

source: WordPress Access Control
hu_hu: WordPress hozzáférés engedélyezés
tr_tr: WordPress erişim denetimi

source: Rebuild the CiviCRM menu
de_de: CiviCRM Menü neu aufbauen
hu_hu: Építse újra a CiviCRM menüt
nl_be: CiviCRM-menu herstellen
tr_tr: CiviCRM menüsünü yeniden oluştur

source: Rebuild the CiviCRM database triggers
de_de: CiviCRM Datenbanktrigger neu aufbauen
hu_hu: Építse újra az adatbázis triggereket
nl_be: De CiviCRM database triggers opnieuw opbouwen
tr_tr: CiviCRM veri tabanı tetikleyicilerini yeniden oluştur

source: Upgrade CiviCRM
de_de: CiviCRM upgraden
hu_hu: CiviCRM verziófrissítés
nl_be: CiviCRM upgraden
tr_tr: CiviCRM sürümünü güncelle

source: Please note: you need to update the CiviCRM plugin directory first.
de_de: Bitte beachten: das CiviCRM-Pluginverzeichnis muss vorher mit einer aktuellen Version gefüllt sein.
hu_hu: Kérjük, vegye figyelembe: először frissítenie kell a CiviCRM beépülő modul könyvtárát.
nl_be: Let op: je moet eerst de CiviCRM plugin directory bijwerken.
tr_tr: Lütfen dikkat: Önce CiviCRM eklenti dizinini güncellemeniz gerekir.

source: Unable to save the WordPress Base Page.
de_de: Konnte die WordPress Base Page nicht speichern.
hu_hu: Nem tudom menteni a WordPress alapoldalt.
nl_be: Kan de WordPress-basispagina niet opslaan.
tr_tr: WordPress temel sayfası kaydedilemedi.

source: Authentication failed. Unable to save the WordPress Base Page.
de_de: Authentifizierung fehlgeschlagen. Konnte die WordPress Base Page nicht speichern.
hu_hu: Hitelesítés nem sikerült. Nem tudom menteni a WordPress alapoldalt.
nl_be: Authenticatie mislukt. Kan de WordPress Basispagina niet opslaan.
tr_tr: Kimlik doğrulanamadı. WordPress temel sayfası kaydedilemedi.

source: No Page ID detected. Unable to save the WordPress Base Page.
de_de: Keine Page ID erkannt. Die WordPress Base Page wurde nicht gespeichert.
hu_hu: Oldal azonosító hiányzik. Nem tudom menteni a WordPress alapoldalt.
nl_be: Geen pagina-ID gedetecteerd. Kan de WordPress Basispagina niet opslaan.
tr_tr: Herhangi bir sayfa kimliği algılanamadı. WordPress temel sayfası kaydedilemedi.

source: Could not find selected Page. Unable to save the WordPress Base Page.
de_de: Konnte die gewählte Seite nicht finden. Die WordPress Base Page wurde nicht gespeichert.
hu_hu: Nem találom a kiválasztott oldalt. Nem tudom menteni a WordPress alapoldalt.
nl_be: Kan geselecteerde pagina niet vinden. Kan de WordPress Basispagina niet opslaan.
tr_tr: Seçilmiş sayfa bulunamadı. WordPress temel sayfası kaydedilemedi.

source: Could not get data for the selected Page.
de_de: Konnte keine Daten für die gewählte Seite finden.
hu_hu: Nem sikerült lekérni a kiválasztott oldalra vonatkozó adatokat.
nl_be: Kon geen gegevens krijgen voor de geselecteerde pagina.
tr_tr: Seçilmiş sayfanın verileri alınamadı.

source: Could not save the selected setting.
de_de: Konnte die gewählten Einstellungen nicht speichern.
hu_hu: Nem tudom a kiválasztott beállítást menteni.
nl_be: De geselecteerde instelling kon niet worden opgeslagen.
tr_tr: Seçilmiş ayarlar kaydedilemedi.

source: Authentication failed. Could not save the selected setting.
de_de: Authentifizierung fehlgeschlagen. Konnte die gewählten Einstellungen nicht speichern.
hu_hu: Hitelesítés nem sikerült. Nem tudom menteni a kiválasztott beállítást.
nl_be: Authenticatie mislukt. De geselecteerde instelling kon niet worden opgeslagen.

source: Unrecognised parameter. Could not save the selected setting.
de_de: Unerkannter Parameter. Konnte die gewählten Einstellungen nicht speichern.
hu_hu: Ismeretlen paraméter. Nem tudom menteni a kiválasztott beállítást.
nl_be: Niet-herkende parameter. Kon de geselecteerde instelling niet opslaan.

source: Setting saved.
de_de: Einstellung gespeichert.
hu_hu: Beállítás mentve.
nl_be: Instellingen opgeslagen
tr_tr: Ayar kaydedildi.

source: Could not refresh the CiviCRM permissions.
de_de: Konnte die CiviCRM Berechtigungen nicht neuladen.
hu_hu: Nem tudom frissíteni a CiviCRM engedélyeket.
nl_be: Kan de rechten van CiviCRM niet verversen..

source: Authentication failed. Could not refresh the CiviCRM permissions.
de_de: Authentifizierung fehlgeschlagen. Konnte die CiviCRM Berechtigungen nicht neuladen.
hu_hu: Hitelesítés nem sikerült. Nem tudom frissíteni a CiviCRM engedélyeket.
nl_be: Authenticatie mislukt. Kon de CiviCRM rechten niet verversen.

source: Unrecognised parameter. Could not refresh the CiviCRM permissions.
de_de: Unerkannter Parameter. Konnte die CiviCRM Berechtigungen nicht neuladen.
hu_hu: Ismeretlen paraméter. Nem tudom frissíteni a CiviCRM engedélyeket.
nl_be: Onbekende parameter. Kon de CiviCRM rechten niet verversen.

source: CiviCRM permissions refreshed.
de_de: CiviCRM Berechtigungen neugeladen.
hu_hu: CiviCRM engedélyek frissítve.
nl_be: CiviCRM rechten ververst.

source: Could not clear the CiviCRM caches.
de_de: Konnte den CiviCRM Cache nicht leeren.
hu_hu: Nem tudom kiüríteni a CiviCRM gyorsítótárakat.
nl_be: Kan de cache van CiviCRM niet legen.

source: Authentication failed. Could not clear the CiviCRM caches.
de_de: Authentifizierung fehlgeschlagen. Konnte den CiviCRM Cache nicht leeren.
hu_hu: Hitelesítés nem sikerült. Nem tudom kiüríteni a CiviCRM gyorsítótárakat.
nl_be: Authenticatie mislukt. Kon de CiviCRM caches niet wissen.

source: Unrecognised parameter. Could not clear the CiviCRM caches.
de_de: Unerkannter Parameter. Konnte den CiviCRM Cache nicht leeren.
hu_hu: Ismeretlen paraméter. Nem tudom kiüríteni a CiviCRM gyorsítótárakat.
nl_be: Onbekende parameter. Kon de CiviCRM caches niet wissen.

source: CiviCRM caches cleared.
de_de: CiviCRM Cache geleert.
hu_hu: CiviCRM gyorstárak kiürítve.
nl_be: CiviCRM caches geleegd.

source: %1$sCiviCRM is almost ready.%2$s You must %3$sconfigure CiviCRM%4$s for it to work.
de_de: %1$sCiviCRM ist fast fertig.%2$s Jetzt bitte %3$sCiviCRM konfigurieren%4$s, um es zum Laufen zu bringen.
hu_hu: %1$sA CiviCRM majdnem kész.%2$s Be kell %3$sállítania a CiviCRM-t%4$s ahhoz, hogy kész legyen.
nl_be: %1$sCiviCRM is bijna klaar.%2$s U moet%3$sCiviCRM configureren%4$s om te kunnen functioneren.

source: Installer unavailable. Failed to locate CiviCRM libraries.
de_de: Installer nicht verfügbar. konnte die CiviCRM Libraries nicht lokalisieren.
hu_hu: Telepítő nem áll rendelkezésre. Nem találom a CiviCRM könyvtárakat.
nl_be: Installer niet beschikbaar. Kan de CiviCRM libraries niet vinden.

source: %1$sCiviCRM needs your attention.%2$s Please visit the %3$sInformation Page%4$s for details.
de_de: %1$sCiviCRM benötigt Deine Aufmerksamkeit.%2$s Bitte die %3$sInformationsseite%4$s für Details besuchen.
hu_hu: %1$sA CiviCRM a figyelmét kéri.%2$s Kérem látogassa meg az %3$sInformációs oldalt %4$s a részletekért.
nl_be: %1$sCiviCRM behoeft aandacht.%2$s Bezoek de %3$sInformatie Paginga%4$s voor details.

source: Auto-updates are not available for this plugin.
de_de: Automatische Aktualisierungen sind für dieses Plugin nicht verfügbar.
hu_hu: Automatikus frissítés ehhez a bővítményhez nem áll rendelkezésre.
nl_be: Automatische updates zijn niet beschikbaar voor deze plugin.
tr_tr: Bu eklenti için otomatik güncelleme kullanılamıyor.

source: CiviCRM Installer
hu_hu: CiviCRM telepítő

source: Do not delete this page. Page content is generated by CiviCRM.
de_de: Diese Seite nicht löschen. Der Seiteninhalt wird von CiviCRM bereitgestellt.
hu_hu: Ne törölje ezt az oldalt. A tartalmát a CiviCRM hozta létre.
nl_be: Verwijder deze pagina niet. Pagina-inhoud wordt gegenereerd door CiviCRM.

source: Add CiviCRM Public Pages
de_de: Öffentliche CiviCRM-Seiten hinzufügen
hu_hu: CiviCRM nyilvános oldalak hozzáadása.
nl_be: CiviCRM openbare pagina's toevoegen

source: This Shortcode could not be handled. It could be malformed or used incorrectly.
de_de: Der Shortcode konnte nicht verarbeitet werden. Vielleicht ist er schlecht formatiert oder unkorrekt benutzt.
hu_hu: Ez a rövid kód nem kezelhető. Vagy rosszul formázott vagy hibásan használt.
nl_be: Deze shortcode kon niet worden verwerkt. Hij kan verkeerd zijn gevormd of verkeerd zijn gebruikt.

source: Content via CiviCRM
de_de: Inhalte via CiviCRM
hu_hu: Tartalom CiviCRM-en keresztül
nl_be: Inhoud via CiviCRM

source: Find out more...
de_de: Mehr erfahren...
hu_hu: Tudjon meg többet...
nl_be: Lees meer...

source: CiviCRM.org - Growing and Sustaining Relationships
hu_hu: CiviCRM.org - Kapcsolatok növelése és fenntartása

source: Empowered by %s
de_de: Angetrieben von%s
hu_hu: Biztosítja a %s
nl_be: Gerealiseerd met %1

source: Register for %s
de_de: Registerieren für %s
hu_hu: Regisztráljon a %s
nl_be: Registreer voor %s

source: Dashboard
hu_hu: Vezérlőpult

source: You do not have permission to access this content.
de_de: Sie haben keine Zugriffsberechtigung für diesen Inhalt.
hu_hu: Nincsen jogosultsága ahhoz, hogy hozzáférjen ehhez a tartalomhoz.
nl_be: U heeft geen toegang tot deze inhoud.

source: Anonymous User
de_de: Anonymer User
hu_hu: Névtelen felhasználó
nl_be: Anonieme gebruiker

source: CiviCRM Admin
hu_hu: CiviCRM adminisztrátor
nl_be: CiviCRM Beheerder
tr_tr: CiviCRM Yöneticisi

source: The source %s is not readable.
de_de: Die Quelle %s ist nicht lesbar.
hu_hu: A %s forrás nem olvasható.
nl_be: De bron%s is niet leesbaar.

source: %s must implement a "main" method.
de_de: %s muss eine "main"-Methode implementieren.
hu_hu: %s "fő" metódust kell megvalósítania.
nl_be: %s moet een "main" methode implementeren.

source: CiviCRM Open endpoint
de_de: CiviCRM Offener Endpunkt
hu_hu: CiviCRM nyitott végpont
nl_be: CiviCRM Open eindpunt

source: CiviCRM WP REST permission check error.
de_de: CiviCRM WP REST Berechtigung Prüfung Fehler.
hu_hu: CiviCRM WP REST engedélyezési ellenőrzés hiba.
nl_be: CiviCRM WP REST fout bij permissie controle .

source: Param api_key is not valid.
de_de: Param api_key ist ungültig.
hu_hu: api_key paraméter érvénytelen.
nl_be: Param api_key klopt niet.

source: Param key is not valid.
de_de: Param key ist ungültig.
hu_hu: Paraméter kulcs érvénytelen.
nl_be: Param key klopt niet.

source: CiviCRM API3 WP rest endpoint wrapper
hu_hu: CiviCRM API3 WP rest végpont burkoló

source: CiviCRM API3 wrapper
hu_hu: CiviCRM API3 burkoló

source: Missing or invalid param "api_key".
de_de: Fehlender oder ungültiger param "api_key".
hu_hu: "api_key". hiányzó vagy érvénytelen paraméter.
nl_be: Ontbrekende of foute parameter "api_key".

source: A WordPress user must be associated with the contact for the provided API key.
de_de: Ein WordPress-User muss mit diesem Kontakt für den angegebenen API-Schlüssel verbunden sein.
hu_hu: Egy WordPress felhasználót társítani kell a megadott kapcsolat API-kulcs-hoz.
nl_be: Er moet een WordPress gebruiker gekoppeld zijn aan het contact voor de opgegeven API-sleutel.

source: Email
tr_tr: E-posta
